Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: It’s not all lost yet, cousin. Even if the didn’t find shelter here, we could still find a hint on how to win this war. We should search the catacombs and the temple and the library ... There were the places where the elder and the wisest shamen of our clans assembled and pondered. They must have left something in case of coming across the undead legions.
pl: Jeszcze nie wszystko stracone, kuzynie... Nawet, jeśli nie znaleźliśmy tu schronienia, dalej może znajdować się tu wskazówka, jak zwyciężyć w tej wojnie. Powinniśmy przeszukać katakumby, a także świątynię i bibliotekę... Były to miejsca, gdzie najstarsi i najmądrzejsi szamani naszych klanów spotykali się i radzili. Musieli zostawić coś na wypadek zetknięcia się z legionami nieumarłych.

source: This Person agrees ... Over the years, the nagas have fought alongside the Great Horde and shared its secrests. The stronghold we are in is an ancient and mystical place. If anywhere there are any asnwers for us, this is the place.
pl: Tak, Ta Osoba też tak myśli... Przez lata nagi walczyły u boku Wielkiej Hordy i dzieliły z nimi tajemnice. Twierdza, w której się znajdujemy, jest pradawnym, mistycznym miejscem. Jeśli gdziekolwiek czekają nas jakieś odpowiedzi, to tylko tutaj...

source: I, too, think that you should search the chambers yourself. You are not the Great Sovereign – this title not only comes with great power, but also gives access to what is hidden.
pl: Myślę też, że osobiście powinieneś przeszukać wszystkie ważne komnaty... Jesteś teraz Wielkim Suwerenem – ten tytuł nie wiąże się jedynie z wielką władzą, ale daje dostęp do tego, co ukryte.

source: What do you have in mind, water witch? If Marbus takes on studying the tomes, who will lead the defence of the stronghold then? Why is it so important that he does it himself? It is the elders‘ task! If necessary, I will send the most suitable candidates for the task.
pl: Co masz na myśli, wodna wiedźmo? Jeśli Marbus zajmie się ślęczeniem nad księgami, kto pokieruje obroną twierdzy? Dlaczego to takie ważne, by sam miał się tym zająć? Mamy od tego starszyznę! W razie czego sam oddeleguję odpowiednich kandydatów do tego zadania.

source: You know nothing about magic, orc! Your Elders have been enviously keeping their secrests for ages. The Sages knew that if the had left all their book on sight, they would have been burnt by a drunk mercenary or used for a wicked purpose. Thus they sealed all the knowledge in such a way that only the person knowing the right spells could open it. The Great Soveregin was the only exception.
pl: Nic nie wiesz o magii, orku! Wasza starszyzna od wieków zazdrośnie strzegła swoich sekretów. Mędrcy wiedzieli, że gdyby pozostawili wszystkie swoje księgi na widoku, najpewniej zostałyby spalone przez jakiegoś pijanego żołdaka bądź wykorzystane do niecnych celów. Zapieczętowali więc większość swojej wiedzy w ten sposób, by tylko ktoś znający odpowiednie zaklęcia mógł się do niej dostać... Wyjątek stanowił Wielki Suweren.

source: Marbus is our leader now. Only he will be able to find the hidden scrolls and magic tomes. Assuming that some have survived. We will have to buy him time.
pl: Marbus jest teraz waszym przywódcą. Tylko on będzie w stanie znaleźć ukryte zwoje i magiczne księgi... Zakładając, że jeszcze jakieś ocalały. My zaś będziemy musieli zdobyć dla niego trochę czasu.

source: If you are telling the truth, we have no other choice. I myself need to go into the heart of the stronghold. Tell all the people able to fight to go outside the walls and search the outbuildings. We might get some food. As for the defence ...
pl: Jeśli mówisz prawdę, nie mamy innego wyjścia. Sam muszę się udać wgłąb twierdzy... Niech wszyscy niezdolni do walki znajdą się za murami i przeszukają budynki gospodarcze... Być może zdobędziemy nieco jedzenia... Co zaś do obrony...

source: During the battle Kochan and Gewold will lead the army. Be unanimous and don’t let the enemy enter the stronghold. I am counting on you two!
pl: Na czas tej bitwy dowodzenie nad armią przejmie Kochan oraz Gewold! Bądźcie jednomyślni i nie pozwólcie, by wróg wdarł się do twierdzy! Liczę na was!

source: I won’t let you down, cousin.
pl: Nie zawiodę cię, kuzynie.

source: To me, soldiers! To me, lazy bastards! I will once again liven you folks up!
pl: Do mnie, żołnierze! Do mnie, leniwe kundle! Znów rozhulam tę leniwą zgraję!

source: Defend the fortress.
pl: Obroń twierdzę.

source: We are not going to war, we only have to hold the stronghold! We need mobile units which will be able to draw enemies far from us and and set us free from their traps, and won’t let us get slaughtered under enemies‘ assault!
pl: Nie idziemy na wojnę, mamy tylko utrzymać się w twierdzy! Potrzebujemy mobilnych jednostek, które będą mogły odciągać od nas wrogów i wyrywać się z ich pułapek, a nie dadzą zarżnąć pod naporem przeciwnika!

source: Oh hell! What do we need those water witches for? These are vast fields, grunts would come in more handy!
pl: Jasna cholera, na co nam te wodne wiedźmy?! To olbrzymie pola, zdecydowanie bardziej przydadzą nam się rębacze!

source: Silence, orc! Although Marbus let your command the army, This Person didn’t let you insult her daughters!
pl: Milcz, orku! Może i Marbus pozwolił ci dowodzić tą armią, lecz Ta Osoba nie dała ci przyzwolenia na obrażanie moich córek!

source: Go to hell with those bastards! We need strong warriors, muscular arms, heavy swords! It’s the only way to defeat the enemy!
pl: Do diabła z tymi kundlami! Potrzebujemy silnych wojowników, muskularnych ramion, ciężkich mieczy! Tylko tak uda nam się pokonać przeciwnika!

source: Go on, go on, little children. We have to defeat the enemy!
pl: Dalej, dalej, dzieciątka... My pokonać nasi wrogowie!

source: Now we are talking! Strong massive trolls! Together we will defend the stronghold before Marbus come back from his... trip.
pl: To rozumiem! Potężne, masywne trolle! Razem obronimy twierdzę, nim Marbus wróci ze swojej... Wycieczki...

source: Put on your chainmails, grab your spears! We‘ve managed to get out of the deeps, and now it’s time to show them what we are really capable of!
pl: Ubierzcie na siebie swoje kolczugi, chwyćcie w dłonie włócznie! Udało nam się wydostać z podziemi, teraz nadeszła pora na zaprezentowanie wszystkim naszych prawdziwych możliwości!

source: Quick and swift units. With such an army we will definitely manage to defend the stronghold. If, of course, Gewold doesn’t interefere in the command more than necessary.
pl: Szybkie, zwinne jednostki... Z taką armią z pewnością damy radę obronić twierdzę... Jeśli, rzecz jasna, Gewold nie będzie mieszał się do dowodzenia bardziej niż to konieczne.

source: You want to shoot at them from the castle walls, goblin? If they come so close, we won't be able to retreat! You’d better take care of your mongrels and leave the command to me!
pl: Chcesz ostrzelać ich z murów zamku, goblinie? Jeśli podejdą na tyle blisko, nie będziemy mieli szans się wycofać! Zajmij się lepiej swoimi kundlami niż dowodzeniem armią!

source: Our archers and crossbowmen are on the best warriors we’ve got. Using them well in battle might be the key to victory. It’s better to keep the enemy at bay than fight them within a sword’s length.
pl: Nasi łucznicy i kusznicy są jednymi z najlepszych wojowników, jakich mamy. Dobre wykorzystanie ich w bitwie może się okazać kluczowym elementem zwycięstwa. Lepiej trzymać też przeciwnika na dystans niż stanąć z nim na odległość miecza.

source: There are too many of them. On one side ghosts and spectres, and on the other the cavalry. Both sides have mobile units at their disposal, which can easily reach and eliminate us.
pl: Jest ich zbyt wielu... Po jednej stronie duchy i widma, po drugiej kawaleria... Obie armie dysponują mobilnymi jednostkami, które mogą z łatwością tutaj dotrzeć i nas wyeliminować.

source: We are still lucky that humans and the undead also fight one another. If luck is on our side, we won’t draw much attention. We should move our units forward and form a wall which would protect the wounded.
pl: Ciągle mamy to szczęście, że nieumarli i ludzie walczą także między sobą. W sprzyjających warunkach nie będziemy wzbudzać ich większego zainteresowania... Powinniśmy wysunąć na przód nasze najsilniejsze oddziały i stworzyć z nich mur, za którym mogliby się schronić ranni.

source: And lead to a dozen of deaths? Sending our fastest units, which would distract our enemies‘ main forces, to different parts of the area would be a better solution.
pl: I doprowadzić w ten sposób do dziesiątek zgonów? Lepszym rozwiązaniem będzie wysłanie w różne części terenu naszych najszybszych jednostek, które odciągnęłyby uwagę wrogów od naszych głównych sił.

source: Foolish midget! I’m not surprised the goblins are not esteemed in the Horde. You know next to nothing about warfare!
pl: Głupi karle! Nie dziwię się, że gobliny nie są poważane w Hordzie! Ani trochę nie znasz się na sztuce wojennej!

source: It’s not me who had to ask for help, unable to defend our capital, an orc city best prepared for a siege.
pl: To nie ja musiałem prosić o pomoc, niezdolny do obrony naszej stolicy – najlepiej przystosowanego do oblężenia miasta orków!

source: Shut up, both of you! This Person can’t stand listening to you whining. Instead, we’d better focus on defending the stronghold.
pl: Zamknijcie się obydwoje! Ta Osoba ma dość słuchania waszych jęków. Zamiast tego skupmy się lepiej na obronie twierdzy.

source: The orcs who came to the ruined stronghold are still defending themselves. Their obstinacy won’t last long, the undead are still growing in strength. It’s just a matter of time before they are decimated.
pl: Orkowie, którzy przybyli do zrujnowanej twierdzy, wciąż się bronią... Ich upór nie potrwa jednak długo, nieumarli wciąż wzrastają w siłę... To tylko kwestia czasu, aż wybiją ich do nogi.

source: In the beginning, I planned to get rid of them fast, however, now I can’t see any chance of retreat. We can’t do more here, it’s time to fall back deep into our lands. Orcs‘ presence will slow down the undead pursuit and will minimise the losses. I’ve made up my mind, we are falling back!
pl: Początkowo planowałem szybko się ich pozbyć, jednak teraz widzę okazję do odwrotu... Więcej i tak tutaj nie zdziałamy, pora wycofać się wgłąb naszych ziem. Obecność orków opóźni pościg nieumarłych i zminimalizuje straty. Podjąłem decyzję, wycofujemy się!

source: What? Cowards! They are running away hoping to slow down their retreat! Now all of the undead forces will focus on us!
pl: Co?! Tchórze! Uciekają, mając nadzieję na to, że opóźnimy ich odwrót! Teraz wszystkie siły nieumarłych skupią się na nas!

source: Indeed, this is not a pleasant turn of events. We won’t last long. If Marbus does not come back soon with the necessary information, we will all surely die.
pl: Tak, to niezbyt przyjemny scenariusz... Nie wytrzymamy już długo. Jeśli Marbus zaraz nie wróci z potrzebnymi informacjami, wszyscy niechybnie zginiemy.

source: This Person ordered the daughters to check out the underwater tunnels around. The lay of the land does not indicate that there may be any underground escape route or deep catacombs. We cannot save ourselves by disappearing underground.
pl: Ta Osoba zleciła córkom zbadanie podwodnych tuneli w tych okolicach. Ukształtowanie terenu nie wskazuje jednak na to, by pod nami znajdowała się jakaś droga ucieczki bądź głębsze katakumby. Nie możemy ratować się zniknięciem pod ziemią.

source: Brilliant! The only thing we can do is to send forth our best warriors to defend us and hope we will buy us some time.
pl: Wspaniale! Nie pozostaje nam nic innego, jak wystawić do obrony naszych najlepszych wojowników i liczyć na to, że zyskamy dzięki nim trochę czasu.

source: This is truly the end ... We have been surrounded, the siege is going to start now.
pl: To już praktycznie koniec... Otaczają nas z każdej strony, zaraz rozpocznie się oblężenie.

source: Yes ... I would never have thought that I’d have the chance to command an army with a goblin. I must admit I have learned a lot about your race throughout the journey and in the last battle. I must admit I even admire you. The way you mount wolves, how agile your are with bow and arrow. Remarkable!
pl: Tak... Nie sądziłem, że przyjdzie mi kiedyś dowodzić armią razem z goblinem... Muszę przyznać, że przez tę całą podróż i naszą ostatnią bitwę wiele się dowiedziałem o waszej rasie... Nawet was podziwiam. To, w jaki sposób dosiadacie wilków, jak sprawnie posługujecie się łukiem i strzałą... Niebywałe!

source: It’s the same with you, Gewold. I would have never thought that I would be able to make friends with the mightiest warrior of the Great Horde. I had always thought your were drunkards who assault the weak. Now I see how wrong I was. You are able to fight with honour till you die, defending the ones you had promised to protect.
pl: Z wzajemnością, Gewoldzie. Nigdy nie sądziłem, że uda mi się zaprzyjaźnić z jednym z największych wojowników Wielkiej Hordy. Zawsze miałem was za moczymordy, które napadają wyłącznie na słabszych... Teraz widzę, jak bardzo się myliłem. Potraficie walczyć z honorem do upadłego, broniąc przy tym tych, których obiecaliście chronić.

source: This Person is sorry to interrupt this moment of emotion, but the Great Sovereign is coming back...
pl: Ta Osoba przeprasza, że przerywa tę chwilę wzruszenia, jednak Wielki Suweren do nas wraca...

source: I have found what we were looking for. And some other valuable stuff. It seems it’s not the time for explanation. We have to immediately head north, towards the woods.
pl: Znalazłem to, czego szukaliśmy... A także kilka innych, cennych rzeczy. Widzę jednak, że to nie pora nie wyjaśnienia. Musimy jak najszybciej udać się na północ, w stronę tamtejszych lasów.

source: Marbus! I’m glad you came back. Nonetheless, as you can see yourself, we cannot meet your expectations. We’ve been surrounded, we cannot break through the ring of the undead. Maybe in the group of our best warriors ... But not with the old people, women and children ... Not to mention the food wagons.
pl: Marbus! Cieszę się, że wróciłeś... Niemniej, jak widzisz, nie bardzo możemy spełnić twoje życzenie. Zostaliśmy otoczeni, nie przebijemy się przez pierścień nieumarłych. Może w grupie naszych najlepszych żołnierzy... Jednak nie ze starcami, dziećmi i kobietami... Nie licząc już wozów z żywnością.

source: It’s not all true. Even though the ring of the undead is closing down on us, their numbers stopped growing. We could send someone to distract the main forces of the enemy and give the rest of us a chance to escape.
pl: To nie do końca prawda... Choć pierścień nieumarłych zamyka się nad nami, to ich liczba przestała rosnąć... Możemy wysłać kogoś, kto odciągnąłbym główne siły przeciwnika i dał szansę na ucieczkę reszcie.

source: This Person sees a glimmer of hope in this plan. The undead are not that smart. We may lock ourselves in the stronghold and wait out until the undead rush with all their forces after the unit which would head in the opposite direction to ours.
pl: Tak, Ta Osoba dostrzega w tym planie nadzieję. Nieumarli nie są zbyt bystrzy... Możemy zamknąć się w twierdzy i przeczekać, aż ruszą całymi swoimi siłami za oddziałem, który popędzi w przeciwnym kierunku do tego, w którym mamy się udać.

source: No, I say no to it! I would have to send a few of my soldiers for a certain death?! This is pure madness, there must be another way!
pl: Nie, odmawiam! Miałbym wysłać kogoś z moich żołnierzy na pewną śmierć?! To czyste szaleństwo, musi istnieć inny sposób!

source: There is no other way. We can’t wait any longer, too. So, it’s all settled.
pl: Nie ma innego sposobu... Nie możemy też dłużej czekać. Zatem... Postanowione.

source: Cousin! What are you doing! I have not granted you permission! If you go, better be ready to face the consequences!
pl: Kuzynie! Co ty wyprawiasz?! Nie dałem ci na to przyzwolenia! Jeśli wyruszysz, możesz się liczyć z konsekwencjami!

source: Forgive me, Marbus, but what consequences there are for a dead man? I do not expect to come back from this ride. It’s my decision. Respect it, please, and let’s part as friends.
pl: Wybacz mi, Marbus, ale jakie konsekwencje mogą czekać trupa? Nie spodziewam się wrócić z tej przejażdżki. To moja decyzja. Proszę, uszanuj ją i pożegnajmy się w zgodzie...

source: You really want to do this? Dying in battle is one thing, but such a sacrifice... In the whole history of all the clans, there have’t been many goblins who went down in the history so much, but I swear to you, if we survive this war, this is what will happen to you, Kochan.
pl: Ty naprawdę chcesz to zrobić? Zginąć w walce to jedno, ale takie poświęcenie... W historii wszystkich klanów nie ma zbyt wielu goblinów, którzy zapisali się na jej kartach wielkimi literami, jednak mogę ci przysiąc, że jeśli przeżyjemy tę wojnę, właśnie to cię czeka, Kochan.

source: I ...I don’t know what to say. You have supported me for years and helped me do the right things ... Without your advice ...
pl: Ja... Nie wiem, co mam powiedzieć... Od lat wspierałeś mnie i pomagałeś postępować właściwie... Bez twoich rad...

source: You have been doing well earlier, without my advice. You don’t need me anymore, cousin. You can perfectly take care of yourself. Now you have other people who will give you a hand when you are in need. It’s time for me to go, I’ve drawn the attention of the undead. Farewell, Marbus.
pl: Bez moich rad radziłeś sobie już wcześniej. Nie jestem ci już potrzebny, kuzynie. Doskonale dajesz sobie radę sam. Masz teraz także innych, którzy cię wesprą w razie potrzeby. Czas już jednak na mnie, ściągnąłem na siebie uwagę nieumarłych... Żegnaj, Marbus.

source: Farewell, cousing. I hope to meet yet again ...
pl: Żegnaj, kuzynie... Mam nadzieję, że przyjdzie nam się jeszcze spotkać...

source: The Run of the Wolves
pl: Wilczy bieg

source: Our oldest memories all involve running away. Together with Marbus we were young then. We used to camp on the outskirts of Gelu’Aben, close to an old veteran’s tent. With some goblins we decided to steal his sword – it was an amazing Elvish blade, his war souvenir. He caught us red handed before we even managed to have a look around his tent. An then we started running, each of us in a different direction.
pl: Moje najstarsze wspomnienie wiąże się z ucieczką. Razem z Marbusem byliśmy wtedy bardzo młodzi. Obozowaliśmy na obrzeżach Gelu'Aben, blisko namiotu pewnego starego weterana. Razem z kilkoma goblinami postanowiliśmy ukraść mu jego miecz – była to wspaniała, elficka klinga, pamiątka wojenna. Przyłapał nas szybciej, niż zdążyliśmy rozejrzeć się w jego namiocie. A później uciekaliśmy, każdy w inną stronę.

source: I was unlucky – it was me who he started to chase. He reeked of cheap booze, and his bloodshot eyes suggested that it would not end in screaming. I had to run. With my heart pounding, I rushed into the pen where the wolves were kept. The animals knew me well, even though I had never dared to touch any of them. Before I was born, my mother decided that I would become an archer, not a rider. Then it all changed.
pl: Ja miałem pecha – to za mną rzucił się w pogoń. Cuchnął tanim samogonem, a jego przekrwione oczy podpowiadały, że nie skończy się na krzykach. Musiałem biec. Z bijącym mocno sercem rzuciłem się do zagrody, w której trzymaliśmy wilki. Zwierzęta znały mnie, choć nigdy nie ośmieliłem się żadnego z nich dotknąć. Jeszcze przed moim narodzeniem matka zdecydowała, że będę kusznikiem, a nie jeźdźcem. Wtedy wszystko się zmieniło...

source: I was scared. I was a young, terrified child who was running away from danger. I didn’t think that the wolves could also be dangerous. I lunged to Wilgar, quite a young pup which had been stopped being suckled a few months before. When I tell the story to anyone, they cannot believe that I wasn’t torn apart at that moment. I am wondering myself. Wilgar, however, knew what to do.
pl: Bałem się. Byłem małym, przerażonym dzieckiem, które uciekało przed zagrożeniem. Nie pomyślałem o tym, że wilki także mogą być groźne. Rzuciłem się na Wilgara, dosyć młode szczenię, którego wilczyca ledwie kilka miesięcy temu przestała karmić piersią. Gdy komuś to opowiadam, nikt nie może zrozumieć, dlaczego nie zostałem w tamtej chwili rozszarpany. Sam się nad tym zastanawiam. Wilgar jednak natychmiast zrozumiał, co ma zrobić.

source: When the drunk veteran rushed in the pen after me, the pup quickly darted past him and dashed into the forest with me. We were running away. Behind me I could only hear my persecutor’s a roar of surprise, and right after that a scream filled with pain. Later, I was in for a night in the forest. No one was looking for me, no one cared for a young goblin and a wolf pup. On that day the stars were shining brightly. I made a decision then that I would become a wolf rider. The fastest, the most agile and the bravest. I would do things no one, even Marbus, would dare to do!
pl: Gdy pijany weteran wpadł za mną do zagrody, szczenię szybko czmychnęło obok niego i pomknęło ze mną w las. Uciekaliśmy. Za sobą słyszałem jedynie ryk zdziwienia mojego prześladowcy, a zaraz potem krzyki bólu. Później czekała mnie noc w lesie. Nikt mnie nie szukał, nikt nie przejmował się za bardzo młodym goblinem i wilczym szczenięciem. Tego dnia gwiazdy świeciły naprawdę jasno. Podjąłem decyzję – zostanę jeźdźcem wilków. Najszybszym, najzręczniejszym i najodważniejszym. Będę robił rzeczy, których nie ośmieliłby się zrobić nikt, nawet Marbus!

source: Today I know I have done all those things. Wilgar died a few years after my cousin set up his own small clan. I mount its oldest son, Werg. I noticed fist white streaks in his fur. I've come to terms with such course of events. This matters not, because the moment came when I have to run away again. Run away to save others, to make the escape of my loved ones a success. I will buy them plenty of time. I will save them, even if my own escape ends in death.
pl: Dziś wiem, że tych rzeczy dokonałem. Wilgar zdechł kilka lat po tym, jak mój kuzyn założył swój własny, mały klan. Dosiadam jego najstarszego syna, Werga. Dostrzegam w jego futrze pierwsze białe pasma. Zaakceptowałem taką kolej rzeczy. To już nie ma znaczenia, bo przyszło mi znów uciec. Uciec, by ratować innych, by moi bliscy mieli szansę zakończyć szczęśliwie swoją własną ucieczkę. Kupię dla nich sporo czasu. Uratuję ich, nawet jeśli moja własna ucieczka będzie musiała zakończyć się śmiercią.

source: Elves
pl: Elfy

source: Damaged road to the South
pl: Zniszczona droga na Południe

source: Old Ramdark Village
pl: Wieś Stary Ramdark

source: Tryton Frozen Village
pl: Zamarznięta Wioska Trytonów

source: A ford in Cylies River
pl: Bród na rzece Cylies

source: Elvish Gate
pl: Elfia Brama

source: We have been riding ceaselessly for some time, but the undead are relentless. I have no idea how long we will be able to maintain that pace.
pl: Jedziemy nieprzerwanie od kilku dobrych godzin, ale ci nieumarli są niezmordowani. Nie wiem, jak długo będziemy jeszcze w stanie utrzymać takie tempo.

source: It seems to me we are entering a more inhabited area. There is a chance that the local people will stop the undead long enough for us to manage to escape. I am starting to believe we may walk away from it in one piece.
pl: Zdaje mi się, że wkraczamy na bardziej zaludnione tereny. Jest szansa, że tutejsi mieszkańcy zatrzymają nieumarłych na tyle długo, byśmy zdążyli uciec. Zaczynam wierzyć, że uda nam się wyjść z tego cało.
