Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: It made the mutilated corpses of Celadon City dwellers, that wouldn't even be suitable for the army of the dead anymore, tremble. The whole North stopped for a moment in silence, listening to mysterious, splendid sound of the Gjallarhorn.
pl: Sprawiła, że zadrżały truchła mieszkańców Seledynowego Miasta, które nie nadawały się już nawet do wstąpienia w szeregi armii trupów. Cała północ przystanęła na moment i milczała, słuchając przedziwnej, wspaniałej nuty Rogu Gjallarhorn.

source: And what happened after that is described only in legends ...
pl: A to, co stało się później, opisują jedynie legendy...

source: Allies
pl: Sojusznicy

source: The King of Gon
pl: Król Dzikiego Gonu

source: Something strange is happening ... Even the birds fell silent. And there is no wind.
pl: Dzieje się coś dziwnego... Nawet ptaki zamilkły. I nie ma wiatru.

source: I sense a grand, evil power. Whatever happens, we cannot cause panic! Only the brave hearts and the courage can ensure our victory in this unfair battle!
pl: Wyczuwam potężną, złą moc... Cokolwiek się stanie, nie możemy popaść w panikę i popłoch! Tylko mężne serca i odwaga zapewnią nam zwycięstwo w tej nierównej bitwie!

source: Earth trembles... Trolls do not like such things... Whelps scared...
pl: Ziemia dygoce... Trolle nie lubią takie rzeczy... Szczenięta się bać...

source: Everyone on positions! The King of Gon and his army will come soon! Commander, are your soldiers ready?
pl: Wszyscy, na stanowiska! Niedługo zjawi się Król Gonu wraz ze swoją armią! Dowódco, czy twoi żołnierze są już gotowi?

source: Everyone on positions! The King of Gon and his army will come soon. Jarl, are your soldiers ready?
pl: Wszyscy, na stanowiska! Niedługo zjawi się Król Gonu wraz ze swoją armią! Jarlu, czy twoi żołnierze są już gotowi?

source: After a whole night of digging pitfalls, repairing the walls and eating the last supply of that stinking pea soup? Dirty, covered in sweat, and a bit tipsy, but fully ready for breaking some bones!
pl: Po całonocnym kopaniu wilczych dołów, reperowaniu murów i jedzeniu ostatniej dostawy śmierdzącej stojącą wodą grochówki? Brudni, spoceni i odrobinkę wstawieni, ale zdecydowanie gotowi na roztrzaskanie kilku kości!

source: My soldiers were born for this task, Sovereign! Many beloved friends died fighting the undead. Even though each elf feels the burden of the steel, we are going to arm up and show that these forests belong to the living!
pl: Moi żołnierze urodzili się gotowi do tego zadania, Suwerenie! W walkach z nieumarłymi zginęło wielu drogich nam przyjaciół. Choć każdy z elfów czuje na sobie ciężar stali, mamy zamiar uzbroić się po zęby i pokazać im, że te lasy należą do żywych!

source: Your soldiers are behaving worse than the trolls! All that was left of the pea soup was poured into the river! To a place where we will fight! This Person and her daughters taught the Great Horde the respect for the water. Should we do the same with you?
pl: Wasi żołnierze zachowują się gorzej niźli trolle! To, co zostało po tej waszej grochówce, zlaliście do rzeki. Do miejsca, z którego mamy walczyć! Ta Osoba i jej córki nauczyły już Wielką Hordę szacunku wód... Czyżby podobna lekcja miała spotkać i was?

source: I liked their pea soup! By the way, I have never thought that the Northern Alliance has such good gyus in its ranks. And the moonshine they make is quite bearable ...
pl: A mnie tam smakowała ta ich grochówka! Swoją drogą, nigdy nie sądziłem, że Sojusz Północy ma w swoich szeregach tak równych chłopów! A i samogon pędzą całkiem znośny...

source: Nagas as well as elves also feel the burden of the steel. Its touch feels like a salty water rinsing a fresh wound. Despite that, This Person will fight with all her strength. For you, Marbus!
pl: Nagi, podobnie jak elfy, także odczuwają ciężar stali. Jej dotyk jest dla nas niczym słona woda wypłukująca świeżą ranę. Mimo to Ta Osoba będzie walczyć z całych sił. Dla ciebie, Marbusie!

source: I don't like the idea of fighting by the elves, but it's too late to give up. The only thing we can do is to sharpen our blades.
pl: Nie podoba mi się walka u boku elfów, ale za późno już, by zrezygnować. Jedyne, co możemy teraz zrobić, to solidnie naostrzyć miecze.

source: *Ruffling its hair on the neck*
pl: *Jeży mu się sierść na karku.*

source: Look! I think I can see him coming!
pl: Patrzcie, chyba go widzę, przybywa!

source: Greeting Marbus ... I was wondering when would you summon me...
pl: Witaj, Marbusie... Zastanawiałem się, kiedy mnie wezwiesz...

source: He seems dangerous ... Let's attack now before he summons his army!
pl: Wygląda na groźnego... Atakujmy teraz, póki jeszcze nie przywołał swojej armii!

source: I don't know yet if it is a good plan... Maybe we shall act defensively first? But first, How do you know my name, spectral creature?!
pl: Jeszcze nie wiem, czy to dobry plan... Może najpierw powinniśmy zachowywać się defensywnie? Ale najpierw... Skąd znasz moje imię, widmowy stworze?!

source: A funny question ... I know everyone, Sovereign. I know them by their names, and also by the date of their deaths. Yours is coming! Do you want to know how you will die, Marbus? Or maybe you'd prefer to find out how someone you deeply care for dies?
pl: Zabawne pytanie... Znam każdego Suwerena... Znam ich po imieniu, ale także po dacie i godzinie ich śmierci. Twoja nadchodzi. Chcesz wiedzieć, jak zginiesz, Marbusie? A może wolisz dowiedzieć się, jak zginął ktoś, kto był ci niezmiernie bliski?

source: Your words mean nothing to me, demon! The undead armies slaughtered many of my friends, and forced us to destroy Gelu'Aben and to flee! You nearly destroyed the Great Horde! You will pay for that!
pl: Twoje słowa nic dla mnie nie znaczą, demonie! Nieumarłe wojska wyrżnęły wielu moich przyjaciół, zmusiły nas do zniszczenia Gelu'Aben i ucieczki! Niemalże całkowicie zniszczyliście Wielką Hordę! Zapłacicie nam za to!

source: You really think this will end like that? That after destroying me you will find peace? No, you don't understand. I am not an undead necromancer who decided to torment your people for a common, pityful reason ... I am your people! Its darkness, its destiny! I was created out of your bloodlust, wickedness and vile! I shall exist until you exist!
pl: Myślisz, że tak to się skończy? Że po zniszczeniu mnie uzyskasz spokój? Nie... Nie rozumiesz... Nie jestem nieumarłym nekromantą, który postanowił prześladować twój lud z jakiegoś pospolitego, żałosnego powodu... Ja jestem twoim ludem. Jego ciemnością, jego przeznaczeniem. Stworzono mnie z waszej żądzy krwi, podłości i niegodziwości. Istnieć będę, póki będziecie istnieć wy!

source: Nevertheless, we can get rid fo you! We've acquired the Gjallarhorn, and Clubs told us the story of your creation. You have to stand and fight agaisnt us, and when we win, then you will perish for the next thousand of years!
pl: A jednak można się ciebie pozbyć. Zdobyliśmy Róg Gjallarhorn, a Trefl opowiedział nam historię twojego stworzenia. Musisz stanąć z nami do walki, a gdy wygramy, wówczas przepadniesz na kolejne tysiąc lat!

source: You speak with the confidence you don't have ... But I will now refuse you the right to fight. Your death ... the death of every one of you ... is inevitable ... Soon I will take my toll ...
pl: Mówisz z pewnością siebie, której nie masz... Jednak nie odmówię ci prawa do walki. Twoja śmierć... Śmierć każdego z was... Jest jednak pewna... Już niedługo zbiorę swoje żniwo...

source: Attack! Release the wolves!
pl: Atak! Już! Wypuścić wilki!

source: To arms! To arms! Mount the horses! Charge them, dammit!
pl: Do broni! Do broni i na koń! Szarżą ich weźmiemy, psia krew!

source: On my command! Draw the bowstrings! Let the outriders mount their horses!
pl: Na moją komendę! Strzały na cięciwy! Niech forysie dosiądą wierzchowców!

source: Defeat the King of Wild Gon
pl: Pokonaj Króla Dzikiego Gonu

source: The Great Marbus's Camp
pl: Wielki obóz Marbusa

source: Gewold's Camp
pl: Obóz Gewolda

source: The Tower of Grief
pl: Twierdza Żalu

source: The Tower of Sorrow
pl: Twierdza Smutku

source: The Tower of Despair
pl: Twierdza Rozpaczy

source: The House of the Undead
pl: Dom Umarłych

source: The Northern Alliance Camp
pl: Obóz Sojuszu Północy

source: I think we should add variety to the fight. I will show you what might creatures the Great Horde once owned.
pl: Sądzę, że powinniśmy nieco urozmaicić tę walkę, Marbusie... Pokażę ci, jak potężnymi istotami władała kiedyś Wielka Horda.

source: For the smouldered Gelu'Aben's sake! What the hell is that?!
pl: Na spalone Gelu'Aben... Co to jest, na Hordę?!

source: Damn! This battle may turn out harder than we expected!
pl: Psia krew! Ta bitwa może okazać się znacznie trudniejsza, niż przewidywaliśmy!

source: I'm dying, Marbus! And I live again! Isn't it beautiful, Marbus? Only the Sovereign of the Great Horde can defeat me! This is literal! None of your people can do it for you!
pl: Umieram... I żyję ponownie... Czyż to nie piękne, Marbus? Może mnie pokonać jedynie Suweren Wielkiej Hordy! Te słowa trzeba traktować dosłownie. Żaden z twoich ludzi nie może cię zastąpić w tym czynie!

source: You cursed demon! Why didn't you tell me about it earlier? We could have settled the dispute in two, without exposing the lives of my warriors to danger in order to destroy you!
pl: Przeklęty demonie! Dlaczego nie powiedziałeś mi o tym wcześniej? Mogliśmy rozwiązać tę kwestię tylko we dwoję, nie potrzebowałbym narażać życia moich wojowników, by cię zniszczyć!

source: And destroy your battle frenzy like this? Haven't you been waiting for my armies to attack the southern border, before using the horn? Haven't you been preparing for this battle so slowly, taking your time? No, Marbus. This had to happen.
pl: Miałbym w ten sposób zniweczyć wasze nastroje bitewne? Czyż nie czekaliście, aż moje wojska zaatakują południową granicę, nim użyjecie rogu? Czyż nie przygotowywaliście się do tej bitwy tak długo i mozolnie? Nie, Marbusie, to musiało się stać.

source: And now, come for me, if you are strong enogh.
pl: A teraz przyjdź po mnie, jeśli starczy ci sił.

source: Well well... Your blade has almost deprived me of my power... For the next thousand of years, at the very least. Do you see the warriors, who have just appeared? They are ghosts... Or rather shadows of these, who attempted to do the same. As you can see, they didn't end up well. They failed.
pl: No proszę... Twoje ostrze prawie pozbawiło mnie mocy... Przynajmniej na kolejne tysiąc lat. Widzisz tych, którzy się pojawili? To duchy... A raczej cienie tych, którzy próbowali dokonać tego samego, co ty. Jak widzisz, nie skończyli dobrze. Nie powiodło się im.

source: Why he is still here? He should disappear, when you destroyed him!
pl: Dlaczego on jeszcze tu jest?! Powinien zniknąć, gdy go zniszczyłeś!

source: I wish I knew, Gewold... It must be connected to these here... I have not seen them earlier in battle.
pl: Sam chciałbym to wiedzieć, Gewoldzie... To ma chyba jakiś związek z tymi tutaj... Nie widziałem ich wcześniej w czasie bitwy.

source: You know, what happened to Sovereigns, that tried to destroy me? Their souls were attracted by darkness. They became part of the curse, whose essence is me. They became its guardians. You cannot defeat me, not killing them first.
pl: Wiesz, co działo się z Suwerenami, którzy próbowali mnie zniszczyć? Ich dusze pociągnął mrok. Stawali się częścią klątwy, której jestem istotą. Stali się jej strażnikami. Nie pokonasz mnie, póki najpierw nie zadasz im śmierci.

source: I understand... It seems we have no choice. Soldiers, surround these shadows! Their destruction is crucial for our victory!
pl: Rozumiem... Zdaje się, że nie mamy wyboru. Żołnierze, otoczyć te cienie! Ich zniszczenie jest kluczowe, byśmy zwyciężyli!

source: This Person will do this with pleasure...
pl: Ta Osoba uczyni to z rozkoszą...

source: Die! Argh... Finally I managed to beat you... We won! The Great Horde has prevailed!
pl: Giń! Argh... W końcu udało mi się cię pokonać... Zwyciężyliśmy... Wielka Horda wygrała!

source: You succeeded... I look at your faces and see joy on them. You rejoice over end of your ordeal... Your escape. Your, Marbus... You don't know... You don't understand... It's not the end yet. It is just a beginning, burden of your destiny is no longer on my shoulders... It's on yours now.
pl: Udało ci się... Patrzę na wasze twarze i widzę w nich radość. Cieszycie się, bo oto nadszedł kres waszej katorgi... Waszej ucieczki. Twojej ucieczki, Marbus... Ale nie wiesz... Nie rozumiesz... Że to nie koniec. To dopiero początek, bo oto ciężar waszego przeznaczenia nie spoczywa już na moich barkach... Tylko na twoich.

source: I reunited the Great Horde and led it to victory. I'll make it great again. Orcs will no longer be thieves and bandits, we'll create our own nation... Future smiles to us!
pl: Zjednoczyłem Wielką Hordą i poprowadziłem ją ku zwycięstwu. Sprawię, że znów stanie się wielka. Orkowie nie będą już rzezimieszkami i rozbójnikami, stworzymy własny naród, własną nację... Przyszłość uśmiecha się do nas!

source: North... North is dispersed. Knalga, Northern Alliance, Elvish Jarls... All of them will turn agains you. Because who should they blame, if not orcs? Undeads are no more. The enemy, you united against, exists no more. Racial differences are bound to divide you again. I know... I know what you are thinking about.
pl: Północ... Północ jest w rozsypce. Knalga, Sojusz Północy, Elficcy Jarlowie... Wszyscy zwrócą się przeciwko wam. Bo kogo mają winić, jeśli nie orków? Nie ma już nieumarłych... Wróg, dzięki któremu się zjednoczyliście, przestał istnieć... Ponownie podzielą was różnice rasowe... Wiem... Wiem, o czym myślisz.

source: You want to keep reins on the Great Horde, make it equal to Northern Alliance and other powers of these lands. You think that you saved this country, that you are a savior and everyone will treat you as one... But it's false... You don't know the truth... Kochan, you loved, who was your friend and brother, who let you come here... Was murdered... By elves.
pl: Chcesz utrzymać Wielką Hordę w ryzach, postawić ją na równi z Sojuszem Północy i innymi potęgami tych ziem. Sądzisz, że uratowałeś tę krainę, że jesteś wybawcą i wszyscy cię tak potraktują... Ale to nieprawda... Nie znasz prawdy... Kochan, którego tak kochałeś, który był ci przyjacielem i bratem, dzięki któremu tu jesteś... Został zamordowany... Przez elfy.

source: No! You lie! You want to stir me up with Jarls, to make us betray them, kill them all while they are dispersed... But it would cause things to remain unchanged, the Great Horde would become again what it was all these years - a destructive force, that cannot change its fate!
pl: Nie! Kłamiesz! Chcesz powaśnić mnie z Jarlami, byśmy ich zdradzili, wybili do nogi, póki są w rozsypce... Ale to sprawi, że nic się nie zmieni, że Wielka Horda ponownie stanie się tym, czym była przez te wszystkie lata – destrukcyjną siłą, która nie jest w stanie odmienić swojego losu!

source: Your cousin... Before death he compared elves to orcs... He stated, that you're the same... Thirsting for blood, power, possibilities... Every nation is in its eyes is the most important, most prominent... It doesn't matter what you do, destiny of Great Horde is to kill, pillage and violence. And I... I now it best.
pl: Twój kuzyn... Przed śmiercią porównywał elfy do orków... Twierdził, że jesteście tacy sami... Spragnieni krwi, władzy, możliwości... Każda nacja jest w swoich oczach najważniejsza, najwybitniejsza... Nie ma znaczenia, co zrobisz, przeznaczeniem Wielkiej Hordy jest zabijanie, grabieże i gwałt. A ja... Ja wiem o tym najlepiej.

source: Your cousin... Before death he threatened elves with all his might. He took hidden venom from his heart and used its power... Unfortunately he run out of it, and that's how a great advisor has fallen. And you... You should do the same. Take from your chalice filled with resentment. Let it become your strength against living... Just as in fight against me.
pl: Twój kuzyn... Przed śmiercią wygrażał elfom z całych sił. Sięgnął po kryjący się w swoim sercu jad i czerpał z niego siłę... Żałuję, że mu jej zabrakło, był bowiem świetnym doradcą. A ty... Powinieneś zrobić to samo, co on. Zaczerpnij z kielicha goryczy, który przechowujesz w sercu. Niech stanie się on twoją siłą w walce z żywymi... Tak, jak stał się nią w walce ze mną.

source: Your cousin... Before death begged elves for mercy. He tried to reach their sense, putting all his will in effort to change his fate... He hoped to erase hatred, that separated your races for centuries... And he died. Maybe it was a lesson for you to act in a different way... But from the other hand, maybe you should continue what he started.
pl: Twój kuzyn... Przed śmiercią prosił elfy o litość. Przemawiał do ich rozsądku, całą siłą woli pragnął odmienić los, swoje przeznaczenie... Miał nadzieję wymazać nienawiść, która od wieków podzielała wasze rasy... I umarł. Być może to nauczka dla ciebie, byś czynił inaczej... Z drugiej strony, może powinieneś kontynuować to, co zaczął.

source: Farewell, Marbus... I wanted to congratulate you on your victory against me... But I'm afraid, that you only condemned yourself to fate worse than death. Now you only have to... make a choice.
pl: Żegnaj, Marbusie... Chciałbym pogratulować ci wygranej ze mną... Ale obawiam się, że skazałeś się przez to na znacznie gorszy los niż śmierć. Pozostaje ci jedynie... Dokonać wyboru.

source: You really thought, that they are different from me in this matter? Well, no. You have to kill them with your own hand. It's the only way to save your people - by killing your predecessors.
pl: Naprawdę myślałeś, że tutaj zadziała to inaczej, niż w moim przypadku? Otóż nie. Musisz ich zabić własnoręcznie. Tylko w ten sposób uratujesz swój lud – zadając śmierć swoim poprzednikom.

source: Curse you... But I'll do it - I'll kill all your demons, even if I have to do it with bare hands!
pl: Niech cię... Ale zrobię to – wyrżnę twoje demony, choćbym miał to zrobić gołymi rękami!

source: Go to abyss you came from, moster! Get out of my sight!
pl: Odejdź w otchłań, z której tu przyszedłeś, potworze! Precz z moich oczu!

source: One less! Two left! And then King of Gon. Have I mentioned constantly arriving undead hordes? These on south are probably fighting only with scouting forces, and body of their army has been sent here!
pl: Jeden z głowy! Jeszcze dwa! A później Król Gonu. Wspomniałem o ciągle pojawiających się armiach nieumarłych? Ci na południu toczą chyba walkę z oddziałem zwiadowczym, a trzon wszystkich ich sił przysłano tutaj!

source: Me? Ugh...
pl: Ja? Uhh...

source: I know you, because you were called a Great Sovereign too. You ruled over the Great Horde... I reappeared on this world during your reign. And I know you better than anyone else...
pl: Znam cię, gdyż też nosiłeś kiedyś tytuł Wielkiego Suwerena. Władałeś Wielką Hordą... To za twojego panowania pojawiłem się na tym świecie po raz kolejny. I znam cię lepiej niż ktokolwiek inny...

source: Go away from me, demon! Begone!
pl: Odejdź ode mnie, demonie! Przepadnij!

source: I know your thoughts... You think why it's not you, who fights against me. Why the Great Horde listens to Marbus's orders, not yours. You're jealous... Angry. You know, that he is unqualified to be a Sovereign, he's too... sensitive. The Battle of Five Armies... Union with that elvish fairy, Beatrice... Soon he'll drag down the Great Horde to be Northern Alliance's errand boy.
pl: Znam twoje myśli... Zastanawiasz się, dlaczego to nie ty jesteś moim wrogiem. Dlaczego Wielka Horda słucha Marbusa, a nie ciebie. Jesteś zazdrosny... Zły. Wiesz, że on nie nadaje się na Suwerena, jest zbyt... Wrażliwy. Bitwa Pięciu Armii... Zjednoczenie się z tą elfią wróżką, Beatrycze... Niedługo sprowadzi Wielką Hordę do poziomu pieska na posyłki Sojuszu Północy.

source: Shut up, you devil! Get away from me! I'm loyal to my Sovereign, my army! Loyal to Great Gorde!
pl: Zamilcz, diable! Odejdź ode mnie! Jestem wierny swojemu Suwerenowi, swojej armii! Wierny Wielkiej Hordzie!

source: You're too weak to be my rival... But I know your plans... Even if you try to hide it from yourself, stigma of orcish nature is imprinted deep inside you. You'll give in to it. You'll yield to your nature...
pl: Jesteś za słaby, by być moim rywalem... Ale znam twoje plany... Choć starasz się ukryć to przed samym sobą, piętno orkowego jestestwa spoczywa na tobie bardzo mocno. Ulegniesz mu. Ulegniesz swojej naturze...

source: Another one... Ugh... Down...
pl: Kolejny... Ugh... Pokonany...

source: Marbus! Are you alright...?
pl: Marbusie! Trzymasz się...?

source: Ye...s... It's... I just have to take a breath for a moment...
pl: Ta-ak... To... Po prostu muszę na sekundę odetchnąć...

source: Aidala... Or rather Queen Tesh'Sebet, Mother of Cursed Sisters, Demon of the Ocean... Yes, I know you... The race of nagas never gave birth to more perverse, venomous and evil being than you. It's a honour to finally meet you in a battle.
pl: Aidala... A raczej Królowa Tesh'Sebet, Matka Przeklętych Sióstr, Demonica Oceanu... Tak, znam cię... Rasa nag nie wydała bardziej przewrotnej, złej i jadowitej istoty niż ty. To zaszczyt w końcu spotkać cię w bitwie.

source: Queen...?
pl: Królowa...?

source: This Person prefers not to talk about it... It's a very old story... Sunken deep in a sea of reminiscences...
pl: Ta Osoba woli o tym nie mówić... To stara historia... Utopiona pod morzem wspomnień...

source: A story about daughter of great king murdered her family to take the throne... How she was hated, betrayed, and then exiled by her nation... And she left. But first, she slaughtered the whole kingdom with the help of her fanatics... How you call them? Daughters?
pl: Historia o tym, jak córka wielkiego króla morduje swoją rodzinę, by sama zasiąść na tronie... Jak zostaje zdradzona i znienawidzona, a następnie wygnana przez swój lud... I odeszła... Ale najpierw wyrżnęła ze swoimi fanatyczkami całe królestwo... Jak ty je nazywasz? Córki?

source: These fools deserved to die! And daughters of her... They are loyal to me... This Person loves them as own children.
pl: Ci głupcy zasłużyli na śmierć! A córki Tej Osoby... Są mi wierne... Ta Osoba kocha je jak własne dzieci.

source: Children, you'll never have. You won't procreate. Not with him. He won't even fall in love with you... Because who could? Even orcs fear to look at you, so much you emanate with bloodlust. No one can grant you with feelings. So was with your people, with your daughters, with Great Horde, and also with him.
pl: Dzieci, których nigdy nie będziesz mieć. Nie spłodzisz potomstwa. Nie z nim. On cię nawet nie pokocha... Bo kto mógłby to zrobić? Nawet orkowie boją się na ciebie patrzeć, tak bardzo reprezentujesz sobą żądzę mordu. Nikt nie jest w stanie obdarzyć cię uczuciem. Tak było z twoim ludem, z twoimi córkami, z Wielką Hordą a także z nim.

source: That's enough! This Person promises to destroy you! Even if I had to sunk this whole continent under ocean's waves, I'll do it! Die, begone! Go away!
pl: Dosyć! Ta Osoba przysięga, że cię zniszczy! Choćbym miała zalać ten kontynent wodami oceanu, zrobię to! Zgiń, przepadnij! Precz!

source: Die! This is... the last one... Now it's your turn, demon... You'll die just like your guardians. You know, that this battle is over already.
pl: Giń! To... To ostatni... Teraz pora na ciebie, demonie... Zginiesz tak, jak twoi obrońcy. Wiesz, że ta bitwa jest już przesądzona.
