Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Marbus, who had already decided to get in the Kalindor Fields, suggested leading the orcs through the dwarven tunnels. Although Gelu'Aben was within a stone's throw from them, no orc has crossed the entrance to dwarven caverns for years. A once warlike race started to fear the power which Knalga had become.
pl: Marbus, który już powziął decyzję o dostaniu się na Pola Kalindorskie, zaproponował, by zaprowadzić orków krasnoludzkimi tunelami. Choć Gelu'Aben znajdowało się tylko kawałek drogi od nich, żaden z orków od lat nie przekraczał progu wykutych przez krasnoludy jaskiń. Wojownicza niegdyś rasa zaczęła bać się potęgi, jaką stałą się Knalga.

source: A voting was taken to decide about the future of all the clans. Seven out of twelve voters agreed to go through the tunnels. The same seven has also agreed that Marbus would become the new Great Sovereign. Gewold sat in silence, he was against to both these decisions.
pl: Podjęto głosowanie, które miało zadecydować o przyszłości wszystkich klanów. Siedem z dwunastu osób zgodziło się na to, by ruszyć tunelami. Ta sama siódemka podjęła też decyzję o tym, by Marbus został nowym Wielkim Suwerenem. Gewold siedział w ciszy, był przeciwny obu tym decyzjom.

source: The next morning, the Great United Horde grabbed their torches and set the city on fire. After just an hour, a once great Gelu'Aben became a ruin. There was no turning back; only the elves in the forests and the soldiers of the Northern Alliance watched suffocating those who would approach the fortress. Meanwhile, Marbus took the Great Sovereign’s banner and was the first to descended beneath the ground, leading his brothers into the darkness of the dwarven tunnels.
pl: Następnego ranka wielka, zjednoczona Horda pochwyciła pochodnie i poczęła podpalać miasto. Po zaledwie godzinie, wspaniałe niegdyś Gelu'Aben zamieniło się w ruinę. Nie było już powrotu; tylko elfowie w lasach i żołnierze Sojuszu oglądali, jak czarny dym unosił się nad miastem. Miał się unosić jeszcze długo, zaczadzając tych, którzy spróbowali w tym czasie zbliżyć się do twierdzy. Marbus zaś powziął sztandar Wielkiego Suwerena i pierwszy wstąpił pod ziemię, prowadząc swoich braci w mroki krasnoludzkich tuneli.

source: Orcs
pl: Orkowie

source: Dwarves
pl: Krasnoludy

source: Wild creatures
pl: Dzikie stworzenia

source: Old Orc's Ghost
pl: Duch starego Orka

source: The Arena of Anguish
pl: Arena Rozpaczy

source: Snowfoot Clan's House
pl: Dom Klanu Śnieżnostopych

source: Dwarven Ironworks
pl: Krasnoludzka Huta Żelaza

source: Get through the caverns
pl: Przedostań się przez jaskinie

source: At last, Marbus's horde strided into the dark and dump dwarven corridors. Last of the orcs: the oldsters and women who dragged little carts with belongings and food, as well as a small livestock, such as goats and chickens, left the pale light of dawn behind. Now, their path would only be lit by torches and phosphorescing fungi, which grew here and there, giving off a nasty, acrid smell. That's how their journey through the deeps began.
pl: Horda Marbusa wkroczyła w końcu w ciemne i wilgotne korytarze krasnoludów. Ostatni z orków, starcy i kobiety, które wlokły za sobą niewielkie wózki z dobytkiem i pożywieniem, a także nieliczne zwierzęta hodowlane, takie jak kozy i kurczaki, zostawili za sobą blade światło poranka. Od teraz ich drogę miały rozświetlać jedynie pochodnie oraz fosforyzujące grzyby, które rosły tu i ówdzie, roztaczając brzydki, kwaskowaty zapach. Tak zaczęła się ich droga przez głębiny.

source: Yuck! These mushrooms stink so terribly that even our direwolves start to yelp. I start to doubt in the point of our journey, Marbus. We have already been walking for a few hours, and the tunnels are becoming narrower and narrower.
pl: Fuj! Te grzyby śmierdzą tak strasznie, że nawet nasze wargi zaczynają skomleć. Zaczynam wątpić w sens tej wyprawy, Marbus. Idziemy już od kilku godzin, a tunele stają się coraz ciaśniejsze.

source: Shrooms stink and hurt. Hurt in belly. I eaten too much and now vomit.
pl: Grzyby śmierdzą i bolą. Bolą w brzuch. Ja zjeść ich dużo i teraz wymiotować.

source: This type of mushrooms shouldn't stink... It looks like even here, beneath the ground, the nature starts to feel the consequences of what is happening on the surface. So, take a good look, orcish warriors! This is the best evidence of how strong the ghost who runs rampant on these lands is.
pl: Ta odmiana grzybów nie powinna cuchnąć... Zdaje się, że nawet tutaj, pod ziemią, natura zaczyna odczuwać skutki tego, co dzieje się na powierzchni. Patrzcie więc dobrze, orkowi wojownicy! To najlepszy dowód na to, jak silny jest upiór, który panoszy się po tych ziemiach.

source: Calm down, Gewold, or I will deem that you are becoming crusty due to the old age. There is no way back for us – we must move forward.
pl: Uspokój się, Gewoldzie, albo uznam, że na starość zaczynasz robić się zrzędliwy. Nie ma już dla nas drogi powrotnej – musimy iść naprzód.

source: I must admit, however, that I feel uneasy as well, cousin. And it's not just about the tunnels, but about the lack of any signs of dwarves. I believed that we would force our way to the other side over their corpses, having a precisely marked out path. If we get lost here, then neither stars, nor winds, nor wolves... Nothing will show us the way.
pl: Przyznam jednak, że i ja czuję niepokój, kuzynie. Nie chodzi tylko o same tunele, ale też brak jakichkolwiek oznak krasnoludów. Sądziłem, że na drugą stronę gór będziemy musieli przedrzeć się po trupach, mając przy tym dokładnie wytyczoną ścieżkę. Jeśli się tutaj zgubimy, ani gwiazdy, ani wiatr, ani wilki... Nic nie pokaże nam drogi.

source: Trolls been living here for years and ages. I and my sons know how to walk in darkness in order to find the way. When you get lost, we will lead.
pl: Trolle lata i wieki żyły w takich miejscach. Ja i moi synowie wiemy, jak iść w ciemność, by znaleźć drogę. Gdy się zgubicie, poprowadzimy.

source: Can it be that my blind eyes see more than yours? Seeing? Know that my folks aren’t afraid of the darkness of this place. We will find a way, even if we would have to call our ancestors for help! And the ancestors of ours ancestors! And the ancestors of our ancestors' ancestors as well!
pl: Czyżby moje ślepe oczy widziały więcej niż wasze? Widzące? Wiedzcie, że mój lud nie obawia się ciemności tego miejsca. Znajdziemy drogę, choćbyśmy mieli wezwać naszych przodków na pomoc! I przodków naszych przodków! I przodków przodków naszych przodków również!

source: You see, then? We have nothing to be afraid of. Since when those undead appeared in the north, I feel like if an mysterious force led us by the hand. Although it might be an old orcsess' superstition, I believe in the destiny. And dying in this place isn't our destiny.
pl: Widzicie więc? Nie mamy się czego obawiać. Odkąd Ci nieumarli pojawili się na północy, czuję, jakby jakaś tajemnicza siła prowadziła nas za rękę. Choć może jest to zabobon starych orczyc, wierzę w przeznaczenie. A naszym przeznaczeniem nie jest śmierć w tym miejscu.

source: Silence! Calm down these direwolves right now! Can you hear that? It's the burble of a river.
pl: Cisza! Uspokójcie zaraz te wargi! Słyszycie? To szumi rzeka.

source: Thank our forefathers! We will replenish our canteens and drink to our's fill, provided the waters is drinkable. It's also possible that we will find a dwarven settlement by the river, so have yours swords ready.
pl: Dzięki przodkom! Uzupełnimy manierki i napijemy się do syta, jeśli okaże się zdatna do picia. Możliwe też, że przy rzece znajdzie się jakaś krasnoludzka osada, więc trzymajcie miecze w pogotowiu.

source: Onwards, my warriors! Move deftly and quietly! Don't split up though, however – we don't know what dangers will await us in these tunnels.
pl: Naprzód, moi wojownicy! Poruszajcie się sprawnie i cicho. Nie rozdzielajcie się jednak – nie wiadomo, jakie niebezpieczeństwa czekają nas w tych tunelach.

source: From now on, death of Emborgi-Tarash doesn't end the game.
pl: Od teraz śmierć Emborgi-tarasz nie kończy gry.

source: From now on, death of Krull the Rock doesn't end the game.
pl: Od teraz śmierć Krulla Skały nie kończy gry.

source: I wonder what apes live in these halls underground... This stone village doesn't look dwarven at all...
pl: Zastanawia mnie, jakie prymitywy żyją w tych podziemiach... Ta kamienna wioska wcale nie przypomina krasnoludzkiej...

source: This not dwarves’ work! This strong trolls' work! Our architecture is stylish and sophisticated, isn’t it not?
pl: To nie jest robota karłów! To robota silnych trolli! Nasza architektura być gustowna i wyszukana, prawda?

source: Hard to deny. It is charming.
pl: Trudno zaprzeczyć. Wygląda uroczo.

source: It's the monastery! Everything here is made of marble and polished stone. IT seems a dwarven god is worshipped here. Torlof the Thundering. I'm happy that our community does not believe in such superstitions.
pl: To klasztor! Wszystko tutaj jest z marmuru i polerowanego kamienia... Zdaje się, że czczą tutaj krasnoludzkiego boga... Torlofa Gromowładnego. Cieszę się, że w naszej społeczności nie ma takich zabobonów.

source: Watch your tongue, wolfrider. My race still worships the ancient faith and tells tales of Torlof the Thundering. He is a mighty deity and can't be ignored. You should remeber that name.
pl: Uważaj, co mówisz, jeźdźcze wilka. Moja rasa wciąż wyznaje pradawne wierzenia i przekazuje sobie podania o Torlofie Gromowładnym. To potężne bóstwo, nie należy go ignorować. Powinniście zapamiętać to imię.

source: Trolls not like storm. Tor-lof be a storm master. Trolls knows. Be afraid, but don't give no offerings. Trolls be wise. All offerings go to stomach!
pl: Trolle nie lubieją burzy. Tor-lof być pan burzy. Trolle znać. Bać się, ale nie dawać darów. Trolle mądre. Wszystkie dary do brzucha!

source: Plunder the larder! And what is that? Bloody liqueur made of spider berries. It's best used to warm bones in these cold halls.
pl: Złupić spiżarnie! A co to...? Krwista nalewka z pajęczych jagód... Nadaje się do tego, by rozgrzać kości w tych zimnych korytarzach.

source: Woof, woof!
pl: Hau! Hau!

source: Silence, Barley! You mustn't touch it.
pl: Cicho, Jęczmień. Tobie nie wolno.

source: A temple, or a museum. It's full of paitings and low reliefs. From what they depict we can say that these are the Four Gryphon Riders. They are to come and herald the coming of the Apocalypse.
pl: Świątynia. Albo muzeum. Pełno tu obrazów i płaskorzeźb. Z tego, co można wyczytać, przedstawiają one Czterech Jeźdźców Gryfa... Ponoć mają nadejść i zwiastować światu Apokalipsę.

source: Fairy tales of dwarves and children. The Apocalypse will come when the Black Waters from the west rise and flood the Great Continent, and Jormungand will surface to devour the sun and the moon.
pl: Bajania karłów i dzieci. Apokalipsa nastanie, gdy Czarne Wody z zachodu wzbiorą i zaleją Wielki Kontynent, a Jormungand wypłynie na powierzchnię, by pożreć słońce i księżyc.

source: In this village, a wedding reception was held. We probably interrupted their Red Beard Tango ... Quick! Go for the food, and then plunder the settlement!
pl: W tej wsi organizowali wesele! Chyba przeszkodziliśmy im w tańcu Tanga Czerwonej Brody... Szybko! Rzucić się na jedzenie, a później splądrować tę osadę!

source: Sure, let the wolves go there. Why leave smoked cold meat for us if wolves can be fed with it?
pl: Pewnie, niech wpuszczą tam wilki! Po co zostawiać dla nas wędzoną szynkę, skoro można nakarmić nią psy?

source: *Merry barking*
pl: *Radosne szczekanie.*

source: What's that, for the ancestors sake!? Grab yours swords!
pl: A cóż to, na przodków?! Chwyćcie za miecze!

source: Trolls know the looks. Under our bridges, where we take tolls, there they often are. They are nagas. Snake-women.
pl: Trolle znają ten wygląd. Pod naszymi mostami, skąd bierzemy myto, tam często one są. To nagi. Kobiety-węże.

source: Are my senses failing me? How is it possible that a once proud race of nagas settled under the ground? I remember times when our folks were united, ruling the swamps and rivers on the whole continent.
pl: Czyż nie mylą mnie zmysły? Jakże to możliwe, że dumna niegdyś rasa nag osiadła pod ziemię? Pamiętam czasy, gdy nasze ludy tworzyły jedność, władając bagnami i rzekami na całym kontynencie.

source: Greetings, sons of the west... Or should I say: sons of the north? Her name is Aidala. And these are her daughters. This Person is their matriarch.
pl: Bądźcie pozdrowieni, synowie zachodu... A może powinnam rzec: synowie północy? Imię Tej Osoby jest Aidala. To są zaś moje córy. Jestem ich matroną.

source: Yuck... For years, nobody has seen any naga! You separated from the Horde! Some of you even tried to join the Northen Alliance, mating with tritons! Don't try to deny it, snake!
pl: Tfu... Od lat nikt z nas nie zobaczył żadnej z nag! Odłączyłyście się od Hordy! Niektóre z was dołączyły nawet do Sojuszu Północy, mieszając się z trytonami! Nie próbuj zaprzeczać, wężu!

source: Gewold, what the hell! I reminder you that I am the Great Sovereign now! Be silent when it comes to talking with someone who in our way!
pl: Gewold, do diabła! Przypominam ci, że to ja jestem teraz Wielkim Suwerenem! Milcz, gdy przychodzi do rozmowy z kimś, kto stanął na naszej drodze!

source: Your companion's remark was spot-on, son of the north. The majority of my race would turned their backs on our tradition and the elders' beliefs. This Person, however, never got rid of her pride, never quenched the sorrow and hatred that stir in her heart... And yet... This Person couldn't fight.
pl: Spostrzeżenie twojego kompana było trafne, synu północy. Większość mojej rasy odwróciła się od tradycji i wierzeń starszyzny. Ta Osoba jednak nigdy nie wyzbyła się swej dumy, nigdy nie zagasiła żalu i nienawiści, która obfituje w jej sercu... A jednak... Ta Osoba nie mogła walczyć.

source: Tell me what has happened, my lady.
pl: Opowiedz mi, co się stało, pani.

source: Less than one century ago, the elders of my kin called the Great Council on which we were supposed to debate how to save Her race from the calamity... But at the council, we faced a betrayal. Young nagas, living in the most shallow waters, decided to join forces with the Nortern Alliance and murdered the vast majority of Her race. This Person fought fiercely, killing many of her daughters and sisters, but This Person couldn't save the elders.
pl: Niecały wiek temu starszyzna mego ludu zwołała Wielki Wiec, na którym mieliśmy radzić, jak uchronić rasę Tej Osoby od klęski... Jednak na Wiecu dopadły nas sidła zdrady. Młode, żyjące w najpłytszych wodach nagi postanowiły zjednoczyć się z Sojuszem Północy i wyrżnąć zdecydowaną większość rasy Tej Osoby. Ta Osoba walczyła zaciekle, zabijając wiele swoich córek i sióstr, jednak nie udało się uratować starszyzny.

source: I got sealed off with my most trusted daughters... The road to the sea was closed. And on land, crossbowmen were waiting for us. This Person could have died a grand and just death... However, it would result in that there wouldn't be any ceasing the hatred between nagas and Northern Alliance anymore. Dwarves, elves and even The Great Kingdom of Wesnoth... Everyone would start identifying Her race with something good. With something that got rid of its darkness and joined them to hunt pearls, help sailors and swim with dolphins.
pl: Zostałyśmy odcięte z moimi najbardziej zaufanymi córami... Droga do morza była zamknięta. Na lądzie zaś czekali na nas kusznicy. Ta Osoba mogła zginąć wielką, słuszną śmiercią. To jednak sprawiłoby, że nie byłoby już nienawiści wśród nag i Sojuszu Północy. Krasnoludowie, elfowie a nawet Wielkie Królestwo Wesnoth... Wszyscy zaczęliby utożsamiać rasę Tej Osoby z czymś dobrym. Z czymś, co wyzbyło się mroku, dołączyło do nich, by łowić perły, pomagać żeglarzom i płynąć z delfinami.

source: This Person couldn't stand that! This Person had to live in order to hate. To bear witness to the darkness and decay, The Witness of the Snake. This Person had gathered its daughters and set off in the only direction where This Person could survive - to the caves. So here, in the darkness and gloom we've started to spawn, to grow stronger and wait for the moment when we could inflict the deadly blow to our enemies. This Person presumes this moment has come now.
pl: Ta Osoba nie mogła tego znieść! Ta Osoba musiała żyć, by nienawidzić. By dać świadectwo mroku i zepsucia, Świadectwo Węża. Ta Osoba zebrała wszystkie swoje córy i ruszyła w jedyne miejsce, gdzie mogła przetrwać – do jaskiń. Tutaj więc, w mroku i ciemnościach, zaczęłyśmy składać skrzek, rosnąć w siłę i wyczekiwać chwili, w której mogłybyśmy zadać śmiertelny cios naszym wrogom. Ta Osoba sądzi, że ta chwila nadeszła.

source: Your story is full of passion and darkness, my lady... The enemy that is pursuing us is yet even darker. I will welcome You and Your daughters in my ranks with joy.
pl: Twoja opowieść jest pełna pasji i mroku, pani... Wróg, który nas ściga, jest jednak jeszcze mroczniejszy. Z radością powitam ciebie i twoje córki w szeregach mojej armii.

source: You should reconsider this... Not everyone who doesn’t want to attack us is our friend. They may betray us when the first opportunity occurs, joining the nagas that are on the Northern Alliance side already.
pl: Przemyśl to jeszcze... Nie każdy, kto nie chce nas zaatakować, jest naszym przyjacielem. Mogą kłamać. Mogą też wydać nas przy pierwszej możliwej okazji, dołączając do tych nag, które są już po stronie Sojuszu Północy.

source: Sss... Silence, orc... Stay silent or I will make you silent forever... If it is needed, This Person will make an oath. This Person swears on the stars and snakes, on the poison and swords, on the blood of black and red, that This Person will serve your Great Sovereign and will give the whole of Herself to him!
pl: Sss... Zamilcz, orku... Zamilcz, albo sprawię, że zamilkniesz na wieki... Jeśli trzeba, Ta Osoba złoży śluby. Ta Osoba przyrzeka na gwiazdy i węże, na truciznę i miecze, na czarną i czerwoną krew, że służyć będzie waszemu Wielkiemu Suwerenowi i odda się mu w całości!

source: Even in the face of the latest events I must admit, my cousin, that it sounds pretty decent.
pl: Nawet w obliczu ostatnich wydarzeń muszę przyznać, kuzynie, że brzmi to całkiem nieźle.

source: I am glad that your humour is back, Kochan. As for the nagas... So be it. From now on you are my people as well. Together we must work our way out of these tunnels.
pl: Cieszę się, że znów dopisał ci humor, Kochan. Co zaś do nag... Niech więc tak będzie. Od dzisiaj i wy jesteście moim ludem. Razem musimy wydostać się z tych tuneli.

source: My hearth is full of joy knowing that we will be fighting together with the water snakes. There are no other creatures on this continent that are more stubborn, full of passion and hate born, and that didn’t leave this world into the cold hands of the death.
pl: Moje serce raduje się na wieść, że walczyć będziemy ramię w ramię z wodnymi wężami. Ten kontynent nie wydał na świat istot równie zaciętych, przepełnionych pasją i nienawiścią, które nie pozwoliły im odejść w ramiona śmierci.

source: Trolls likes snakes. Let there is friendship between us.
pl: Trolle lubią węże. Niech jest między nami przyjaźń.

source: My Chieftain... Let me give you a piece of advice... The underground midgets were also influenced by the Evil Spirit that devastates this lands. They are weak... Together, we can face them and defeat them. But there is another way. Their guards are few and far between, their numbers are scarce in most of the corridors. We can reach north unnoticed if we will move carefully.
pl: Wodzu mój... Pozwól mi udzielić ci rady... Podziemne karły również odczuły wpływ Złego Ducha, który pustoszy tę krainę. Są słabi... Możemy razem stawić im czoło, pokonując ich. Jest jednak inne rozwiązanie. Ich strażnicy są nieliczni, a na większości korytarzy brakuje im wartowników. Możemy niepostrzeżenie dotrzeć na wschód, jeśli będziemy iść ostrożnie.

source: That's a good advice. Personally I would rather not participate in the fight - the terrain is not suitable for that.
pl: To dobra rada. Osobiście wolałbym nie brać udziału w walkach – warunki terenowe zdecydowanie sprzyjają krasnoludom.

source: Quit babbling, Kochan! We need gold and supplies and there should be plenty of it in their fortifications! If we do not kill them now, they will emerge from the caves and attack us in the least expected moment when you least expect it. To avoid open war, we must attack first!
pl: Gadanie, Kochan! Potrzebujemy złota i zapasów, a w ich fortyfikacjach na pewno znajdziemy tego wystarczająco! Nie zabijemy ich teraz, a oni wkrótce wyjdą z jaskiń i zaatakują nas w najmniej odpowiednim dla nas momencie. Żeby nie było wojny, musimy zaatakować ich pierwsi!

source: My chieftain, this is not all. This Person knows more... In the north, in the tunnels abbandoned by the midgets... I can feel magic vibrations emanating from there... This Person and her daughters think something can be hidden there, something that might prove useful in the future. It can even have the decisive effect in the final encounter.
pl: Wodzu mój, to nie wszystko. Ta Osoba wie coś więcej... Na północy, w opuszczonych przez karły tunelach... Czuć stamtąd magiczne wibracje... Ja i moje córy sądzimy, że może tam być ukryte coś, co mogłoby się okazać pomocne w przyszłości. A może nawet mieć decydujące znaczenie w ostatecznym rozrachunku.

source: Treasure! Trolls want that treasure! We not forgot that trolls were good, when trolls had treasure!
pl: Skarb! Trolle chcą ten skarb! My nie zapomnieć, że trollom wtedy było dobrze, gdy mieć skarb!

source: I also feel something magical... There is some mighty arcane power... But different, not dwarven. I think it may have something to do with the evil that engulfs the north. We should aquire this thing.
pl: Również czuję coś magicznego... Jest tam tajemna, potężna siła... Ale inna niż krasnoludzka. Wydaje mi się, że może mieć to coś wspólnego ze złem, które ogarnia północ. Powinniśmy mieć tę rzecz.

source: Thank you all for your advices. Aidala... Whatever I decide, I want you to be at my side. I am really glad that we've met. And now – onwards!
pl: Dziękuję wam wszystkim za rady. Aidalo... Cokolwiek postąpię, chcę mieć cię u swego boku. Bardzo cieszę się z tego spotkania. A teraz – w drogę!

source: Guide Marbus to the northern edge of the map
pl: Dotrzyj Marbusem do północnego krańca mapy

source: Die, you dwarven monster! This is for all our warriors slain by your brethren!
pl: Giń, krasnoludzka poczwaro! To za wszystkich naszych wojowników, którzy umarli z waszych rąk!

source: Loot their strongholds, soldiers! I am sure they have tons of gold and supplies in there!
pl: Ograbcie ich twierdzę, żołnierze! Jestem pewny, że mają tam mnóstwo złota i zapasów!

source: He's fallen! The dwarves are running to their holes! We've won this glorious victory!
pl: Padł! Krasnoludy pierzchają do swoich nor! Odnieśliśmy tu cudowne zwycięstwo!

source: My sword gives a shouts of excitation! Slay the rest! Kill everyone, don’t let anyone survive!
pl: Mój miecz krzyczy z ekscytacji! Dobić pozostałych! Nie pozwólcie nikomu przeżyć!

source: This Person is glad that another revenge is taken... With the gold from their treasuries we will grow stronger...
pl: Ta Osoba cieszy się, że kolejna zemsta została dopełniona... Za złoto z ich skarbców urośniemy w siłę...

source: Quickly, my Horde, into these tunnels!
pl: Szybko, moja Hordo, do tych tuneli!

source: What!? We are to flee now, after the battle has already started!?
pl: Co?! Mamy uciekać teraz, gdy już rozgorzała walka?!
