Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: After a two-days march, Marbus's army reached the place where they were to face way a less terrifying opponent. It was a school of magi in the north. Always full warehouses, rich treasuries, good food... Orcs were in their power once again. That's what they thought about the battles - beat the enemy and leave their body to be devoured by wolves. Take everything they had. Drink, eat and sleep. Live off with what has been robbed. Until the gold runs out. Then sharpen the sword. Orcs had no tombs. They did not visit their dead. They knew that at their death, their bodies would be thrown to dogs. But what if your enemy is an undead torturer? Who neither bleeds nor desires your treasure? What does it want, then?... Your soul?
pl: Po dwóch dniach marszu wojska Marbusa dotarły na miejsce, gdzie miały zmierzyć się z przeciwnikiem o wiele mniej przerażającym. Szkoła magów na północy. Wiecznie pełne magazyny, bogate skarbce, dobre jedzenie... Orkowie znów byli w swoim żywiole. Tak właśnie myśleli o bitwach. Pokonać przeciwnika, a jego ciało rzucić wilkom. Zabrać wszystko, co miał. Pić, jeść i spać. Żyć z tego, co się zrabowało. Póki złoto się nie skończy. Wtedy naostrzyć miecz. Orkowie nie mieli grobów. Nie odwiedzali zmarłych. Wiedzieli, że po śmierci ich ciała zostaną rzucone psom. Ale co wówczas, gdy wrogiem jest nieumarły oprawca? Który nie krwawi, nie pragnie twoich skarbów? Więc czego...? Duszy...?

source: Steel and Magic
pl: Magia i Stal

source: Honorable Umberg
pl: Wielmożny Umberg

source: Scribe Tambaros
pl: Skryba Tambaros

source: The Mage Stronghold
pl: Twierdza Magów

source: The University
pl: Uniwersytet

source: Southern Watchtower
pl: Strażnica Południowa

source: Northern Watchtower
pl: Strażnica Północna

source: Western Watchtower
pl: Strażnica Zachodnia

source: Reptile Ruins
pl: Jaszczurze Ruiny

source: It‘s an unpleasant place. Swamps and quags. At least it's warmer here than near the river.
pl: Nieprzyjemnie tutaj. Bagna i trzęsawiska. Przynajmniej jest tu cieplej niż przy rzece.

source: Sometimes, I had a feeling that the shamaness lead us into such a terrain on purpose. If it was a Saurian ambush, we wouldn't be able to defend here. On such a difficult terrain it would be hard for our wolves to fight, and the cold-blooded seem to be in their element.
pl: Niekiedy miałem wrażenie, że ta szamanka specjalnie prowadzi nas w takie bagniska. Gdyby była to zasadzka jaszczurów, nie mielibyśmy szans się bronić. Na tak trudnym terenie ciężko jest walczyć nawet naszym wilkom, natomiast zimnokrwiści zdają się być w swoim żywiole.

source: I don't fear the confrontation with lizards. There are too few of them to threaten us. Also, there is no reason not to trust them. Now silence, their leader is coming.
pl: Nie boję się konfrontacji z jaszczurkami. Jest ich zbyt mało, by nam zagrozić. Nie ma też żadnego powodu, by im nie ufać. Teraz cisza, idzie tutaj ich przywódczyni.

source: Lord of orcs, we have arrived in our homeland. I can smell the odour of the human-scum. The odour of their coloured clothes, their elixirs, their magic! They must be driven away!
pl: Wodzu orków, oto przybyliśmy do naszej ojczyzny. Wyczuwam tu smród ludzkiego pomiotu. Smród ich farbowanych tkanin, ich eliksirów, ich czarów! Muszą zostać przepędzeni!

source: We will keep our promise, shamaness. But please, tell me, what help shall I expect from you?
pl: Dotrzymamy obietnicy, szamanko. Powiedz mi jednak, na jaką pomoc mogę liczyć z waszej strony?

source: You will be able to recruit our best fighters and shamen. They are fast and dexterous, so they will easily kill anyone who sets their feet at the swamp.
pl: Możesz rekrutować naszych najlepszych wojowników i szamanów. Są oni szybcy i zwinni, z łatwością zabiją każdego, kto postawi stopę na bagnach.

source: Apart from that, on these cursed humans' territories, there are some settlements of our brothers left. Among them, you'll find good old warriors. They would be an invaluable help in this battle, even determining the outcome of the battle.
pl: Prócz tego na terenie tych przeklętych ludzi ostało się kilka osad z naszymi braćmi. Wśród nich znajdziesz starych, dobrych wojowników. Ich pomoc może być dla ciebie nieopisanym wsparciem w tej bitwie, przesądzając nawet o jej wyniku.

source: Our wolves should quickly reach the rebels and inform them about the battle. We should...
pl: Nasze wilki powinny szybko dotrzeć do buntowników i powiadomić ich o bitwie. Powinniśmy...

source: What is this?! Who dares enter my home uninvited?
pl: Cóż to?! Kto śmie przychodzić w moje progi nieproszony?!

source: These are orcs, Master. I can also see some Saurians among them. Probably, they hope to regain these lands. They seem freezing cold and exhausted though, they'll not put up resistance for long.
pl: To orkowie, Mistrzu. Wśród nich widzę także jaszczury. Pewnie mają nadzieję na odzyskanie tych ziem. Wydają się zziębnięci i przemęczeni, nie będą stawiać oporu zbyt długo.

source: As I thought... Every orc should die by the sword and every lizard should crawl under our feet. Call our adepts and soldiers, kill them all! When they start running away, we'll prepare sledges and start chasing them.
pl: Tak jak sądziłem... Każdy ork powinien zginąć od miecza. A każda jaszczurka powinna zwijać się pod naszymi butami. Wezwij naszych adeptów i zbrojnych, niech wybiją ich co do nogi! A gdy zaczną już uciekać, przygotujemy sanie i ruszymy za nimi w pościg.

source: Like after aurochs? Unfortunately, these animals won't provide us with such expensive trophies... Oh well, at least our adepts will practise their spells.
pl: Tak jak za żubrami? Szkoda tylko, że z tej zwierzyny nie trafi się nam żadne cenne trofeum. No cóż, przynajmniej nasi adepci poćwiczą zaklęcia.

source: Humans' pride has never had any boundaries. These people were always filled with it. Pride and arrogance poured into them when Haldric I touched the Ruby of Fire for the first time. Then he wrote his people off for the eternal craving. The craving for power, knowledge and authority. It is a strong craving, which none shall defy.
pl: Ludzka pycha nigdy nie znała granic. Ten lud zawsze był nią nasssączony. Duma i arogancja przelała się na nich, gdy Haldric I pierwszy raz dotknął Rubinu Ognia. Wówczas to spisał swój gatunek na wieczny głód. Głód władzy, wiedzy i siły. A jest to głód potężny, którego nic nie ugasi.

source: Hum? How can you know such things?
pl: Hę? Skąd wiesz takie rzeczy?

source: Tribes pass away, kings replace kings. Yet we live and remember. And we get our knowledge across. Although my eyes turned pale many years ago, I still remember our mighty city of Saurgath...
pl: Plemiona przemijają, królowie zastępują królów. A jednak trwamy i pamiętamy. I przekazujemy naszą wiedzę dalej. Choć moje oczy już dawno wyblakły, pamiętam jeszcze wspaniałe miasto Saurgath...

source: I don't mean to break your conversation, but the battle is coming. Your knowledge is amazing, but how about your arms? Are they worth anything?
pl: Nie chcę wam przerywać, jednak zbliża się bitwa. Wasza wiedza jest zadziwiająca, ale jak jest z orężem? Jest coś wart?

source: Sssonsss! To armsss! Show them the power slumbering in our boiling blood! Let's reclaim our homeland!
pl: Ssssynowie! Do boju! Pokażmy im siłę drzemiącą w naszej wrzącej krwi! Odbijmy naszą ojczyznę!

source: Defeat Umberg
pl: Pokonaj Umberga i Tambarosa

source: Swashbuckling Ashenvol
pl: Zawadiaka Ashenvol

source: Eshanvel, Son of Ashenvol
pl: Eshanvel, Syn Ashenvola

source: Warriors! Grab your spears, it's time to get our lands back!
pl: Wojownicy! Chwyćcie za swoje włócznie, pora odzyskać nasze ziemie!

source: I report that more Saurians joined our forces!
pl: Melduję, że kolejne jaszczurki dołączyły do naszych sił!

source: Kira-Suki the Fastfeet
pl: Szybkostopy Kira-Suki

source: Elgradesh
pl: Elgradesz

source: Ondriagashi
pl: Ondriagaszi

source: Nenuki the Blind
pl: Ślepy Nenuki

source: These are the main forces of our rebels. Come on, come to me, children! Slaughter this human-scum!
pl: Oto główne siły naszych buntowników. Do mnie, do mnie, dzieci! Wyrżnijmy ludzkie ścierwo!

source: Indeed... Their forces look impressive.
pl: Rzeczywiście... Ich siły wyglądają imponująco.

source: We'll admire them later, now let's focus on our enemy.
pl: Będziemy zachwycać się nimi później, teraz skupmy się na przeciwniku.

source: Brother Eriskuri
pl: Brat Eriskuri

source: Brother Obenshiru
pl: Brat Obensziru

source: For the great Saurgath! I can sense here the Ancient...
pl: Za wielki Saurgath! Wyczuwam tutaj Starożytną...

source: You sense well, my child. Now dress your battle clothes, let's push human-ssscum into swamps!
pl: Dobrze wyczuwasz, moje dziecko. A teraz przywdziej swe szaty bitewne, zepchnijmy ludzkie śśśścierwo w bagna!

source: What is it...? Am I bleeding? Master... Master, I'm dying! Save me, master!
pl: Cóż to...? Czy krwawię? Mistrzu... Mistrzu, umieram! Ratuj mnie, Mistrzu!

source: Master! You...?!
pl: Mistrzu! Czy ty...?!

source: As you didn't manage to beat a few orcs, you aren't worthy of my help, Tambaros. I am sorry.
pl: Skoro nie udało ci się pokonać kilku orków, nie jesteś wart mojej pomocy, Tambarosie. Przykro mi.

source: This is the end...
pl: To koniec...

source: Argh! I can't believe it!
pl: Argh! Nie mogę w to uwierzyć!

source: Who... ekhh... Who was able to beat me? Me... the mighty... Umberg... Umberg the Brave from the house of... Enlightened? Anyway... I don't care. I won't die here... I summon the powerful spirits... May they heal my wounds.
pl: Kto... Ekhe... Kto był w stanie mnie pokonać? Mnie... Wielmożnego... Umberga... Umberga Śmiałego z rodu... Światłych? Zresztą... To nieważne. Nie umrę tutaj... Wzywam potężne duchy... Niech uleczą moje rany.

source: I've already heard about it. However, only necromancers are able to do it. Ressurect. This is a great feat. If this mage resurrects again, we will be out on a limb. We can't win this battle once again.
pl: Słyszałem już o czymś takim. Choć ponoć tylko nekromanci mogą to uczynić. Zmartwychwstać. To potężna sztuka. Jeśli ten mag znów się odrodzi, będziemy w niezłych opałach. Nie uda nam się wygrać takiej bitwy po raz drugi.

source: Sss... I summon the spirits of this place. The spirits of marshes that guided us and our ancestors through ages. Come forth, ancient sages! May the power of your voices push this human into the abysses of nihility!
pl: Sss... Oto wzywam duchy tego miejsca. Duchy moczar, które przez wieki prowadziły nas i naszych przodków. Przybądźcie, pradawni mędrcy! Niech siły waszych głosów zepchną tego człowieka w czeluści nicości!

source: May the power of your voices push this human into the abysses of nihility!
pl: Niech siły waszych głosów zepchną tego człowieka w czeluści nicości!

source: Argh! Nooo... Nooooooo!
pl: Argh! Niee... Nieeeeeee!

source: These are very powerful spells. I didn't expect to see something like that. You are an amazing augur, Emborgi-Tarash.
pl: To naprawdę potężne zaklęcia. Nie spodziewałem się, że ujrzę coś podobnego. Jesteś niesamowitą wróżbitką, Emborgi-tarash.

source: This spell costed me much energy. The walls and fortifications of humans will remain in the swamps for ages. At least one hundred years need to pass before the residue of their magic will have completely left this place. However... other augurs will take care of it.
pl: Wiele sił kosztowało mnie to zaklęcie. Mury i fortyfikacje ludzi przez wiele wieków będą zalegać w bagniskach. Minie przynajmniej sto lat, nim ślady ich czarów całkowicie opuszczą to miejsce. Nad tym jednak... Będą czuwać inni wróżbici.

source: Other augurs? What do you mean?
pl: Inni wróżbici? Co masz na myśli, wróżbitko?

source: In my visions, I have seen the chronology of the fate's threads, young ruler. My destiny is to follow you, leading my brothers and sisters. This is what our forefather predicted, and this I will do.
pl: W wizjach zobaczyłam przebieg nici losu, młody wodzu. Moim przeznaczeniem jest ruszyć za tobą, prowadząc swoje siostry i braci. Tak przepowiedział mi nasz praojciec i tak też uczynię.

source: Fine, augur. With your and your Saurians‘ help we'll quickly reach Gelu'Aben.
pl: Dobrze, wróżbitko. Z pomocą twoją i twoich jaszczurów szybko powinniśmy dotrzeć do Gelu'Aben.

source: The surviving mages are running away through the marches. I don't expect them to escape our wolves. The humans had quite a lot of supplies here.
pl: Niedobitki magów już uciekają przez moczary. Sądzę, że nie uciekną przed wilkami. Ludzie mieli tutaj całkiem dużo zapasów.

source: Command our orcs and Saurians to take all the supplies and the most necessary things. We'll stock up and rest. We are going to leave this place in a week.
pl: Rozkaż naszym orkom i jaszczurom zabrać cały prowiant i wszystko, co najpotrzebniejsze. Zaopatrzymy się i wypoczniemy. Wyruszamy w ciągu tygodnia.

source: The Madness of Hunger
pl: Szaleństwo Głodu

source: After all, Marbus didn't show generosity and didn't ally with the Saurians. He led his units farther through the frozen steppes right into Sunek Dal. He didn't look behind when he was leaving. Thus, that he couldn't see the reptiles standing unsure, full of insecurity and doubt. Next time no ally would come to rescue them.
pl: Marbus jednak nie okazał dobroduszności i nie sprzymierzył się z jaszczurami. Powiódł swoje oddziały dalej, przez zamarznięte stepy, wprost do Sunek Dalu. Gdy odchodził, nie spojrzał za siebie. Nie mógł więc zobaczyć stojących niepewnie jaszczurek, które żegnały orków wzrokiem pełnym niepewności i zwątpienia. Następnym razem żaden sojusznik nie przybędzie im na ratunek.

source: The journey to Sunek Dal was exhausting and burdensome, it decreased the Marbus' crowd by a considerable amount of women and elderly people. The blizzard was so strong that the road a few meters in front of the orcs was completely invisible. They had to trust the wolves. Apart from that, what awaited them in Sunek Dal? Hot meal, warm beds and root beer? Or maybe a fratricidal fight for the rest of provisions? Marbus didn't know it, although his wildly flowing blood gave him a feeling of an incoming battle...
pl: Droga do Sunek Dalu była męcząca i uciążliwa, uszczupliła gromadę Marbusa z wielu kobiet i starców. Zawierucha była tak potężna, iż droga kilka metrów przed orkami okazywała się całkowicie niewidoczna. Trzeba było zawierzyć wargom. Poza tym, co czekało ich w Sunek Dalu? Gorąca strawa, ciepłe łóżka i piwo korzenne? Czy też bratobójcza walka o resztki prowiantu? Marbus nie wiedział, choć płynąca w nim dziko krew dawała mu przeczucie nadchodzącej bitwy...

source: Trolls
pl: Trolle

source: Krull the Rock
pl: Krull Skała

source: Enemies
pl: Przeciwnicy

source: Kunus the Dead Fish
pl: Kunus Martwa Ryba

source: Reach Sunek Dal
pl: Dotrzyj do Sunek Dalu

source: The Watchtower
pl: Strażnica

source: Troll Camp
pl: Obóz Trolli

source: So we have finally reached Sunek Dal... I can see that winter hasn't spared this place. But something is wrong. Even in such weather is bad, we should have been seen by the patrols.
pl: A więc dotarliśmy do Sunek Dalu... Widać, że zima nie oszczędziła i tego miejsca. Ale coś jest nie tak. Nawet przy takiej pogodzie powinniśmy zostać zauważeni przez patrole.

source: My cousin, something is on. Our wolves are anxious. They behave as in a battle. I hope we haven’t come here too late.
pl: Kuzynie, coś jest zdecydowanie na rzeczy. Wargi są niespokojne. Zachowują się jak na bitwie. Miejmy nadzieję, że nie przybyliśmy za późno.

source: Elgerus was never a calm ruler. If there was a battle, he would fight till last orc standing. He wouldn't let anyone run away from the battlefield. Now let's see what happened. Be careful, I don't want to risk meeting these wraiths again.
pl: Elgerus nigdy nie należał do opanowanych wodzów. Jeśli rozgorzała tutaj bitwa, walczyłby do ostatniego orka, nikomu nie pozwalając uciec z pola walki. Na razie sprawdźmy, co się stało. Byle ostrożnie. Nie chcę ryzykować kolejnego spotkania z tymi upiorami.

source: These are Elgerus' orcs. But what are they doing?!
pl: To orkowie Elgerusa... Ale co oni robią?!

source: Fight, poor dogs! Fight if you want to feed yourselves on the food this shabby troll is hiding from us!
pl: Walczcie, nędzne kundle! Walczcie, jeśli chcecie się pożywić jedzeniem, które ten nędzny troll przed nami ukrywa!

source: Orc be mad! Hunger break him mind. Krull have no a bit food in garners!
pl: Ork szalony. Głód złamać jego umysł. Krull nie mieć ani trochę jadła w spiżarnie!

source: You heard him, boys!? This old goat thinks he can deceive us like that! He will get thrown to the pot himself if there is a need to do so! Just as his warriors who we caught!
pl: Słyszeliście go, chłopcy?! Temu staremu capowi wydaje się, że może nas od tak okłamywać! Sami wrzucimy go do gara, jeśli będzie trzeba! Tak samo jak jego wojowników, których złapaliśmy!

source: Release the trolls. They did nothing to you. Broken mind... Needs breaking a few bones... We will get our brothers back.
pl: Wypuść trolle. One wam nic nie zrobiły. Złamany umysł... Wymaga złamania kilku kości... Odbijemy naszych braci...

source: For the horde’s sake, what's going on here?!
pl: Co tu się dzieje na hordę?!

source: A new orc?
pl: Inny ork?

source: Who the hell are you?
pl: Kim ty do diabła jesteś?!

source: Lord, this is Marbus. He is the orc ruler from Bag'not Fortress. He's said to be a friend of goblins and he listens his cousin who sleeps with his dog.
pl: Panie, to Marbus. Wódz orków z twierdzy Bag'not. Ponoć jest miłośnikiem goblinów i słucha się kuzyna, który sypia z kundlem.

source: Yes, yes. I have heard about him. A scum not worth listening to... Kill him! He’s surely brought enough food to fill our maws!
pl: Tak. Tak... Słyszałem o nim. Śmieć niewart posłuchu... Wyrżnąć go! Na pewno przyniósł ze sobą wystarczająco jedzenia, by napełnić nasze brzuchy!

source: But... Lord... They're almost as numerous many as we are...
pl: Ale... Panie... Jest ich niemalże tylu, co nas...

source: Shut up, Kunus! I am the commander! So, Marbus, I hope you've sharpened your sword. I'll let you silt your throat yourself when my orcs have caught you.
pl: Zamknij się, Kunus! Ja tutaj dowodzę! Zatem, Marbusie, mam nadzieję, że naostrzyłeś swój miecz. Pozwolę ci nim poderżnąć sobie gardło, gdy moi orkowie cię już dopadną.

source: It's sick... He didn't even let us get a word edgeways. And this slaughter... They really wanted to butcher these trolls...
pl: To chore... Nie dał nam nawet dojść do słowa. I ta rzeź... Naprawdę chcieli wyrżnąć trolle...

source: So, firstly the undead, then the chaos, and now we're going to fight our brothers. But... do they propose any solution?
pl: A więc tak... Najpierw umarli, potem zawierucha, a teraz przyjdzie nam walczyć przeciw naszym braciom. Ale czy dają nam wyjście?

source: New orc? Wise orc? Trolls help beat broken mind orc.
pl: Inny ork... Mądry ork? Trolle pomogą pokonać orka ze złamanym umysłem.

source: Yes... This is a fair offer. Let's get rid of them, and then we'll think what to do later.
pl: Tak... To uczciwa oferta. Pozbądźmy się ich, a potem zastanowimy się, co czynić dalej.

source: It seems that Elgerus caged some trolls. Maybe we can free them.
pl: Zdaje się, że Elgerus schwytał trolle do klatek. Może uda nam się je uwolnić.

source: Forward, children. Time to punch. Time to punch very, very hard.
pl: Wymarsz, dzieci. Pora bić. Pora bardzo mocno bić.

source: Defeat enemy orcish leaders
pl: Pokonaj wrogich przywódców orków

source: Death of Krull the Rock
pl: Śmierć Krulla Skały

source: Argh... How could you... You... You... You fratricide!
pl: Ahh... Jak mogłeś... Ty... Ty... Bratobójco!

source: It wasn't us who wanted to start this battle. Farewell, brother...
pl: Nie my chcieliśmy rozpocząć tę bitwę... Żegnaj, bracie...

source: Grr... You are a good warrior... Marbus... But you don't stand a chance anyway... Turmoil, hunger... It will destroy you, just like it destroyed me...
pl: Grr... Dobry z ciebie wojownik... Marbus... Ale i tak nie masz szans... Zawierucha, głód... Wykończy cię to, tak jak wykończyło mnie...

source: It seems that a moment before his death he regained a bit of sanity... I wonder what does he has to say.
pl: Zdaje się, że chwilę przed śmiercią odzyskał odrobinę rozsądku... Ciekawe, co ma do powiedzenia.

source: You won't survive... But thank you... I died as a warrior... And during this fight, I managed to... Forget... The hunger... simply forget...
pl: Nie przetrwasz... Ale dziękuję ci... Zginąłem jako wojownik... A podczas walki udało mi się... Zapomnieć... O głodzie... Po prostu zapomnieć...

source: Farewell... You won't be forgotten.
pl: Żegnaj... Nie zostaniesz zapomniany.

source: And that's it...
pl: To by było na tyle...

source: We’ve slaughtered each and every warrior. Only the orcs unable to fight are still alive. What shall we do with them, cousin?
pl: Wyrżnęliśmy wszystkich wojowników. Zostali tylko orkowie niezdolni do walki. Co z nimi zrobić, kuzynie?

source: No more mouths do we need to feed, and I won't kill the ones who didn't fight us. They'll join our women and children who are following us.
pl: Nie potrzeba nam więcej mord do wykarmienia, jednak nie powyrzynam tych, którzy nie podnięśli na nas ręki. Wcielcie ich do kobiet i dzieci, którzy idą razem z nami.

source: Orc ruler – wise orc. Rules better than formers. Trolls willingly join orc ruler.
pl: Wódz ork – mądry ork. Przewodzić lepiej niż poprzedni. Trolle chętnie przyłączyć się do wodza orka.

source: The help of trolls would be very useful in this terrain.
pl: Wsparcie ze strony trolli byłoby nieocenione w takim terenie.

source: I'm glad to include you and your whelps in my army, troll.
pl: Chętnie przyłączę do swojej armii ciebie i twoje szczenięta, trollu.

source: So I and my children will fight for you.
pl: W takim razie ja i moje dzieci będziemy bić się dla ciebie.

source: Our best warrior! Strong, strong... Now we will crush our foe together!
pl: Nasz najlepszy wojownik! Silny, silny... Teraz razem zmiażdżymy wroga!

source: Release me, and I will show this orc who is the boss is!
pl: Wypuśćcie mnie, a pokażę temu orkowi, kto tutaj rządzi!

source: Ugg ugg!
pl: Ug ug!

source: You are free, brother!
pl: Jesteś wolny, bracie!

source: The cage is open!
pl: Klatka otwarta!

source: This be troll shaman, great fighter and mage! He have to join the fight!
pl: To być troll szaman, wielki wojownik i mag! On musieć dołączyć do walki!

source: A troll of his skills would be exceptionally useful in fighting the undead.
pl: Ktoś o jego umiejętnościach byłby niebywale użyteczny w walce z nieumarłymi.

source: You are right... Immediately free and feed this troll!
pl: Masz rację... Natychmiast wypuście i nakarmcie tego trolla!

source: This be our master in boulder throw! None throws stones as far as him!
pl: To być nasz mistrz w rzucie głazem! Nikt nie potrafi miotać kamieniem tak daleko jak on!

source: Hopefully his aim will be just as good.
pl: Oby był w stanie rzucać równie celnie, co mocno.

source: Those mine young! Let those out of cages!
pl: To moja młode! Wypuścić one z klatek!

source: The troll from this cage is free now!
pl: Troll z tej klatki jest już wolny!

source: Miracle of Gelu-Aben
pl: Cud nad Gelu-Aben
