Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: The wizards and their powerful magic fell under the pressure of orcish swords. Frosty north turned out to be a wrong place for magic practice and human pride, and the oppressed Saurians once more showed how much it was worth. Inside the conquered fortifications, the orcs found many treasures, much food and fuel. So that they could feast during the whole week, warming up by fireplaces. Simultaneously newer and newer reptile tribes were arriving at their old home. In the end, however, they had to set off to Gelu'Aben, leaving rescued Saurians behind.
pl: Czarodzieje i ich potężna magia upadli pod naciskiem orkowych mieczy. Mroźna północ okazała się złym miejscem na ćwiczenia magiczne i ludzką pychę, a uciskana rasa jaszczurów jeszcze raz pokazała, ile jest warta. W podbitych fortyfikacjach orkowie znaleźli sporo kosztowności, żywności oraz opału. Przez okrągły tydzień mogli więc biesiadować i ogrzewać się przy kominkach. W tym czasie coraz to nowe plemiona gadów przybywały do swojego dawnego domu. W końcu jednak trzeba było ruszyć do Gelu'Aben, pozostawiając za sobą uratowane jaszczury.

source: The battle of Sunek Dal ended victorious, although no one celebrated it. Here had lived many relatives of orcs from Marbus's campaign, and now those were burning on funeral stakes. It turned out that the local fortresses weren't in such a bad state as the Bag'not ones. The lack of food and fuel made burning bodies of the deceased the only source of heat. Krull the Rock and his trolls met once again on the same day and the whole troop set off to Gelu'Aben in the late evening, not willing to stay at this place any longer.
pl: Bitwa w Sunek Dalu zakończyła się zwycięsko, choć nikt nie świętował. Wielu orków z kampanii Marbusa miało tutaj krewniaków, którzy teraz płonęli na stosach pogrzebowych. Okazało się, że tutejsze fortece były w równie kiepskim stanie jak te w Bag'not. Brak żywności i opału sprawił, że płonące ciała poległych zostały jedynym źródłem ciepła. Krull Skała i jego trolle zebrały się jeszcze tego samego dnia, a cała gromada ruszyła w drogę do Gelu'Aben późnym wieczorem, nie chcąc zostawać w tym miejscu ani chwili dłużej.

source: The road to the orcish capital was full of difficulties. Although it was true that the scouts didn't report any appearance of wraiths anymore, a new danger came up: human, elvish and dwarfish patrols. Northern Alliance did exist, and even some orcish tribes were respected by it, nonetheless, it wasn’t enough to not the weakened Marbus's clan which was on its way. It was also possible that someone could have connected the clan with the destruction of Celadon City.
pl: Droga do orkowej stolicy usiana była trudnościami. Wprawdzie zwiadowcy nie donosili już o upiorach, jednak pojawiło się nowe zagrożenie - patrole ludzi, elfów i krasnoludów. Sojusz Północy co prawda istniał, a niektóre orkowe plemiona cieszyły się jego szacunkiem, niemniej był to zbyt słaby argument, by nie zaatakować przemieszczającego się, osłabionego klanu Marbusa. Możliwe było też, że ktoś skojarzy sam klan ze zniszczeniem Seledynowego Miasta.

source: The fact that the further from undead they were, the more animals they could find in the woods, was a pleasant surprise. The whole journey turned out not to be as bad as everyone expected. Unfortunately, the hope to end this nightmare dispelled during the last night before reaching Gelu'Aben. Smoke was rising from the place where the capital was supposed to be. Although none of the orcs talked about it, everyone expected the worst.
pl: Dobrą niespodzianką był fakt, że czym dalej od nieumarłych, tym więcej zwierzyny można było znaleźć w lasach. Cała podróż okazała się nie być tak zła, jak wszyscy przewidywali. Nadzieja na zakończenie tego koszmaru rozwiała się jednak podczas ostatniej nocy przed dojściem do Gelu'Aben. Z miejsca, gdzie miała znajdować się stolica, unosił się bowiem dym. Choć nikt z orków o tym nie rozmawiał, wszyscy spodziewali się najgorszego.

source: Kochan and his scouts came at dawn. Gewold kept on defending in the fortress, surrounded by army of Northern Alliance and dwarfish clan of Snowfeet. Of course, Marbus gathered his units and rushed to rescue them.
pl: O świecie, wraz ze swoimi zwiadowcami, przybył Kochan. Gewold wciąż bronił się w fortecy, otoczony przez wojska Sojuszu Północy i krasnoludzkiego klanu Śnieżnostopych. Marbus oczywiście zebrał swoje oddziały i ruszył im na ratunek.

source: General Helias
pl: Generał Helias

source: Raslav the Snowfeet
pl: Rasław Śnieżnostopy

source: ''Under the Mountain'' Bawdy House
pl: Zamtuz „Pod Górą''

source: Snowfoot Clan's Stronghold
pl: Twierdza Klanu Śnieżnostopych

source: The Northern Alliance Castle
pl: Zamek Sojuszu Północy

source: Gelu'Aben Fortress
pl: Forteca Gelu'Aben

source: Great Sovereign! Some troops appeared in the south! They seem... They are orcs!
pl: Wielki Suwerenie! Jakieś oddziały pojawiły się na południu! To chyba... To orkowie!

source: Cursed Alliance! So now they are telling me to fight my own brothers? Betrayers! Gelu'Aben shall not fall! I won't let it happen! Send me more crossbowmen!
pl: Przeklęty Sojusz! Teraz każą mi jeszcze walczyć z własnymi braćmi? Zdrajcy! Gelu'Aben nie upadnie, nie pozwolę na to! Przyślijcie więcej kuszników!

source: We've already run out of crossbowmen... We don't even have any crossbows in the armories, Great Sovereign.
pl: Kusznicy już się skończyli... Nie mamy już nawet kusz w zbrojowniach, Wielki Suwerenie.

source: I said “more crossbowmen”!
pl: Więcej kuszników, mówię!

source: He doesn't seem to have changed over the last few years... The siege won't take much longer, most of his army has already perished.
pl: Zdaje się, że nic się nie zmienił przez ostatnie lata... Oblężenie nie potrwa długo, znaczna część jego wojska już nie żyje.

source: The smell of blood and smoke is very strong here... It will lure wraiths soon. We should go far away from this place when we have helped your friends.
pl: Zapach krwi i dymu jest tutaj bardzo silny... Niedługo zwabi upiory. Powinniśmy oddalić się z tego miejsca jak najdalej, gdy tylko pomożemy twoim przyjaciołom.

source: I don't know what to do. Gelu'Aben was our last resort. Our situation is a deadlock.
pl: Nie wiem, co powinniśmy zrobić. Gelu'Aben było ostatnią deską ratunku. Jesteśmy w patowej sytuacji.

source: Warf, warf!
pl: Hau, hau!

source: Gewold-orc is in trouble. Long-eared, white-skinned and gnomes won’t give up. If we win, they will come again.
pl: Gewold-ork jest w tarapatach. Długouchy, białoskórzy i karły nie odpuszczają. Jeśli wygramy, przyjdą znowu.

source: I'm worried about it, too. The Northern Alliance never gives up. We won't be safe in Gelu'Aben anymore. However, we'll have to help Gewold!
pl: Też się o to martwię. Sojusz Północy nigdy nie ustępuje. W Gelu'Aben nie będziemy już bezpieczni. Niemniej jednak, będziemy musieli pomóc Gewoldowi!

source: <i>Plays joyfully with a troll whelp</i>
pl: <i>Bawi się radośnie z trolowym szczenięciem</i>

source: Gewold! Leave these crossbowmen, we are going to help you! Prepare meals and drinks!
pl: Gewold! Zostaw już tych kuszników, idziemy ci z pomocą! Szykuj strawę i napitek!

source: Oh hell... This is Marbus... I didn't expect to see him here... Marbus! Why the hell did you come here? As you can see, I am doing very well. I brought here both the Alliance and the dwarves. I don't have to go after them, I'll kill both of them in front of my stronghold!
pl: Zaraza... To Marbus... Nie sądziłem, że go tutaj zobaczę... Marbus! Po co się tutaj zjawiłeś? Jak widzisz, świetnie sobie radzę! Sprowadziłem tu i Sojusz, i krasnoludy! Teraz nie muszę się za nimi uganiać, załatwię ich obu przed swoją twierdzą!

source: Really... He hasn't changed even a bit.
pl: Naprawdę nic się nie zmienił...

source: Nevertheless, leave me some of these greenhorns. My direwolves will feed themselves on their meat!
pl: Niemniej jednak, zostaw trochę tych żółtodziobów dla mnie! Moje wargi najedzą się ich mięsem!

source: It seems we are in trouble. Lord Helias, you assured me that the orcs could not expect any help from the outside!
pl: Widzę, że mamy kłopoty... Mości Heliasie, zapewniałeś mnie, że orkowie nie mogą liczyć na żadne wsparcie z zewnątrz!

source: It doesn't matter... The Northern Alliance forces are able to deal with any danger.
pl: To bez znaczenia... Siły Sojuszu Północy są w stanie poradzić sobie z każdym zagrożeniem.

source: Really? You can easily hear a lot of rumours about the Alliance's failures among our clans. The latest undead attacks even made you completely separated from Wesnoth. No unit which was supposed to cross the Great River has returned.
pl: Doprawdy? W naszych klanach aż huczy od plotek na temat porażek Sojuszu. Ostatnie ataki nieumarłych sprawiły nawet, że jesteście praktycznie odcięci od Wesnoth! Żaden z oddziałów mających wyruszyć za Wielką Rzekę nie powrócił.

source: The Northern Alliance is separated from Wesnoth? It seems that these undead became the plague of these lands. The situation is even worse than we thought...
pl: Sojusz Północy jest odcięty od Wesnoth? Zdaje się, że ci nieumarli stali się plagą tych ziem. Sytuacja jest jeszcze gorsza, niż myśleliśmy...

source: Let's talk about it later, now it's time to go and save Gewold. Ahh'en Theer, brave warriors! Today we'll spill human and dwarvish blood!
pl: Porozmawiamy o tym później, póki co trzeba ruszyć na ratunek Gewoldowi. Ahh'en Theer, dzielni wojownicy! Dziś przelejemy krew ludzi i krasnoludów!

source: Break the siege and recapture Gelu'Aben
pl: Przełam oblężenie i odbij Gelu-Aben

source: Finally! The siege is broken. Now we can recapture Gelu-Aben!
pl: Wreszcie! Oblężenie puściło. Mamy teraz szansę odbić Gelu-Aben!

source: Marbus! Out of all my lousy relatives! I'd have never thought that you would be the one to rescue me... Hahahaha... I haven't felt so amused for a long time.
pl: Marbus! Ze wszystkich moich zawszonych krewnych! Nigdy nie pomyślałbym, że to właśnie ty przyjdziesz mi z odsieczą... Hahahaha... Dawno nie czułem się taki rozbawiony...

source: Egh tro Grash, brother! It seems you are wounded like most of the orcs in your castle. But tell me... For the horde, what has happened here?
pl: Egh tro Grash, bracie! Zdaje się, że jesteś ranny. Jak większość orków w twoim zamku. Ale opowiadaj... Co tu się stało, na Hordę?

source: Here? You mean the siege, right? This is a hilarious story... It began with some rumours about the undead coming from the north... I took my best boys to loot these skeletons. Winter is very harsh this year... We needed supplies, even those from undead hands.
pl: Tutaj? Chodzi ci o oblężenie, co? Hahaha... To zabawna historia... Zaczęło się od plotek na temat nieumarłych nadciągających z północy... Wziąłem więc swoich najlepszych chłopców i ruszyliśmy, żeby złupić te kościaki. Zima w tym roku jest ciężka... Potrzebowaliśmy zapasów, nawet z rąk nieumarłych...

source: I don’t like it... The undead attacked us from the south... It looks like we are surrounded.
pl: Nie podoba mi się to... Nieumarli zaatakowali nas od południa... Wygląda na to, że jesteśmy zamknięci.

source: ...We’ve tracked them. And I was lead the assault... However, their numbers, their power... They were crushing us. And my boys? They left me alone! In the first line! It wasn't worth it, Marbus! Nothing wasn't worth doing anything! But this is enough as for now... There's no point talking nor wasting one’s breath.
pl: ...Wytropiliśmy ich. I poprowadziłem szturm... Jednak ich ilość, ich siła... Miażdżyli nas. A moi chłopcy? Zostawili mnie tam samego! W pierwszej linii! Nie warto było, Marbus! Nie warto było zrobić nic! Ale już dość... Szkoda gadać, szkoda strzępić język...

source: Nevertheless, the way home had been blocked... We were moving through the lands of Northern Alliance... The undead were following us. As far as I know, the north lies in ruins now. Humans, elves, dwarfs... Everyone needs food, steel and a piece of land not inhabited by wraiths... So they went after us.
pl: W każdym razie... Droga powrotna została odcięta... Ruszyliśmy przez ziemie Sojuszu Północy... A za nami ciągnęli nieumarli. Z tego co wiem, północ leży teraz w ruinie. Ludzie, elfy, krasnoludy... Każdy potrzebuje żywności, stali i kawałka ziemi, którego nie zamieszkują upiory... Ruszyli więc na nas.

source: We can do nothing more except for fighting... Grab your swords once again! We will lead you to the victory!
pl: Nie pozostaje nam nic innego, jak walczyć... Chwyćcie za swe miecze jeszcze raz! Poprowadzimy was do zwycięstwa!

source: It seems the orcs have managed to break the siege... This does not bode well... Call for more troops! Let the legions from the northern posts push here!
pl: Zdaje się, że orkom udało się przebić oblężenie... To nie wróży dobrze. Posłać po więcej wojska! Niech ciągną tutaj legiony z północnych posterunków!

source: But lord... If we take the units thence, who will defend the borders from the undead?
pl: Ale panie... Jeśli zabierzemy stamtąd oddziały, kto obroni granice przed nieumarłymi?

source: Do not disregard my commands, yokel! Execute! And send me heavy infantrymen here! We'll blow their city gates and fortifications into shreds!
pl: Nie lekceważ moich rozkazów, kmiotku! Wykonać! I dawać mi tutaj ciężkich piechurów! Rozwalimy w drzazgi ich bramy miejskie i fortyfikacje!

source: I don’t like it... But if we want to defend our clan from the danger from the outside, we'll have to get rid of orcs. Send for my cousins, Gill and Bill! They will get them!
pl: Nie podoba mi się to... Ale jeśli mamy ochronić nasz klan przed zagrożeniem z zewnątrz, musimy pozbyć się orków. Poślijcie po moich kuzynów, Gilla i Billa! Załatwią ich!

source: Bill the Snowfeet
pl: Bill Śnieżnostopy

source: Gill the Snowfeet
pl: Gill Śnieżnostopy

source: Defeat the enemy leaders
pl: Pokonaj przywódców wroga

source: White Kid
pl: Białe Dziecko

source: Can you hear that sound? It's something like ... A roar. I've heard it somewhere before...
pl: Słyszycie ten dźwięk? Coś jakby... Ryk. Gdzieś już to słyszałem...

source: For the Horde's sake! Is it possible? I've heard tales anout them, but I would have never imagined they really exist ...
pl: Na Hordę! Czy to możliwe? Słyszałem o nich opowieści, ale nigdy nie przypuszczałbym, że istnieją...

source: Haha... Meet the White God, Gewold! It seems our friends from the pass have come to help us!
pl: Hahaha... Poznaj Białego Boga, Gewoldzie! Zdaje się, że nasi przyjaciele z przełęczy przybyli nas wesprzeć!

source: What? Elves? But where from...
pl: Co? Elfy! Ale skąd...

source: What have you been doing in the south, Marbus? The Northern Alliance has been joined by almost every race, even the drakes and... ugh, some orcish tribes... They constitute the greatest military force now and are competing with Knalga for the economy...
pl: Co wyście robili na tym południu, Marbus? Do Sojuszu Północy przyłączyły się już niemalże wszystkie rasy, nawet smoki i... Tfu, niektóre plemiona orków... Tworzą teraz największą siłę, rywalizując z Knalgą w dziedzinach gospodarki...

source: Elves! Long-eared! My whelps want to play with them!
pl: Elfy! Długouchy! Moje szczenięta chcieć się z nimi bawić!

source: You cannot disregard the wisdom and the power of elves... Their race is as ancient as ours... They were the first to comprehend the power of nature... Although their race shrunk... There are no longer heroes such as Kalenz...
pl: Nie można lekceważyć mądrości i potęgi elfów... Ich nacja jest równie pradawna, co nasza... Byli pierwszymi, którzy pojęli potęgę natury... Choć ich rasa skarlała... Nie ma już bohaterów takich, jak Kalenz...

source: Silence, silence Barley... They are enemies.
pl: Cicho, cicho, Jęczmień... To wrogowie.

source: Have you just named this wolf Barley, cousin?
pl: Nazwałeś tego wilka Jęczmień, kuzynie?

source: Barley
pl: Jęczmień

source: This is impossible... We failed... Even with the reinforcements from the north... But it doesn't matter... You will die anyway. Defeated... By the King of Gon...
pl: To niemożliwe... Nie udało się... Nawet z posiłkami z północy... Ale to nic... I tak zginiecie. Pokonani... Przez Króla Gonu...

source: The King of Gon? Is this possible? We have to flee, quickly! We aren't able to beat this being!
pl: Król Gonu...? Czy to możliwe...? Musimy stąd uciekać, szybko! Nie jesteśmy w stanie pokonać tej istoty!

source: Hum? What are you talking about, old augur? Why is this name so dreadful for you?
pl: Hm? O czym mówisz, stara wróżbitko? Dlaczego to imię tak cię przeraża?

source: He is much older than you can imagine... He remembers the times when orcs were sailing to the Great Continent on human boats... But why did he return? I don't know... But I must find out...
pl: Jest on o wiele starszy, niż możecie sobie wyobrazić... Pamięta czasy, gdy orkowie dopiero dopływali na Wielki Kontynent na statkach ludzi... Ale dlaczego się zjawił? Nie wiem... Ale muszę się dowiedzieć...

source: No! I... Ekhm... I can't fall... You cowards... You bastards... You devils incarnates... You...
pl: Nie! Ja... Ekhm... Ekhm... Nie mogę paść... Wy tchórze... Wy bękarty... Wy diabły wcielone... Wy...

source: Oh shut up already! Bring me his head on a tray!
pl: A zamknij się wreszcie! Niech ktoś przyniesie mi jego łeb na tacy!

source: We’ve made it, Marbus! We're alive! And it seems like it's thanks to you... Though, in my own opinion, it's rather me who saved you.
pl: Udało się, Marbus! Żyjemy! Zdaje się, że to dzięki tobie... Choć w mojej prywatnej opinii, to raczej ja ratowałem ciebie.

source: Hahaha... I'm glad that it's over now... But let’s get to the point... It's time we gathered the Horde. The undead are marching on us from the south... And judging from what you’ve said, they are also coming from the north... Let's send ravens to the chieftains...
pl: Hahaha... Cieszę się, że już po wszystkim... Ale do rzeczy... Pora nam zebrać Hordę. Nieumarli ruszają na nas z południa... A z tego, co mówisz, nadchodzą także z północy... Wyślijmy kruki do wodzów...

source: The ravens were sent some time ago with a plea for help. As far as I know, only a few minors clans managed to survive.
pl: Kruki poleciały już jakiś czas temu, z prośbą o ratunek. Z tego co wiem, tylko kilka pomniejszych klanów dało radę przetrwać.

source: This is very unsettling news, cousin. It seems like we can't bargain either for more warriors or for a shelter.
pl: To bardzo niepokojąca wiadomość, kuzynie. Zdaje się, że nie ma co liczyć ani na większą ilość wojowników, ani na schronienie.

source: As for now, we have other worries. We must call the elders and hold a meeting.
pl: Mamy na razie inne zmartwienia. Musimy wezwać starszyznę i odbyć naradę.

source: Calm down, warrior! First, let's take care of the bodies, patch up the wounded. The remaining survivors from Northern Alliance are fleeing in panic. Let's loot their camp and hold a feast!
pl: Spokojnie, wojowniku! Zajmijmy się najpierw ciałami, opatrzmy rannych. Niedobitki Sojuszu Północy uciekają w popłochu. Splądrujmy ich obóz i wydajmy ucztę!

source: For many days we have had no rest... So be it! Ragh for En Traht! We’ve won the battle!
pl: Od wielu dni nie zaznaliśmy odpoczynku... Niech tak będzie! Ragh for En Traht! Wygraliśmy bitwę!

source: Owooooo!
pl: Auuuuu!

source: By the Tunnels
pl: Tunelami

source: The forces of dwarves and Northern Alliance have been vanquished, and Marbus's clan joined forces with residents of Gelu'Aben. Soon after that, they managed to dress their wounds, say goodbye to the dead and feed the hungry. The orcish elders decided to take out the last supplies out of the granaries and a great feast was held, with Marbus as the guest of honour. Everybody's happiness lasted the whole day. The one day when they managed to forget about the winter, the hordes of undead and about the Northern Alliance running rampant.
pl: Siły krasnoludów i Sojuszu Północy zostały rozgromione, a klan Marbusa połączył siły z mieszkańcami Gelu'Aben. W niedługim czasie udało się opatrzyć rannych, pożegnać umarłych i nakarmić głodnych. Orkowa starszyzna postanowiła wyciągnąć ze spiżarń ostatnie zapasy żywności i zorganizowano wielką ucztę, na której gościem honorowym był właśnie Marbus. Radość wszystkich trwała cały dzień. Jeden dzień, podczas którego udało się zapomnieć o zimie, hordach nieumarłych i panoszącym się po północy Sojuszu.

source: One day after the feast, there was a meeting arranged council was called, which's reason whose aim was to solve all the problems which afflicted the orcish clans. Everybody, with whom the elders were still in touch with, came along. A proud and once great nation of orcs wasn't even able to fill half of the city. On the streets, women, oldsters and emaciated children were wandering around. Only here and there you could find a man with weapon, or a goblin whittling arrows for another battle. Gelu'Aben was becoming a grave.
pl: Dzień po uczcie zorganizowano naradę, która miała na celu zaradzić wszystkim problemom, z którymi stykały się ostatnio klany orków. Zjawili się na niej wszyscy, z którymi starszyzna miała jeszcze kontakt. Dumny, wielki niegdyś naród orków nie mógł zapełnić nawet połowy miasta. Po ulicach błąkały się kobiety, starcy i wychudzone dzieci. Tylko gdzieniegdzie można było spotkać mężczyznę z bronią bądź goblina, który strugał strzały na kolejną bitwę. Gelu'Aben zamieniało się w grób.

source: At the council, twelve people came along: clans' representatives and the elders. Everybody tried to enforce their standpoint, and all of them were based on one clear concept: to stay in the fortress and wait everything out. Only Marbus thought that by doing so way they wouldn’t survive. After slamming his hand on the table and putting orcs in order, he managed to convince them that all that awaits them here is death. Gewold was the first person to oppose Marbus – an escape isn't an option, because where would they escape into? Where are they supposed to go?
pl: Na naradzie pojawiło się dwanaście osób: przedstawiciele klanów i starszyzna. Każdy próbował narzucić innym swój punkt widzenia, a wszystkie opierały się na jasnych założeniach: zostać w twierdzy i przeczekać. Tylko Marbus sądził, że w ten sposób nie uda im się przetrwać. Uderzając w stół i nawołując orków do porządku, udało mu się przekonać ich, że tutaj nie czeka na nich nic prócz śmierci. Gewold pierwszy sprzeciwił się Marbusowi – ucieczka nie wchodziła w grę, bo dokąd mieliby uciekać?

source: And then the elders spoke up – there was an abandoned fortress in the east, over the mountains. It was situated in the mysterious Kalindor Fields. Ancient orcish writings containing knowledge on how to survive such an apocalypse were supposed to be found over there. The whole plan seemed to be based on tales and myths, but in the current situation, no one could come up with a better solution. Moreover, no one could figure out how to get through the mountains.
pl: I tutaj odezwali się starsi – istniała opuszczona twierdza na wschodzie, za górami. Mieściła się ona na owianych tajemnicą Polach Kalindorskich. Miały się tam znajdować starożytne orkowe pisma, które traktowały o tym, jak przetrwać taką apokalipsę. Całość tego planu wydawała się opieraniem swoich działań na bajkach i mitach, jednak w obecnej sytuacji nikt nie mógł wymyślić lepszego rozwiązania. Nikt też nie mógł wpaść na to, jak przedrzeć się przez góry.
