Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Refugees
pl: Uchodźcy

source: Our story begins in 883 YW. It takes place in the far north, where all the dates stopped to mean anything to anybody. Violence, blood and damnation. Wrestling competitions and drinking sprees between raids. Women spread their legs at bonfires and let their partners shag them. Yes, I am talking about orcs.
pl: Nasza historia rozpoczyna się w roku 883 e.W., ma zaś miejsce na dalekiej północy, gdzie wszystkie daty przestały mieć znaczenie. Siła, krew i potępienie. Zawody zapaśnicze i hulanki alkoholowe między jedną grabieżą a drugą. Tak, mowa tu o orkach.

source: Many years have passed since the time orcs intimidated elves, humans and dwarves. Many years have passed since they found the courage to venture in the Wesnoth land. Many years have passed since the time they were filthy rich.
pl: Wiele lat minęło, odkąd orkowie budzili postrach w sercach elfów, ludzi i krasnoludów. Wiele, odkąd odważyli się postawić stopę na ziemiach Wesnoth. Wiele, odkąd opływali w bogactwa.

source: Plenty of battles were fought, on one occasion the orcs conquered new lands, on the other time they came back home with new wounds. Other realms, as strong as the orcs, started to whet their swords. When after the next unsuccessful attack of the bloodthirsty army the orcs retreated deep into their lands, the elves followed them.
pl: Gdy bitwa za bitwą orkowie to zdobywali nowe ziemie, to wracali do swych chat z kolejnymi ranami, równie silne im nacje zaczęły ostrzyć swoje miecze. Gdy po kolejnym nieudanym ataku żądnej krwi armii orkowie wycofali się w głąb swych ziem, podążyły za nimi elfy.

source: Humans, as well as dwarves, willingly joined the retaliation. Year after year, the orcs became only camps of refugees separated by trade routes. Some tribes joined the Northern Alliance, in which they were forced to accept human rules over many years. The others were fighting and were destroyed after several battles against dwarves or elves.
pl: Ludzie, tak jak i krasnoludy, ochoczo dołączyli do odwetu. Rok za rokiem, orkowie stawali się tylko rozdzielanymi przez szlaki handlowe obozami uchodźców i kobiet. Niektóre plemienia przyłączyły się do Sojuszu Północy, gdzie przez dziesięciolecia zmuszane byli do akceptowania ludzkich norm. Inni walczyli, by po kilku większych bitwach zostać wyniszczonymi przez wrogów.

source: Human trading posts took place of orcish smelters. Only the clans that lived deep in the north survived the forages of other nations. Amongst them, there was a small clan of Marbus. A clan too small to have a name, a history, or a future.
pl: W miejscach starych orkowych hut żelaza wyrosły ludzkie siedliska handlowe. Tylko najbardziej oddalone na północ klany przetrwały najazd innych nacji. Wśród nich ocalał także mały klan Marbusa, klan zbyt mały, by mieć nazwę, historię bądź przyszłość.

source: Player
pl: Gracz

source: Opponents
pl: Przeciwnicy

source: Lieutenant Vincent
pl: Porucznik Vincent

source: Vincent's Rider
pl: Kawalerzysta Wincenta

source: Bag'not Fortress
pl: Forteca Bag'not

source: Old Elbor Fortress
pl: Stary fort Elbor

source: Bridge of Kazara
pl: Most Kazary

source: Refugees' camp
pl: Obóz uchodźców

source: Bridge of Thot the Four Fingered
pl: Most Thota Czteropalczastego

source: Barren Fields
pl: Jałowe Pole

source: Tut'anor Pass
pl: Przełęcz Tut'anor

source: Defeat Lieutenant Vincent
pl: Pokonaj Porucznika Wincenta

source: Only one month of summer has passed. Our crops have not even sprouted, and we are getting icy cold winds from the south. I fear we may face serious problems with food this winter. Ah... If only Gewold had accepted the Alliance's offer.
pl: Lato trwało tylko miesiąc, nasze plony nie zdążyły nawet wzrosnąć, a z południa dobiega nas mroźny wiatr. Boję się, że możemy mieć poważne problemy z żywnością tej zimy. Ahh... Gdyby tylko Gewold przystał na propozycję Sojuszu...

source: Marbus! The white-skinned have appeared on the other side of the river. They are chained.
pl: Marbus! Ludzie pojawili się po drugiej stronie rzeki. Są zakuci w stal.

source: What? Are they Alliance's emissaries? Maybe they want to give us a hand and they have sent us some supplies.
pl: Co? Czy to wysłannicy Sojuszu? Może chcą wyciągnąć do nas pomocną dłoń i przysłali nam jakieś zapasy.

source: As a lieutenant of the garrison in Celadon City, I command you, orcs, to leave this place and leave Bag'not to our rule. Should you decline, you will die.
pl: Jako porucznik garnizonu w Seledynowym Mieście, nakazuję wam, orkom, opuścić to miejsce i oddać nam w posiadanie Bag'not. Jeśli odmówicie, czeka was śmierć.

source: What? Celadon City is situated only a few miles to the south and we have never experienced any acts of aggression on their part. It is a trading post dealing between Northern Alliance and Wesnoth. And even if they want to get rid of us, why did they not send somebody of a higher rank than you?
pl: Co? Seledynowe Miasto mieści się tylko kilka mil na południe i nigdy nie mieliśmy z ich strony żadnego aktu agresji. To placówka handlowa między Sojuszem Północy a Wesnoth. A nawet jeśli chcą się nas stąd pozbyć, dlaczego nie wysłali kogoś większego rangą?!

source: Celadon City is not a free city anymore and it does not have a general that can lead its army. Enough talking, you misfit! Get out of the lands that should have never been given to you or die!
pl: Seledynowe Miasto nie jest już wolnym miastem. I nie ma generała, który mógłby poprowadzić armię. Ale dość słów, odmieńcze! Wynoś się z ziem, które nigdy nie powinny zostać wam dane albo giń!

source: I don't like it, my cousin. If this human is telling the truth, something must have flushed the city's dwellers out. Way off in the distance I can see their women and children. Marbus, they are not an army, they are refugees!
pl: Nie podoba mi się to, kuzynie. Jeśli ten człowiek mówi prawdę, coś musiało wykurzyć ich z miasta. Tam w oddali widzę ich kobiety i dzieci. To nie wojsko, Marbus, to uchodźcy!

source: Refugees or an army... we cannot surrender Bag'not to them, either way. It is our homeland. And as its inhabitants we must defend it! Arke netu Karash!
pl: Uchodźcy czy wojsko... Nie możemy oddać im Bag'not. To nasz dom. I jako jego mieszkańcy musimy go bronić! Arke netu Karash! Chwyćcie za swe miecze!

source: This path leads through Tut'anor Pass. Only the most persistent warriors can cross it, only when they need to get into the capital of our clans, Gelu'Aben. Nobody has set foot there it for 20 years. Shivers run down my spine when I think about the atrocities that lurk there.
pl: Ta droga prowadzi przez przełęcz Tut'anor. Przechodzą przez nią tylko najbardziej wytrwali wojownicy, gdy chcą dostać się do stolicy naszych klanów, Gelu'Aben. Od dwudziestu lat nikt tamtędy nie chodził. Ciarki przechodzą mi po plecach, gdy pomyślę o potwornościach, jakie się tam czają.

source: This is the Castle of Elbor, one of the orcish fortresses built in the first age when the orcs set their foot on these lands... Now, only ruins remain. And the swamp it sunk into.
pl: To zamek Elbor, jedna z orkowych twierdz, wybudowana w pierwszym wieku, gdy orkowie postawili stopy na tych ziemiach... Teraz została z niej tylko ruina. I bagno, które ją wchłonęło.

source: To hell with you, bastards! I hope you will be slain by the spectres that slaughtered our people...
pl: Niech was piekło pochłonie... Wy psie syny! Niech wyrżną was te widma, które wyrżnęły naszych ludzi...

source: Shut your mouth, human. And let our wolves open theirs. They are going to have a bloody feast.
pl: Zamknij usta, człowieku. I niech otworzą się pyski naszych wilków. Dziś czeka ich krwawa uczta.

source: I have a bad feeling about this, Marbus. Everything points to the fact that something brought these people here. And we may get attacked by that something, too.
pl: Nie podoba mi się to, Marbus. Wszystko wskazuje na to, że coś przygnało tu tych ludzi. I to coś może zaatakować i nas.

source: I know that, my cousin. Yet, we cannot worry about guesswork when our pantries are empty. Search all the corpses. Loot food, clothes and everything that may come in handy. If they were really the survivors, they should carry tons of wealth. Throw the corpses to the kennel.
pl: Wiem to, kuzynie. Jednak nie możemy przejmować się przypuszczeniami, gdy nasze spiżarnie świecą pustkami. Przeszukajcie wszystkie trupy. Bierzcie jedzenie, ubrania, wszystko, co się nada. Jeśli to rzeczywiście ocaleni, powinni przynieść ze sobą wiele bogactw. Trupy rzućcie do psiarni.

source: As usual, you only take the nearest future into account. This will be your undoing, cousin.
pl: Jak zwykle zwracasz uwagę tylko na najbliższą przyszłość. Kiedyś przyniesie nam to zgubę, kuzynie.

source: You have been telling me that for ages. However, until now, I have been defending your kinsmen very well, Kochan.
pl: Od lat mi to powtarzasz, jednak jak dotąd doskonale chronię twoich pobratymców.

source: And I hope it will remain that way, I hope...
pl: I mam nadzieję, że będzie tak dalej. Mam nadzieję...

source: Vincent's Cavalryman
pl: Kawalerzysta Wincenta

source: The orcs are stronger than I supposed. Luckily, I am prepared for such drift of events.
pl: Orkowie są silniejsi, niż sądziłem. Dobrze, że przygotowałem się na takie rozwinięcie sytuacji...

source: I report that both groups are ready to strike, sergeant!
pl: Obie grupy są już gotowe do ataku, sierżancie!

source: It is an ambush! Show that human scum how fragile their horses are! Mount your wolves, my brothers!
pl: Zasadzka! Pokażcie tym ludzkim pomiotom, jak słabe są ich koniki! Dosiądźcie swych wilków, moi bracia!

source: To arms, goblins!
pl: Do broni, gobliny!

source: In orcish stories you may often hear an old saying: 'Do not feel fear of anything that bleeds'. However, Marbus's clan had to face an enemy that had no blood, neither feeling nor life. Thus, the clan's leader had no choice but to escape...
pl: W orkowych opowieściach co jakiś czas usłyszeć można stare porzekadło: „Nie bój się niczego, co krwawi”. Jak można jednak walczyć z przeciwnikiem, który nie ma w sobie ni krwi, ni uczuć, ni życia. Przywódca klanu musiał więc podjąć decyzję o ucieczce...

source: The only hope for survival was crossing the long cursed Pass and reaching the old home of the clan, Gelu'Aben. Even though the elders, women and children dreaded the journey, Marbus guided them with iron fist. Soon, the whole clan was walking into the Pass.
pl: Jedyną nadzieją na przetrwanie było powtórne przekroczenie przeklętej od wieków, górskiej ścieżki i dotarcie do byłego domu Klanu Marbusa, Gelu'Aben. Choć starcy, kobiety i dzieci lękali się wyruszenia w drogę, Marbus poprowadził wszystkich żelazną ręką. Wkrótce orkowie zagłębili się w przełęcz...

source: Enemy
pl: Wróg

source: White God
pl: Biały Bóg

source: fist
pl: pięść

source: Nature
pl: Natura

source: Marbus's Camp
pl: Obóz Marbusa

source: Orge's Fang
pl: Kieł Ogra

source: Explore the pass
pl: Przeszukaj przełęcz

source: The wolves are growing calmer. I’ve no idea whether we are safe here or not, but it seems the undead ceased pursuing us.
pl: Wilki się uspokajają. Nie wiem, czy jesteśmy tu bezpieczni, ale zdaje się, że nieumarli odpuścili sobie pościg za nami.

source: It’s true. I’m happy that they aren’t breathing down our necks, but I can still remember our last crossing through the Pass. It’s a cursed and wild place. We don’t know what to expect of it.
pl: To prawda. Cieszę się, że nie mamy ich na karku, jednak ciągle przypominam sobie naszą ostatnią podróż przez tę przełęcz. To przeklęte, dzikie miejsce. Nie wiadomo, co tu zastaniemy.

source: We’d better scout the area and summon some more experienced warriors. If we are to fight here, we will have to use the hard terrain.
pl: Dobrze będzie wykonać zwiad i wezwać kilku doświadczonych wojowników. Jeśli przyjdzie nam tu walczyć, będziemy musieli wykorzystać ten trudny teren.

source: Fresh food! We can fill our bellies. The White God will be pleased.
pl: Waaaaarg~! Świeża żywność! Można napełnić nią brzuchy. Biały Bóg będzie zadowolony.

source: What the heck! These are ogres! I didn’t think I would have ever met them. This is the only race which refused cooperation with any of the northern forces. Even the Alliance doesn't have them among their forces.
pl: Psia krew! To ogry. Nie sądziłem, że jeszcze kiedyś je spotkam. To jedyna rasa, która odmówiła współpracy z jakąkolwiek potęgą północy. Nawet Sojusz nie ma ich wśród swoich wojsk.

source: It’s true. It’s widely believed that they have died out. I’m more concerned about the “White God” he mentioned. Ogres are not especially religious. Hopefully we won’t meet anything more dangerous than them.
pl: Fakt. Powszechnie uważa się, że wymarły. Bardziej martwi mnie jednak ten „Biały Bóg”, o którym wspomniał. Ogry nie należą do specjalnie religijnych ras. Bylebyśmy nie spotkali tu kogoś groźniejszego od nich.

source: Defeat the White God
pl: Pokonaj Białego Boga

source: This is the answer to our question. We’ve come across something more dangerous than the ogres.
pl: Mamy odpowiedź. Jednak trafiliśmy na coś groźniejszego niż ogry.

source: A massive bastard! However, there is no way out. Perhaps the archers and crossbowmen could set its fur afire. We need to lure it to a difficult terrain and then our odds will lengthen.
pl: Potężne bydle... Nie ma jednak dla nas drogi odwrotu. Może łucznicy i kusznicy zdołaliby podpalić jego sierść. Trzeba wywabić go na trudny dla niego teren, wówczas nasze szanse wzrosną.

source: Waaaargh...
pl: Waaaaarg...

source: We’ve managed to bring it down. It won’t disturb us anymore. This seems to be... a female yeti. There are her young in the womb.
pl: Udało nam się go powalić. Zdaje się, że nie będzie nam już przeszkadzał. To chyba... Samica. W jej leżu widać młode.

source: We’ve managed to bring down such a dangerous and rare thing. We’re now left with deciding what to do next... I think, that...
pl: Udało nam się powalić coś tak niebezpiecznego i niespotykanego... Zostaje teraz kwestia tego, co zrobić dalej... Myślę, że...

source: We have to kill the beast and wash ourselves in its blood.
pl: Trzeba dobić bestię i obmyć się w jej krwi.

source: We cannot risk letting it chase us. Its offspring can grow and attack us on our way back through the Pass. Give me the axe, I’ll do it myself. Yeti’s blood presumably works wonders.
pl: Nie możemy ryzykować, że rzuci się za nami w pogoń. Jej młode mogą podrosnąć i zaatakować nas, gdy będziemy wracać przełęczą do domu. Dajcie mi siekierę, sam to zrobię... Krew Yeti’ego czyni ponoć cuda.

source: Yeti Slayer
pl: Pogromca Yeti’ego

source: Marbus gained the trait 'Yeti Slayer'. All his resistances increased by 10%.
pl: Marbus zyskał cechę „Pogromca Yeti’ego”. Wszystkie jego odporności zwiększyły się o 10%.

source: We have to spare the beast and move on.
pl: Trzeba oszczędzić bestię i ruszyć dalej.

source: This creature can do us no harm. The Pass is malicious. Killing someone for no reason can bring a curse upon us. Let's get going before the undead start following our footsteps.
pl: To stworzenie nic nam już nie zrobi. Przełęcz jest zaś zawistna - jeśli zabijemy kogoś bez potrzeby, może spaść na nas przekleństwo, czego wolę uniknąć. Zbierajmy się stąd, póki nieumarli nie ruszyli naszym śladem.

source: Bone Tempest
pl: Nawałnica Kości

source: It's hard to assess how long Marbus' clan occupied the Bag'not Fortress. The elders sometimes spun tales about mighty Elbor, a human fortress turned to ruin by a sorcerer. Not much time has passed until the wizard kicked the bucket himself. A dozen years or so after that happened, the elves invaded the northern lands. That is when the orcs set out to erect minor fortresses along the most important cities. Bag'not was one of these, it's aim was to protect Gelu'Aben the motherland of swords.
pl: Trudno określić, jak długo klan Marbusa zajmował fortecę Bag'not. Starsi snuli czasem opowieści o potężnym Elborze, ludzkiej fortecy, którą pewien czarnoksiężnik zamienił w ruinę. Niedługo potem sam czarnoksiężnik poszedł do piachu, a kilkanaście lat po tym wydarzeniu miała miejsce inwazja elfów na krainy północy. Wtedy właśnie orkowie postanowili wznieść wzdłuż swoich najważniejszych miast pomniejsze fortece. Bag'not było właśnie jedną z tych fortec, miało bronić Gelu'Aben, Ojczyzny Mieczy.

source: Gelu'Aben was a city dealing mainly with metals. Smelters, armouries, traders selling metal articles made by orcs, elves, dwarves and humans. Being situated far in the north, it was almost inaccessible for elvish armies. The road to the city led through Tut'anor pass. Even the elves heard about it. It was infamous, having thin passes and numerous traps. Raiders abandoned plans of an assault on the city. Obviously, there was another path, going through dwarven caverns. At that time dwarves hadn't joined the elvish army yet. When they did, Gelu’Aben had long been forgotten.
pl: Gelu'Aben było miastem zajmującym się głównie metalem. Huty, zbrojownie, handlarze sprzedający metalowe przedmioty zarówno orków, jak i elfów, krasnoludów oraz ludzi. Położone daleko na północy, okazało się prawie niedostępne dla elfickich armii. Droga do niego prowadziła przez przełęcz Tut'anor, która nawet elfom obiła się o uszy. Owiana złą sławą, z wąskimi przejściami i pułapkami. Najeźdźcy zrezygnowali z ataku na miasto. Oczywiście była i inna droga, przez krasnoludzkie tunele. Wówczas jednak krasnoludy nie przyłączyły się jeszcze do armii elfickiej, a gdy to uczyniły, o Gelu'Aben dawno zapomniano.

source: A dozen or so years after the raid, when the orcs started coming to the south again, Gelu'Aben's chieftain, Sovereign Gewold commanded to settle Bag'not again. He sent there the least accepted creatures in the city, the goblins. Together with them, he also sent a small orcish division to the south. It consisted mainly of individuals who had any goblin in his family. Marbus was the one in charge of them.
pl: Kilkanaście lat po najeździe, gdy orkowie znów zaczęli zapuszczać się na południe, wódz Gelu'Aben, Suweren Gewold, nakazał zasiedlić dawną fortecę Bag'not. Wysłał tam najmniej tolerowane w mieście istoty, gobliny. Wraz z nimi na południe ruszył także mały oddział orków, głównie tych, którzy mieli w rodzinie jakiegoś goblina. Władzę nad nimi miał sprawować Marbus.

source: The path through the Tut'anor pass was fearsome and perilous. There were immense snakes and spiders and the feeling of being watched. Evil in this place was indeed palpable. Yet, Marbus managed to pass it with his legions almost without any casualties. Settling Bag'not was a piece of cake in comparison to that. Goblins represented three quarters of Marbus's clan's population and were treated equally with orcs. Even Marbus had a goblin cousin, Kochan, who took charge of the wolf raiders. Life here was good, or at least not worse than in Gelu'Aben. Until now...
pl: Ścieżka przez przełęcz Tut'anor była straszna i niebezpieczna. Ogromne węże i pająki oraz przeczucie, że jest się obserwowanym. Zło w tym miejscu było wręcz namacalne, jednak Marbusowi udało się przejść ze swoim oddziałem niemal bez ofiar. Zasiedlanie Bag'not było przy tym jak bułka z masłem. Gobliny stanowiły trzy czwarte populacji klanu Marbusa i traktowano je na równi z orkami. Sam Marbus miał za kuzyna goblina, Kochana, który przejął dowodzenie nad jeźdźcami wilków. Żyło się tu dobrze, a przynajmniej nie gorzej niż w Gelu'Aben. Aż do teraz...

source: Winter turned out to be even worse than expected. What is more, everything was surrounded by odd, worrying fog. Fear aroused in orcish hearts and was creeping into their dreams. Not so long after that, a rumour appeared that the forests were not safe anymore. A number of those who entered them, perished forever. Thus, the dwellers started to get wood in the close proximity to the villages. Soon after they had run out of it, the wooden bridge got disassembled. Soon enough the dawn came when the fear showed its face at last.
pl: Zima okazała się być jeszcze gorszą, niż wszyscy się obawiali. Na domiar złego okolicę nawiedziła dziwna, niepokojąca mgła. Strach budził się w sercach orków i wkraczał do ich snów. Niedługo potem rozeszła się nowina, że w lasach nie jest już bezpiecznie. Wielu z tych, którzy w nie wkraczali, ginęło bezpowrotnie. Mieszkańcy zaczęli więc pozyskiwać drewno tylko w pobliżu wiosek. A gdy nawet tego zabrakło, wkrótce rozebrany został drewniany most. Niedługo potem nastał dzień, w którym strach nareszcie pokazał swoje oblicze.

source: Spectral Knight
pl: Widmowy Rycerz

source: Watchtower
pl: Wieża obserwacyjna

source: Defend Bag'not from the undead attack
pl: Obroń Bag'not przed atakiem nieumarłych

source: Scout the surrounding area (Kochan has to reach the watchtower in the south)
pl: Dokonaj zwiadu okolicy (Kochan musi dotrzeć do wieży obserwacyjnej na południu)

source: Undead break into Bag'not Fortress
pl: Nieumarli wchodzą do fortecy Bag'not

source: Not scouting your surroundings before turns run out
pl: Nie dokonanie zwiadu przed upływem limitu tur

source: Filar, the Mighty Battleaxe
pl: Filar, Potężny Topór Bojowy

source: Adris, the Blunt Sword
pl: Adris, Tępy Miecz

source: I have a bad feeling about this, cousin. Since the snow fell, we have been having that dreadful fog... I haven’t remembered such... Since we crossed the Tut'anor pass. Even the wolves are uneasy.
pl: Nie podoba mi się to, kuzynie. Odkąd spadł śnieg, ciągle unosi się w powietrzu ta potworna mgła... Nie pamiętam takiej od czasu... Odkąd kroczyliśmy przez przełęcz Tut'anor. Nawet wilki są niespokojne.

source: Ashen'tir, Kochan. We can not let the fear and psychosis overcome us. It is only the first month of winter. We are running out of food in our granaries. I am worried about the future.
pl: Ashen'tir, Kochan. Nie możemy pozwolić, by ogarnął nas strach. To dopiero pierwszy miesiąc zimy, a w naszych magazynach zaczyna powoli brakować żywności. Martwię się o przyszłość...

source: Suddenly, a wind blew piercing the body like an arrow. In Bag'not, a voice was heard, as cold and biting as icicles dangling from roofs.
pl: Wtem zawiał wiatr przeszywający ciało jak strzała, a przez Bag'not potoczył się głos równie zimny i ostry, niczym lodowate sople zwisające z dachów.

source: Undead Warrior
pl: Nieumarły wojownik

source: Shudder! Shudder and despair! The chariot of dead horses will race through your lands. It will trample your homes and children. Your blood will slop in our goblets, raised by us for the glory of the Dead King!
pl: Drżyjcie. Drżyjcie i rozpaczajcie. Przez wasze ziemię pogna zaprzęg umarłych koni. Stratuje wasze domy i wyrżnie dzieci. Wasza krew będzie przelewać się w naszych pucharach, które wzniesiemy na chwałę Umarłego Króla!

source: So they... they have destroyed Celadon City. The undead.
pl: A więc to oni... Oni zniszczyli Seledynowe Miasto. Nieumarli.

source: Stand up! Get out of your houses! Take up your arms! The undead!
pl: Wstawać! Wychodźcie ze swoich chat! Weźcie do rąk swoje miecze! Umarli!

source: Cousin! It will be the best if I go for a reconnaissance. My wolf will escape skeletons even on snow. If the undead truly conquered the Celadon City, we are going to have a serious problem with them.
pl: Kuzynie! Najlepiej będzie, jeżeli pójdę na zwiad. Mój wilk ucieknie szkieletom nawet na śniegu. Jeżeli nieumarli naprawdę podbili Seledynowe Miasto, będziemy mieli z nimi prawdziwy problem.

source: You are right. I will command the orcs to guard the walls. I do not want my orcs to encounter these creatures on open ground. We stand no chance against them on snow.
pl: Masz rację. Ustawię wojowników wzdłuż murów. Nie chcę, by moi orkowie spotkali się z tymi stworzeniami na otwartym terenie. Na śniegu nie mamy z nimi żadnych szans.
