Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: It’s true they do not approve of us, but their stubbornness might come in handy. If their commanders die, then the undead will flood the whole north, and it will be too late for us to be saved... No! Fight so that neither the Great Lord nor the Jarl die! And now ... Attack!
pl: To prawda, że nie są do nas przekonani, jednak ich upór może nam się przydać. Jeśli zginą ich dowódcy, wówczas nieumarli zaleją cała północ, a dla nas będzie już za późno na ratunek... Nie! Walczcie tak, by nie umarł ani Wielki Lord, ani Jarl! A teraz... Atak!

source: Repel forces of Northern Alliance and Elvish Jarls as long as possible
pl: Odpieraj siły Sojuszu Północy i Elfickich Jarlów tak długo, jak to możliwe

source: Death of Jarl Irick the High
pl: Śmierć Jarla Iricka Wysokiego

source: Death of Great Lord Dirack
pl: Śmierć Wielkiego Lorda Diracka

source: I said, not to kill him. Now undead will overcome whole north...
pl: Powiedziałem, żebyś go nie zabijał! Teraz nieumarli zdobędą całą północ...

source: Now, without the leader, the Northern Alliance will be engulfed in panic! They won't withstand the undead!
pl: Teraz, bez przywódcy, Sojusz Północy ogarnie panika! Nie będą w stanie oprzeć się nieumarłym!

source: Now, without the leader, elves are not able to fight undead. We lost.
pl: Bez przywódcy, elfy nie mogą walczyć z nieumarłymi. Przegraliśmy.

source: Halt! You cannot fight any longer! All of you, lay your weapons and talk like civilized races!
pl: Stać! Nie możecie dalej walczyć! Niech wszyscy odłożą broń, a następnie porozmawiamy jak cywilizowane rasy!

source: Butcher all the elves! Spare no one! Death!
pl: Zarżnąć wszystkie drzewoluby! Nie oszczędzać nikogo! Śmierć!

source: Knights! Form up, the next charge, for the North!
pl: Rycerze! Formować się, kolejna szarża, za Północ!

source: Forward, my daughters! Bring them under the water, wrap them in your female bodies, kiss like lovers, and then drive your swords through their bodies and rip their guts!
pl: Dalej, moje córki! Wciągajcie ich pod wodę, utulcie swoimi kobiecymi ciałami, pocałujcie niczym kochanki, a następnie zatopcie swe miecze w ich ciałach i wyprujcie im flaki!

source: Archers, shoot in the neck! Aim the neck! ... Oh... My Lady ... The Great Beatrice, I fear this is not a good place for you. Head north and hide there. It is truly unsafe here and ...
pl: Łucznicy, strzelać w szyje! W szyje celować... Och... Pani... Wielka Beatrycze, obawiam się, że to nie miejsce dla ciebie. Proszę ukryć się na północy. Tutaj jest naprawdę niebezpiecznie...

source: You will not tell me what I should do, Irick! All the elves here swore their allegiance to me and I demand they keep it! Lay down your swords, you mustn’t hurt these orcs. There are our only chance to defeat the Wild Gon!
pl: Nie będziesz mi mówił, co mam robić, Irick! Wszystkie obecne tu elfy przysięgały mi wierność i żądam, by teraz jej dochowały! Odłóżcie miecze, nie możecie skrzywdzić tych orków. Są naszą jedyną szansą na pokonanie Dzikiego Gonu!

source: My Lady ... It seems Jarl Irick has made himself sound too mildly. There is a battle going on there! I know our race is a peaceful one, but this is as exaggeration. Leave this place and tend to the wounded if My Lady needs to fell needed.
pl: Pani... Zdaje mi się, że Jarl Irick wyraził się nieco zbyt łagodnie. Tu trwa bitwa! Wiem, że wasza rasa jest bardzo pokojowa, jednak to lekka przesada. Proszę stąd odejść bądź zająć się rannymi, jeśli potrzebuje pani poczuć się potrzebna.

source: You understand nothing, Dirack! One of the orcs came through our magical barriers some time ago. The one I sang up with my sisters for seven nights. He told me of orcs he had been travelling with, the same orcs you can see now. This is the Great Horde. Only they can stop the King of Gon. We have to help them!
pl: Nic nie rozumiesz, Diracku. Jeden ork jakiś czas temu przeszedł przez naszą magiczną barierę. Przez tę, którą wyśpiewywałam z moimi siostrami przez siedem nocy. Opowiedział mi o orkach, z którymi podróżował, o tych samych, których macie przed sobą. To Wielka Horda. Tylko oni są w stanie powstrzymać Króla Gonu. Musimy im pomóc!

source: Even if you are telling the trught, My Lady, we cannot do anything here. If we lay down our arms, they won’t! They are murderers, animals. We need to slaughter them before they attract the undead here.
pl: Nawet, jeśli mówisz prawdę, pani, to nic tutaj nie wskóramy. Jeśli opuścimy broń, oni tego nie zrobią. To mordercy, zwierzęta. Musimy ich wybić, nim zwabią tu nieumarłych.

source: Marbus, The Great Sovereign! In the south I met your cousin, Kochan! We told me of your escape and that you were trying to defeat the King of Gon! Please, cease the fighting!
pl: Wielki Suwerenie, Marbusie! Na południu spotkałam twojego kuzyna, Kochana! Opowiedział mi o waszej ucieczce i o tym, że staracie się znaleźć sposób na pokonanie Króla Gonu! Proszę, zaprzestańmy walki!

source: Kochan? He’s survived? I knew his sacrifice would not go to waste! Do as the elf woman says! Lay down your weapons! Let’s see what they will tell us!
pl: Kochan? Przeżył? Wiedziałem, że jego poświęcenie nie pójdzie na marne! Zróbcie, jak mówi ta elficka kobieta! Odłóżcie broń! Zobaczymy, co mają do powiedzenia!

source: Are you mad? These are our enemies!
pl: Zwariowałeś?! To nasi wrogowie!

source: This Person also believes you are making a mistake, Great Sovereign. We should attack with redoubled strength, when they are stunned.
pl: Ta Osoba także sądzi, że postępujesz niemądrze, Wielki Suwerenie. Powinniśmy zaatakować z podwójną siłą, gdy są oszołomieni.

source: No! If the elf womans speaks truth, Kochan told her about us. This Person didn’t kill him. They not our enemies then. They are losing the battle will, too.
pl: Nie! Jeśli ta elfka mówi prawdę, Kochan powiedział jej o nas. Nie zabiła go. Nie są więc naszymi wrogami. Sami także tracą zapał do walki.

source: Let it be so ... You decide, Marbus, but I don’t like the look of it.
pl: Niech będzie... Ty decydujesz, Marbusie, choć nie podoba mi się to.

source: Very well then ... This Person lays down the weapon, but will still keep the battle stance with the daughters.
pl: Dobrze... Ta Osoba odłoży broń, jednak wciąż będzie trwać z córkami na pozycjach bojowych.

source: Are they ...? Are they laying down their weapons? Bugger me! This is a miracle!
pl: Czy oni...? Odkładają broń? A niech mnie, to prawdziwy cud!

source: My Lady, it’s time to discuss what is happening here.
pl: Pani... Pora chyba porozmawiać o tym, co tak naprawdę się tu dzieje.

source: Rightly so, but not on the battlefield. I trust my chambers on Lord Dirack’s court are clean and fresh, aren’t they?
pl: Słusznie, jednak nie będziemy tego robić na polu bitwy. Ufam, że moje komnaty na dworze Lorda Diracka wciąż są czyste i odświeżone?

source: Five hours later Marbus and Gewold were talking with the leaders of Elvish Armies and the Northern Alliance while drinking dry red wine.
pl: Pięć godzin później Marbus i Gewold rozmawiali już z dowódcami armii elfów i Sojuszu Północy, pijąc przy tym wytrawne, czerwone wino.

source: ... so I believe that if we obtain the Gjallarhorn, it will lead to a battle during which we will kill the King of Gon and get rid of the threat.
pl: ...wierzę więc, że jeśli zdobędziemy Róg Gjallarhorn, doprowadzimy do bitwy, podczas której zabijemy Króla Gonu i zaradzimy zagrożeniu.

source: What you are saying makes a lot of sense, My Lady. The Northern Alliance fought arm to arm with orcs in the past. We will help you.
pl: To, co mówisz, ma wiele sensu, pani. Sojusz Północy nieraz walczył już z orkami ramię w ramię. Pomożemy wam.

source: It seems I have not much to say here. If My Lady trusts you, so do I. Our forests are open to you.
pl: Zdaje się, że i ja nie mam tu zbyt dużo do powiedzenia. Jeśli moja pani wam ufa, ja także to uczynię. Nasze lasy są dla was otwarte.

source: Therefore we managed to find a peaceful solution. We have been running for so long that I forgot how it felt to be safe for a short time.
pl: Zatem udało nam się dojść do pokojowego rozwiązania. Od tak dawna uciekaliśmy, że zapomniałem już, jakim uczuciem jest poczucie chwilowego bezpieczeństwa. Zaraz zwołam Wielką Hordę. Potrzebujemy żywności i odpoczynku, jeśli mamy poradzić sobie z tym problemem.

source: Felling safe is not what we are going to get! Look north! The undead have come!
pl: Ten jednak nie będzie nam dany. Patrzcie na południe! Nieumarli nadeszli!

source: Jarl Irick, summon all the archers. Line them up along the tree line and don’t let them move any farther. Behind them, place the female shamans, we will tangle their spirits with our magic, and the treants will break the skeletons’ bones! Lord Dirack, ready your heavy cavalry! We will try to slaughter their ghouls with a charge. We will need heavily armoured warriors with impact weapons!
pl: Jarlu Iricku, zwołaj wszystkich łuczników. Ustawimy ich na linii drzew i nie pozwolimy, by przeszli dalej. Za nimi ustaw nasze szamanki, splączemy ich duchy naszą magią, a drzewce połamią kości szkieletom! Lordzie Diracku, proszę przygotować ciężką jazdę na wypad. Szarżą spróbujemy wyrżnąć ich ghule do nogi. Przydadzą się także ciężkozbrojni, opancerzeni wojownicy z bronią obuchową!

source: Yes, My lady!
pl: Rozkaz, pani!

source: Now I’m starting to understand why a woman is commanding them ...
pl: Zaczynam rozumieć, dlaczego kieruje nimi ta kobieta...

source: Let the wounded orcs and all unable to fight take shelter with our warriors. Elvish forests and the hills of the Northern Alliance are open to you. The of the Great Horde shall join the battle! Whatever happens, the undead cannot break through!
pl: Niech ranni orkowie i wszyscy niezdolni do walki schronią się za naszymi wojownikami. Lasy elfów i wzgórza Sojuszu Północy są dla was otwarte. Resztę Wielkiej Hordy proszę o dołączenie do bitwy. Cokolwiek się stanie, nieumarli nie mogą przedrzeć się dalej!

source: I will lead my warriors myself! Forward! For the Great Horde!
pl: Osobiście pokieruję swoimi wojownikami. Dalej! Za Wielką Hordę!

source: For the Northern Alliance!
pl: Za Sojusz Północy!

source: For the elvish jarls!
pl: Za elfickich jarlów!

source: Defeat all the undead
pl: Pokonaj wszystkich nieumarłych

source: Jarl Irick the High's Death
pl: Śmierć Jarla Iricka Wysokiego

source: The Great Lord Dirack's Death
pl: Śmierć Wielkiego Lorda Diracka

source: Beatrice's Death
pl: Śmierć Beatrycze

source: The undead move through the snow faster than usual.
pl: Nieumarli poruszają się po śniegu szybciej niż zwykle.

source: King Wilhelm the Iron Hand
pl: Król Wilhelm Żelazna Ręka

source: Axes! Ready your axes, these are orcs! Wait ... there are the undead, too! Hammers! Ready the hammers!
pl: Topory! Szykować topory, to orkowie! Zaraz... Są też nieumarli! Młoty! Szykować młoty!

source: Welcome, King Wilhelm! These orcs are on our side, this is the Great Horde led by the orc Marbus.
pl: Witaj, królu Wilhelmie! Ci orkowie walczą po naszej stronie, to Wielka Horda, którą prowadzi ork o imieniu Marbus.

source: What?! I’ve heard of him! He has passed through our underground leaving only charred remains! But ... So be it! A war is being fought, and I don’t intend to bicker over petty things. Besides, no one has paid me for killing the orcs! Hahaha!
pl: Co?! Słyszałem o nim! Przeszedł ostatnio przez nasze podziemia, zostawiając za sobą zgliszcza! Ale... Niech będzie. Trwa wojna, a nie mam zamiaru wykłócać się z wami o jakieś pierdoły. Poza tym nikt nie zapłacił mi za zabijanie orków! Hahahaha!

source: This dwarf is slightly ... crazy.
pl: Ten krasnolud jest trochę... Szalony.

source: This Person thinks otherwise ... He reeks of booze. His entire regiment reeks of booze ... For the Drowned Goddess’s sake, they can barely keep their balance!
pl: Ta Osoba myśli coś innego... Cuchnie od niego gorzałką. Od całego hufca cuchnie gorzałką... Na Utopioną Boginię, oni ledwo trzymają się na nogach!

source: King, are you sure your troops are ready to fight? Maybe you should rest awhile and join the battle when ...
pl: Królu, jesteś pewny, że wasze oddziały są w stanie walczyć...? Może powinniście nieco odpocząć i dołączyć do bitwy, gdy...

source: When!? When what? Don’t play the smart guy here, Ir ... Hic! ick ... I will show you how a dwarvish ... Hic! Regiment fights! Give them to me! Hammers! Hit the hammers on their skeletons!
pl: Gdy?! Gdy co?! Nie wymądrzaj się, Ir... Hyk!... Ick... Zaraz pokażę wam, jak walczy... Hyk!... Krasnoludzki hufiec! Tylko mi ich dajcie! Młotami! Młotami po szkieletach!

source: The death of King Wilhelm Iron Fist
pl: Śmierć Króla Wilhelma Żelaznej Ręki

source: Uh, my headache is stronger than before...
pl: Uh, głowa boli mnie mocniej niż wcześniej...

source: Dwarven king has fallen. That is the end..
pl: Krasnoludzki Król upadł. To jest koniec...

source: I didn't expect to die in this place...
pl: Nie spodziewałam się umrzeć w tym miejscu...

source: No one expected this ...
pl: Nikt się tego nie spodziewał...

source: The undead are fleeing!
pl: Nieumarli uciekają!

source: Told you so? Huh! We’ve defeated all of ... Hic! ... them ... and I didn’t even sweat ... You’d better give me ... Hic! ... some booze.
pl: I nie mówiłem? Nie mówiłem? Pokonaliśmy wszyst... Hyk!... ich... Nawet się nie spociłem... Dajcie wy mi lepiej... Hyk!... Gorzałki.

source: A devastating defeat was inflicted on the enemy here, but I fear it’s not the end. The will come back. With doubled strength. We have to be ready. Renew the magical barriers, patch up the walls. In the west, impassable mountains stretch away, and in the east thick woods. This is the only place through which you can get further north. You know, not including the dwarwish mines, but they ...
pl: Wróg odniósł tutaj druzgoczącą porażkę, jednak obawiam się, że to nie koniec. Wrócą. Z jeszcze większymi siłami. Musimy być gotowi. Odnowić bariery magiczne, załatać mury. Na zachodzie rozciągają się nieprzebyte góry, a na wschodzie gęste, kręte puszcze. To jedyne miejsce, dzięki któremu można dostać się na najdalszą północ. No, nie licząc jeszcze krasnoludzkich kopalń, ale one...

source: ... are as safe as my daughter’s chastity. One half of my troops is guarding the passages. The other is with me here. You are lucky, orc, to have left the underground before my coronation. Today, you wouldn’t make it in one piece.
pl: ...są bezpieczne jak cnota mojej córki. Połowa moich sił pilnuje naszych korytarzy. A druga połowa jest ze mną. Masz szczęście, orku, że wyszedłeś z podziemi przed moją koronacją. Dzisiaj nie udałoby ci się to w jednym kawałku.

source: After what I have seen I believe your every word, dwarf king. We all need to rest now. We’ve won a beautiful victory. However, one thing troubles me ... What about Kochan?
pl: Po tym, co zobaczyłem, wierzę w twoje słowa, królu krasnoludów. Wszyscy musimy teraz odpocząć. Doprowadziliśmy do pięknego zwycięstwa. Trapi mnie jednak jeszcze jedna sprawa... Co z Kochanem?

source: My people should be here in a minute, they are escorting him. Oh, I can see them!
pl: Moi ludzie powinni zaraz tutaj być, eskortują go. O! Widzę ich!

source: My Lady ... I regret to inform we were not able to follow your orders. On our way here, the undead came at us. Apparently, the orc we were escorting lured them to us. They caught him ... we couldn’t do anything.
pl: Pani... Ze smutkiem oznajmiam, że nie udało nam się wykonać twojego rozkazu... Po drodze dopadli nas nieumarli. Widocznie zwabił ich eskortowany przez nas ork. Dopadli go... Nie mogliśmy nic zrobić...

source: Thank you ... I wish it hadn’t happened ... Marbus ?
pl: Dziękuję... Ja... Żałuję, że tak się stało... Marbusie...?

source: Kochan.... Damn it ... There is no time to mourn my cousin ... Let’s enjoy our victory! As for me ... I’ll go for a walk.
pl: Kochan... Niech to szlag... Nie ma jednak czasu na to, by opłakiwać mojego kuzyna... Cieszmy się zwycięską bitwą! Jeśli chodzi o mnie... Cóż, przejdę się trochę.

source: This Person advises not to enter that place. There is a strange smell coming from the underground ... Ethanol ... It is getting stronger and stronger ...
pl: Ta Osoba radzi tam nie wchodzić. Z podziemi unosi się dziwny zapach... Etanolu... Jest coraz silniejszy.

source: Later that day was called ”The Defence of the North” or ”The Battle of Five Armies”. Never before did all the forces of the northern lands unite to fight against a common enemy. And never after.
pl: Później nazywano ten dzień Obroną Północy bądź Bitwą Pięciu Armii. Nigdy wcześniej wszystkie potęgi północnych krain nie zjednoczyły się w walce przeciw wspólnemu wrogowi. Ani nigdy później.

source: Everyone gave in to the heroic mood, and the representatives of all the races danced, sang, ate and drank, boated about their courage and patted each other proudly on their backs. This state of affairs didn’t last for long. The undead threat was still real, and when it became clear that they were hunting for the orcs, numerous elves, humans and dwarves, all wanted them to be gone as soon as possible. If it hadn’t been for Beatrice who was able to restrain the anger of the Elven Jarls and the noble houses of the Northern Alliance, unarguably there would have been a battle.
pl: We wszystkich wstąpił bohaterski nastrój, a przedstawiciele różnych ras tańczyli i śpiewali, jedli i pili, wychwalali swoje męstwo i dumnie poklepywali się po plecach. Ten stan rzeczy nie potrwał jednak długo. Zagrożenie ze strony nieumarłych wciąż było realne, a gdy stało się jasnym, że polują oni na orków, wielu elfów, ludzi i krasnoludów chciało pozbyć się ich jak najszybciej. Gdyby nie Beatrycze, która zdołała poskromić gniew elfickich jarlów i szlachetnych rodów Sojuszu Północy, bezsprzecznie doszłoby do bitwy.

source: While no one allowed for open hostility, unfavourable glances and words were harassing the Great Horde all the time. The orcs tolerated them patiently, as they were happy with the warmth of the bonfires, food and the access to medicine. However, Marbus was aware that this would not last forever, and Gewold and the rest of the elders constantly reminded him of that. The key aspect was for the Horde to defeat the King of Gon and to leave.
pl: O ile nikt nie pozwalał sobie na otwartą wrogość, nieprzychylne spojrzenia i słowa nękały Wielką Hordę przez cały czas. Orkowie znosili je cierpliwie, ciesząc się ciepłem ognisk, strawą i dostępem do lekarstw. Marbus zdawał sobie jednak sprawę, iż nie będzie to trwać wiecznie, a Gewold i reszta starszyzny notorycznie mu o tym przypominali. Kluczowym dla Hordy stało się pokonanie Króla Gonu i odejście.

source: Two weeks after the battle, Marbus and his army were standing in front of the cave entrance where the Gjallarhorn was to be hidden. Not expecting many dangers and not wanting to lead too many troops in the cave, the Great Sovereign assembled his most trusted warriors and set forth into the darkness.
pl: Po dwóch tygodniach od bitwy, Marbus i jego armia stali już przed wejściem do jaskini, w której miał się skrywać Róg Gjallarhorn. Nie oczekując zbyt wielu niebezpieczeństw i nie chcąc wkraczać zbyt licznym oddziałem wgłąb pieczary, Wielki Suweren zebrał swoich najbardziej oddanych wojowników i wkroczył w ciemność.

source: Healing Pond
pl: Leczniczy staw

source: Right Branch
pl: Prawa odnoga

source: Left Branch
pl: Lewa odnoga

source: Upper Branch
pl: Górna odnoga

source: An Obelisk
pl: Obelisk

source: Clubs' Chamber
pl: Komnata Trefla

source: And so this is the place where the Gjallarhorn is hidden. Time hasn’t been kind to it: the area is marshy and unstable in many places. This is similar to a elven tample rather than the catacombs I had visited.
pl: A więc to jest miejsce, w którym ukryty jest Róg Gjallarhorn. Czas zdecydowanie go nie oszczędzał – w wielu miejscach grunt jest podmokły i niestabilny. Przypomina to bardziej jakąś elfią świątynię niż katakumby, które zwiedzałem.

source: It should be remembered that this area has been inhabited by the treants for ages. This Person wouldn’t be surprised if some of these have been hiding here. We should be careful.
pl: Trzeba nam pamiętać, iż te tereny od wieków były zamieszkiwane przez drzewoluby. Ta Osoba nie zdziwiłaby się, gdyby jakieś się tu jeszcze skrywały. Powinniśmy być ostrożni.

source: *Curls its tail and figgets at Marbus's leg*
pl: *Kuli ogon i wierci się niespokojnie przy nodze Marbusa.*

source: I sense a beguiling and malicious aura here. We will definitely come across somebody here. Somebody who does not wish us too well. Tread carefully.
pl: Wyczuwam tutaj zwodniczą, nienawistną aurę. Z pewnością na kogoś się tutaj natkniemy. Na kogoś, kto nie życzy nam zbyt dobrze. Stąpajcie ostrożnie.

source: The elves must have led us into a trap! We can’t be sure whether this is the right cave. There must be at least a hundred of archers deep inside!
pl: Zapewne to elfy wciągnęły nas w pułapkę! Nie mamy nawet pewności, że to ta jaskinia. W głębi musi kryć się jakaś setka łuczników!

source: Calm down, Gewold! The elves want to retrieve the horn as much as we do. They wouldn’t turn their backs on us in such a moment. All the jarls have pledged not to be a threat to us.
pl: Spokój, Gewold. Elfom zależy na odzyskaniu rogu tak samo jak nam. Nie odwróciliby się od nas w takim momencie. Wszyscy jarlowie złożyli przysięgę, że nam nie zagrożą.

source: The division into jarls has existed here for not too long. Even though the elves seem to be quite a sensible race, I have lived on this vale of tears much longer and I tell you: you will not find a more quarrelsome family than the elven one. We ought to simply be careful, we might get around without any killing.
pl: Podział na jarlów panuje tu od niedawna. Choć elfy zdają się wam bardzo ułożoną rasą, ja żyję na tym padole łez znacznie dłużej i powiadam wam – nie znajdziecie bardziej skłóconej rodziny niźli rodzina elfów. Po prostu uważajmy, może obejdzie się bez zabijania.

source: Cave be wet, much mushroom inside ... Mushroom good for the belly, but not good for sleep. That cave be bad for trolls. Trolls likes this more drier ... Caverns.
pl: Jaskinia mokra, pełno w niej grzyb... Grzyb dobry dla brzucha, ale zły do spania. Ta jaskinia zła dla trolle. Trolle lubieją bardziej suche te... Jamy.

source: This Person senses a lot of humidity here. This Person wonders if it’s been like that all the time? Maybe the elves have sunken these lands on purpose in order to get rid of the remains of the orcish culture?
pl: Ta Osoba także wyczuwa tutaj sporo wilgoci. Ciekawe, czy zawsze tak było...? Może elfy zalały te tereny specjalnie, by pozbyć się pozostałości po kulturze orków?

source: Rocks wet, walls wet ... Humidity not good for trolls. It getting in the bines and hurting. Knees especially.
pl: Kamienie mokre, ściany mokre... Wilgoć niedobra dla trolle. Wnika w gnaty i boli. Szczególnie kolana.

source: Find the Gjallarhorn
pl: Znajdź Gjallarhorn

source: Red Riding Hood
pl: Czerwony Kapturek

source: What the ...?!
pl: Co do...?!

source: Haha! You have come right into my trap, fools! You haven’t even taken more troops ... Simpletons!
pl: Haha! Wpadliście prosto w moją pułapkę, głupcy! Nawet nie zabraliście ze sobą większego oddziału... Naiwni!

source: Your Jarls promised us safety! You’ve betrayed us! Do you really want to squander your only chance to defeat the undead only to get rid of us?!
pl: Wasi Jarlowie obiecali nam bezpieczeństwo! Zdradziliście nas! Naprawdę chcecie zaprzepaścić jedyną szansę na pokonanie nieumarłych, byleby się nas pozbyć?!
