Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Oh ... Such treants are a mere trifle for me. But killing them does not bring any joy. I prefer enemies which are bleeding!
pl: Eee... Tam. Takie drzewce to dla mnie drobnostka! Ale zabijanie ich nie sprawia przyjemności. Wolę, gdy wróg krwawi!

source: You think it is so easy? Before you the the Gjallarhorn, first you have to defeat me!
pl: Myślicie, że to takie proste?! By zabrać Róg Gjallarhorn, najpierw musicie pokonać mnie!

source: At last! We have it. It’s time to leave the cave. We won’t find anything interesting here, and the Wild Gon is growing in strength with every minute!
pl: Wreszcie! Mamy go. Pora teraz odejść z tej jaskini. Nic ciekawego już tu nie znajdziemy, a Dziki Gon z każdą chwilą rośnie w siłę!

source: You thought that would be so easy to do? Oh no, first you have to deal with me!
pl: Myśleliście, że pójdzie wam tak łatwo? O nie, najpierw musicie poradzić sobie ze mną!

source: Skeletons dancing in a circle and large stone gates through which warriors with big swords and fangs come out have been carved on the statue. In the background, you there are figures in helmets and full armour who are panicking.
pl: Na posągu wyrzeźbiono tańczące w kręgu szkielety i wielkie, kamienne bramy, z których zaczynają wychodzić wojownicy z dużymi mieczami i kłami. W tle widać spanikowane postacie w hełmach oraz pełnych zbrojach.

source: Someone carved a battle scene here: figures in full armour are fighting the ones with big swords and fangs... The former are losign sand retreating towards the boat.
pl: Ktoś wyrzeźbił tutaj scenę bitwy – postacie w pełnych zbrojach walczą z tymi, którzy mają wielkie miecze i kły... Ci pierwsi przegrywają i cofają się w stronę łodzi.

source: The scene shows skeleton destroying cities and killing the countrymen, In the background there are orcs building ships and setting out in the sea.
pl: Scena przedstawia szkielety niszczące miasta i zabijające wieśniaków. W tle widać orków budujących statki i wybierających się na morze.

source: Someone carved twelve skeletons in long robes, all of them with their hands up to the sky, and above them there is something that looks like an eclipse. In the middle of the skeleton circle, a shape of a ghost or a demons is looming.
pl: Ktoś wyrzeźbił tutaj dwunastkę szkieletów w długich szatach, wszystkie unoszą ręce ku niebu, a nad nimi widać coś, co przypomina zaćmienie księżyca. Pośrodku kręgu szkieletów majaczą kształty ducha bądź demona.

source: The low relief shows an orc, but not a typical one. He is holding a staff and a medallion. He is a bit shorter than most orcs, and seems to have a decent amount of goblin blood flowing in his veins. His face is worried, although there is determination in his eyes.
pl: Płaskorzeźba przedstawia orka, choć bardzo nietypowego. W rękach trzyma kostur i medalion. Jest nieco niższy niż większość orków i wydaje się, że ma w sobie sporą dawkę goblińskiej krwi. Jego mina wyraża zmartwienie, choć w oczach widać determinację.

source: Lost in the snow
pl: Zagubieni w śniegu

source: After a few hours, Marbus and his bravest warriors emerged from an ancient orcish cave wielding the Gjallarhorn. They were greeted with cheering, welcoming shorts and shouts of joy as well as with good wine and fare. It seemed the tension accompanying the warriors of the Great Horde had relieved, or at least decreased.
pl: Po kilku godzinach Marbus i jego najdzielniejsi żołnierze wyłonili się z pradawnej jaskini orków, niosąc ze sobą Róg Gjallarhorn. Zostali przywitani wiwatami, krzykami radości i euforii a także dobrym winem i strawą. Zdawało się, że napięcie towarzyszące wojownikom Wielkiej Hordy w lasach elfów ustąpiło, albo przynajmniej widocznie zmalało.

source: The Council of Jarls, led by Beatrice, assembled the next day. The elves agreed that the best solution would be to fight the Wild Gon at the foot of the Mountain of Destiny, one of the highest peaks in the north. The forces of Jarls, The Northern Alliance and Knalga united on the southern border where they had recently won a victory. All that had happened heralded the undead were going to attack with their full strength.
pl: Następnego dnia zebrała się Rada Jarlów, na czele której stanęła Beatrycze. Elfy uzgodniły, że najlepszym rozwiązaniem będzie stanąć do walki z Dzikim Gonem u stóp Góry Przeznaczenia, jednego z największych szczytów północy. Siły Jarlów, Sojuszu Północy i Knalgi zjednoczyły się na południowej granicy w miejscu, gdzie niedawno odnieśli zwycięstwo. Wszystko zwiastowało, że niedługo nieumarli powinni zaatakować to miejsce wszystkimi swoimi siłami.

source: The elven plan was simple – Marbus was to summon The King of Gon at the foot of the Mountain of Destiny on farthest land north, behind which there was only the ice sea. He was to do it on when the undead attack the southern border. The summoned undead master would be accompanied only by the most loyal warriors, which would give the orcs the chance to ensure victory.
pl: Plan elfów był prosty – Marbus miał wezwać Króla Gonu u podnóża Góry Przeznaczenia, na najdalej na północ wysuniętych ziemiach, za którymi kryło się jedynie lodowe morze. Miał to zrobić jednak dopiero wtedy, gdy nieumarli zaatakują południową granicę. Przywołany wówczas nieumarły władca będzie miał przy sobie jedynie najbardziej lojalnych wobec siebie wojowników, co da orkom szansę na odniesienie zwycięstwa.

source: The orcs, however, were not left without any help. On the western border of The Northern Alliance rumour had it that few orcish troops had started to storm the local villages so as to increase the undead army’s numbers. Both the people and the elves sent their forces in order to stop the enemy, however, no unit came back.
pl: Orkowie nie mieli zostać jednak pozbawieni pomocy. Na zachodniej granicy Sojuszu Północy szybko rozchodziła się wieść, jakoby nieliczne oddziały truposzy zaczęły szturmować tamtejsze wsie w celu zwiększenia liczby nieumarłych wojsk. Ludzie i elfy wysłali swoje oddziały żeby powstrzymać wroga, jednak żaden oddział nie powrócił.

source: Marbus’s task was to venture into the winter-stricken east and investigate the situation on that spot and collect the units that didn’t come back from their mission. Providing, of course, any units survived.
pl: Zadaniem Marbusa było udanie się na owładnięty zimą zachód i zbadanie tamtejszej sytuacji, a także zebranie oddziałów, które nie powróciły ze swojej misji. Zakładając oczywiście, że jakieś oddziały przetrwały.

source: Captain Rylis
pl: Kapitan Rylis

source: Elvish Jarl's Camp
pl: Obóz Elfickiego Jarla

source: Ogre Mountains
pl: Góry Ogrów

source: Destroyed Fortifications
pl: Zniszczone umocnienia

source: Find the forces of the Northern Alliance and the Elvish Jarls, and then lead their leaders to the initial Marbus's camp
pl: Odnajdź siły Sojuszu Północy i Elfickich Jarlów, a następnie przyprowadź ich przywódców do początkowego obozu Marbusa

source: Alternatively: Defeat the enemy's leader
pl: Alternatywne: Pokonaj przywódcę wroga

source: Excellent! We were to fight the Wild Gon and not run after the human and elven survivors. What’s more, we are wading waist-deep through snow banks. These conditions aren’t fit to fight the undead.
pl: Pięknie! Mieliśmy walczyć z Dzikim Gonem, a nie uganiać się za niedobitkami ludzi i elfów. Na dodatek brniemy po pas w śnieżnych zaspach. Te warunki nie nadają się do walki z nieumarłymi.

source: The water here is really cold and covered with a thick layer of ice. I fear that This Person and her daughters won’t be very useful in fight.
pl: Woda tutaj jest bardzo zimna i przykryta grubą warstwą lodu. Obawiam się, że Ta Osoba i jej córki nie będą zbyt przydatne podczas tej bitwy.

source: You are both right, however, the undead army hasn’t attacked the south yet. Summoning the King of Gon now would be pointless. Let’s try to find our allies as soon as possible and safely bring them to the camp.
pl: Oboje macie rację, jednak wojska nieumarłych jeszcze nie zaatakowały na południu. Wezwanie teraz Króla Gonu mijałoby się z celem. Postarajmy się jak najszybciej znaleźć naszych sojuszników i bezpiecznie doprowadzić ich do obozu.

source: Were Kochan here, he would have already scouted the whole place on his wolf and we would be able to move on ... Eh ... I miss you, cousin. I wish you hadn’t died such a senseless death.
pl: Gdyby był tu Kochan, już dawno zbadałby na swoim wilku całe to miejsce i moglibyśmy ruszyć dalej... Ehh... Brakuje mi ciebie, kuzynie. Żałuję, że zginąłeś tak bezsensowną śmiercią.

source: Shield wall! Form a shield wall! They are coming from the other side!
pl: Ściana tarcz! Uformować ścianę tarcz! Nadchodzą z drugiej strony!

source: And here we have our beloved brothers of The Norther Alliance.
pl: I mamy naszych kochanych braci z Sojuszu Północy.

source: Orcs? What are you doing here? From what I know, the Great Horde was to obtain this magical horn and ..
pl: Orkowie? Co wy tu robicie?! Z tego, co mi wiadomo, Wielka Horda miała zdobyć ten cały magiczny róg i...

source: The Gjallarhorn has already been obtained, Captain. However, as for now we aren’t summoning the King of Gon. We were sent to find you and escort safely to our camp. And now ... You have to give me the command.
pl: Róg Gjallarhorn jest już zdobyty, kapitanie. Na razie jednak nie będziemy wzywać Króla Gonu. Wysłano nas, by was odnaleźć i doprowadzić bezpiecznie do naszego obozu. A teraz... Musisz oddać mi dowództwo.

source: Even if you are telling the truth, I don’t have to give the command to you! I know best how to lead my people. I know them all and won’t let an orc ...
pl: Nawet, jeśli mówisz prawdę, nie muszę oddawać ci dowództwa! Wiem najlepiej, jak ustawić swoich ludzi. Znam ich wszystkich i nie pozwolę, by jakiś ork...

source: This Person thinks you should watch your words. You had the chance to be in command and you failed. You aren’t able to deal with the undead, and we do! Your first major victory over them was when we stood by your side. Without us, you die.
pl: Ta Osoba sądzi, że powinieneś uważać na słowa. Miałeś już okazję być dowódcą i zawiodłeś. Nie potraficie poradzić sobie z nieumarłymi. Wasze pierwsze większe zwycięstwo nad nimi odbyło się akurat wtedy, gdy stanęliśmy po waszej stronie. Bez nas zginiecie.

source: I .... Well, so be it. My people are now under your command.
pl: Ja... Cóż, niech tak będzie. Moi ludzie są teraz pod twoją komendą.

source: Bring the leaders od the Northern Alliance and the Elvish Jarls to the initial Marbus's Camp
pl: Przyprowadź przywódców Sojuszu Północy i Elfickich Jarlów do początkowego obozu Marbusa

source: Death of Captain Rylis
pl: Śmierć kapitana Rylisa

source: Death of Jarl Oferiu
pl: Śmierć Jarla Oferiu

source: Fall back to the camp! Fall back! When we are on the fortifications, the undead won’t overcome us ... What’s .... that ... ?
pl: Wycofywać się w stronę obozu! Wycofywać się! Gdy będziemy na fortyfikacjach, nieumarli nie dadzą nam rady... A to... Co...?

source: It seems we have found the elves, Marbus.
pl: Zdaje się, że znaleźliśmy elfy, Marbusie.

source: Greetings, Jarl. I’m Marbus, I command the Great Horde. My task is to bring you safely to our camp.
pl: Bądź pozdrowiony, Jarlu. Jestem Marbus, dowodzę Wielką Hordą. Moim zadaniem jest doprowadzić was bezpiecznie do naszego obozu.

source: I’m not sure if it is a good idea... Why haven’t you summoned the King of Gon? Have you got the Gjallarhorn? I sense a deceit.
pl: Nie jestem pewien, czy to dobry pomysł... Dlaczego nie wezwaliście Króla Gonu? Macie Róg Gjallarhorn? Pachnie mi to podstępem.

source: Stupid elf! We could eviscerate you all and wear your gold armours and gildings, and yet here we come to get you out of the trouble! That damned elven pride!
pl: Głupi elf! Moglibyśmy was wszystkich wypatroszyć i nałożyć na siebie wasze złote zbroje i zdobienia, a jednak przybywamy, by wyrwać was z opresji! Przeklęta elfia duma!

source: We have the horn, indeed. However, we are not going to use it early, but not until the time comes. I have to take command of your unit to save you. Each passing moment costs you the life of one of your warriors. Remember about that!
pl: Owszem, mamy róg. Nie użyjemy go jednak przed czasem, a dopiero wtedy, gdy nadejdzie na to pora. Muszę przejąć dowództwo nad twoim oddziałem, by was uratować. Każda chwila zwłoki to życie jednego z twoich wojowników. Pamiętaj o tym!

source: You are probably right. So be it. The command is yours. However, if you are plotting something despicable, I won’t let you off this time!
pl: Chyba masz rację. Niech będzie. Dowództwo jest twoje. Jeśli jednak knujecie coś nikczemnego, nie daruję wam!

source: Both armies are already in our camp, it’s time to leave this place.
pl: Obydwie armie są już w naszym obozie, pora opuścić to miejsce.

source: What!? Leave!? Now when the undead are still roaming this place? I hoped to crush some skulls and destroy these monsters, but if that is your will ...
pl: Co?! Opuścić?! Teraz, gdy nieumarli jeszcze tu grasują? Miałem nadzieję rozbić kilka czaszek i zniszczyć te monstra, ale skoro taka jest twoja wola...

source: This Person wishes the local people didn’t die, however, we cannot do anything for them. We need to save strength before the final battle with the King of Gon.
pl: Ta Osoba żałuje, że tutejsi ludzie zginą, jednak nic nie możemy już dla nich zrobić. Trzeba nam oszczędzać siły przed ostateczną bitwą z Królem Gonu.

source: I have arrived and so have my soldiers.
pl: Jestem już na miejscu, podobnie jak moi żołnierze.

source: Fine, since everything has been dealt with here, it’s time to head for the Mountain of Destiny.
pl: Dobrze, skoro wszystko tutaj zostało już załatwione, pora ruszać w stronę Góry Przeznaczenia.

source: This Person thinks we shouldn’t leave so hastily, Marbus. We managed to save Yarl Oferiu’s and Captain Rylis’s forces. However, there are warriors who are wounded or unable to fight among them. I believe taking both armies together won’t be the best idea.
pl: Ta Osoba myśli, że nie powinniśmy tak pochopnie odchodzić, Marbusie. Udało nam się uratować siły Jarla Oferiu i Kapitana Rylisa. Wśród ich wojowników jest jednak wielu rannych i niezdolnych do walki. Myślę, że zabranie ze sobą obu tych wojsk nie będzie najlepszym pomysłem.

source: What!? So we saved their lives only to later send them home and not get any help in fighting the Wild Gon? I won’t let that happen! I’d rather slaughter them all!
pl: Co?! Więc ratowaliśmy ich życia tylko po to, by później odesłać ich do domu i nie otrzymać żadnej pomocy w walce z Dzikim Gonem?! Nie pozwolę na to! Już wolę ich wszystkich wyrżnąć!

source: This Person didn’t mean that. We can’t take all of them with us though. Some will have to escort the wounded to the hospital and take command over these lands so that it doesn’t turn out that the undead will come back to this place.
pl: Ta Osoba nie to miała na myśli... Nie możemy jednak wziąć ze sobą wszystkich. Ktoś będzie musiał eskortować rannych do szpitali oraz objąć dowództwo nad tymi terenami, by nie okazało się, że nieumarli powrócą w to miejsce.

source: They won’t if we buck up and deafeat them with all we’ve got. Instead of talking, we should be heading for the Mountain of Destiny!
pl: Nie powrócą, jeśli się sprężymy i pokonamy ich całością naszych sił! Zamiast gadać, powinniśmy iść już w stronę Góry Przeznaczenia!

source: Enough! Aidala is right. Some should back us up and look after these lands. We will take only one army with us on the journey, either the Elven Jarls or The Northern Alliance.
pl: Dość! Aidala ma rację. Ktoś powinien obstawić tyły, a także zająć się tymi terenami. Na wyprawę weźmiemy ze sobą tylko jedno wojsko, oddziały Elfickich Jarlów bądź Sojuszu Północy.

source: I think the best choice will be the ...
pl: Myślę, że najlepszym wyborem będzie...

source: The forces of the Northern Alliance under Captain Rylis’s command will support you in the fight against the Wild Gon.
pl: Siły Sojuszu Północy pod dowództwem Kapitana Rylisa wesprą nas w walce z Dzikim Gonem.

source: We are heading north with the forces of the Northern Alliance. Their cavalry and its troops versatility can turn the scales in our favour. And now, forward!
pl: Ruszymy na północ z siłami Sojuszu Północy. Ich konnica a także uniwersalność jednostek może przechylić szalę zwycięstwa na naszą stronę. A teraz, naprzód!

source: The forces of the Elven Jarls under Jarl Oferiu’s command will be our best choice.
pl: Siły Elfickich Jarlów dowodzone przez Jarla Oferiu będą najlepszym wyborem.

source: We are going north with Jarls Oferiu’s forces. The elven magic and agility can turn out to be invaluable during the clash. And now let’s get out of this icy land!
pl: Na północ wybierzemy się z siłami Jarla Oferiu. Magia oraz zręczność elfów mogą okazać się nieocenione podczas tego starcia. A teraz wynośmy się z tej lodowatej krainy!

source: I... die...
pl: Ja... Umieram...

source: We failed!
pl: Zawiedliśmy!

source: The leader of the undead has been defeated! We managed not only to help the warriors of The Norther Alliance and the elves, but also save the local peasants. The undead forces have again been crushed under the might of the Great Horde!
pl: Przywódca nieumarłych został pokonany... Udało nam się nie tylko pomóc wojownikom Sojuszu Północy i elfom, ale także uratowaliśmy tutejszych wieśniaków. Siły nieumarłych znów zostały zmiażdżone pod butem Wielkiej Hordy!

source: Waaaargh! Precisely! Besides, look, it seems the undead have been keeping some gld in their fortress. Let’s grab it all!
pl: Waaargh! Dokładnie! Poza tym patrzcie, zdaje się, że nieumarli trzymali w swojej twierdzy nieco złota. Weźmy je ze sobą!

source: The Battle at the foot of The Mountain of Destiny
pl: Bitwa pod Górą Przeznaczenia

source: The road to the foot of the Mountain of Destiny went in silence. The Great Horde marched arm by arm with the armies of the Northern Alliance in order to annihilate the enemy, before which the whole north trembled. Each step drew them closed to final battle, and it was binding and sealed the moment. Although everyone who gathered had been through countless battles, the thought of the upcoming one instilled fear and disgust in them. Finally, they reached the destination. One of the highest mountains in the north arose before them, concealing thousands of mysteries and being the witness to hundreds of decisive fights among the humans, elves, dwarves and the undead. This time it was going to be the same.
pl: Droga na podnóże Góry Przeznaczenia przebiegła w milczeniu. Wielka Horda maszerowała ramię w ramię z wojskami Sojuszu Północy, by unicestwić przeciwnika, przed którym drżała w posadach cała północ. Każdy krok zbliżał ich do końcowej potyczki, był wiążący i w pewien sposób pieczętujący tę chwilę. Choć wszyscy zgromadzeni mieli już za sobą dziesiątki starć, wizja nadchodzącej walki budziła w nich lęk i odrazę. W końcu dotarli na miejsce. Ukazała się im jedna z największych gór północy, skrywająca tysiące tajemnic i będąca świadkiem setek decydujących starć pomiędzy ludźmi, elfami, krasnoludami i nieumarłymi. Tym razem miało być podobnie.

source: The road to the foot of the Mountain of Destiny went in silence. The Great Horde marched arm by arm with the elven armies in order to annihilate the enemy, before which the whole north trembled. Each step drew them closed to final battle, and it was binding and sealed the moment. Although everyone who gathered had been through countless battles, the thought of the upcoming one instilled fear and disgust in them. Finally, they reached the destination. One of the highest mountains in the north arose before them, concealing thousands of mysteries and being the witness to hundreds of decisive fights among the humans, elves, dwarves and the undead. This time it was going to be the same.
pl: Droga na podnóże Góry Przeznaczenia przebiegła w milczeniu. Wielka Horda maszerowała ramię w ramię z wojskami elfów, by unicestwić przeciwnika, przed którym drżała w posadach cała północ. Każdy krok zbliżał ich do końcowej potyczki, był wiążący i w pewien sposób pieczętujący tę chwilę. Choć wszyscy zgromadzeni mieli już za sobą dziesiątki starć, wizja nadchodzącej walki budziła w nich lęk i odrazę. W końcu dotarli na miejsce. Ukazała się im jedna z największych gór północy, skrywająca tysiące tajemnic i będąca świadkiem setek decydujących starć pomiędzy ludźmi, elfami, krasnoludami i nieumarłymi. Tym razem miało być podobnie.

source: Marbus did not blow the Gjallarhorn right away. First, he ordered to set a huge camp, take the grindstones and repair workshops out of the wagons, dig out the holes, fortify the broken walls and places which could serve as defence points. Everyone had to be fully able and perfectly prepared for the coming of the King of Gon. The preparations lasted four days. On the fifth day Beatrice's raven arrived. The message was clear - the undead armies attacked the southern defence lines. The enemy forced turned out much bigger that it'd been expected. The risk of loss was high and it was of utmost priority to call and defeat the King of Gon as as fast as possible.
pl: Marbus nie zadął w Róg Gjallarhorn od razu. Najpierw nakazał rozstawić spory obóz, wyciągnąć z wozów kamienie szlifierskie i warsztaty naprawcze, wykopać doły, obstawić zniszczone mury i miejsca, które mogły posłużyć do obrony. Wszyscy musieli być w pełni sprawni i idealnie przygotowani na nadejście Króla Gonu. Przygotowania zajęły jakieś cztery dni. Piątego dnia o świcie przybył kruk od Beatrycze. Wiadomość była jasna i czytelna – nieumarłe wojska zaatakowały nocą południową linię obronną. Siły wroga okazały się jeszcze większe, niż przypuszczano. Ryzyko przegranej okazało się bardzo wysokie i za najwyższy priorytet uznano szybkie wezwanie i zniszczenie Króla Gonu.

source: After reading the message, Marbus called all his warriors and ordered them to be on constant standby. Piercing silence fell at the foot of the Mountain of Destiny, and neither even a single cough nor a dropped goblin arrow broke it. After that, the Great Sovereign blew the Gjallarhorn , and its echo reverberated around. It might seem that the sound was heard in all the northern lands: Beatrice could hear it while watching the battle from her balcony of her Princess Tower, the saurians on the marshes could hear it as well while defending themselves against the undead, the dwarves could hear it, too, in the farthest corners of Knalga. The horn's sound made the corpses of the residents of the Celadon City tremble. The whole north stood in total silence for that moment, listening to the strange and terrific melody of the Gjallarhorn.
pl: Po odczytaniu wiadomości Marbus wezwał wszystkich swoich wojowników i nakazał im pełną gotowość. Na podnóżu Góry Przeznaczenia nastała wówczas przejmująca cisza, której nie przerwał nawet gwałtowny atak kaszlu bądź upuszczona przez jakiegoś goblina strzała. Następnie Wielki Suweren zadął w Róg Gjallarhorn, a jego dźwięk potoczył się głośnym echem. Zdawać by się mogło, że odgłos ten rozszedł się po wszystkich krainach północy: dosłyszała go bowiem Beatrycze, która obserwowała bitwę z balkonu swojej książęcej wieży, usłyszały go jaszczury broniące się przed nieumarłymi na swoich bagnach, jego muzyka powędrowała do uszu krasnoludów z najodleglejszych zakątków Knalgi, sprawiła także, że zadrżały truchła mieszkańców Seledynowego Miasta, które nie nadawały się już nawet do wstąpienia w szeregi armii trupów. Cała północ przystanęła na moment i milczała, słuchając przedziwnej, wspaniałej nuty Rogu Gjallarhorn.
