Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Praised be the Northern Alliance! I will help you. Walking out of here will not be so easy, because of the monsters of the deep dwelling in this lake. Not to mention the giant bats and other beasts in the branches of the caves. However, together we will definitely make it.
pl: Chwała niech będzie Sojuszowi Północy! Pomogę wam, a jakże. Wyjście stąd nie będzie jednak proste, gdyż tutejsze jezioro jest oblężone przez głębinowe potwory, zaś w rozgałęzieniach tuneli drzemie wiele nietoperzy i innych bestii. Razem na pewno damy im radę.

source: Marbus, how did you...?
pl: Marbus, skąd ty...?

source: Trial and error approach, my cousin.
pl: Metoda prób i błędów, kuzynie.

source: After the explosion of the Dwarven Rune Smithy.
pl: Po wybuchu Krasnoludzkiej Kuźni Runicznej.

source: Iron Maiden with the Beard
pl: Żelazna północnica

source: Dwarf in Love' Beer
pl: Piwo „Krasnoludzka Miłość”

source: Sourdough Spirit
pl: Spirytus na zakwasie

source: Tales the Flaming Hand
pl: Tales Ognioręki

source: Thorlof the Hanging Sack
pl: Torlof Wisiworek

source: Tales the Soft Ball
pl: Tales Miękkie Jajo

source: Aidala is our emissary.
pl: Aidala jest naszą emisariuszką.

source: This Person will speak in the name of glorious Northern Alliance! We salut you, noble dwarves, and ask for your assistance in crossing this road...
pl: Ta Osoba będzie mówić w imieniu chwalebnego Sojuszu Północy! Pozdrawiamy was, zacne krasnoludy i prosimy o pomoc w przebyciu tejże drogi...

source: You are a... naga. I’m surprised that you were chosen the emissary... But it has been a damn long time since you were seen fighting alongside the Horde. What happened that made you join the Northern Alliance?
pl: Jesteś nagą... Dziwię się, że wybrano na emisariuszkę właśnie ciebie... Jednak od dawien dawna nie widziano was walczących u boku Hordy. Co się stało, że teraz należycie do Sojuszu Północy?

source: My race finally understood the mistakes of the past... To redeem ourselves we've chosen the path of the righteousness. For some time now we have been a lawful nation, like the orcs. Our races have cooperated for many years. The Alliance wanted to renew the old Horde tactics and learn our common culture, so it merged our ranks. Your brethren assisted us on our way here. What will you do?
pl: Moja rasa wreszcie zrozumiała swoje błędy... Chcąc je odkupić, wybraliśmy ścieżkę prawości. Od niedawna jesteśmy praworządną nacją, podobnie orkowie. Nasze rasy od wielu lat działały razem. Sojusz, chcąc odnowić dawne taktyki Hordy i poznać naszą wspólną kulturę, scalił nasze szeregi w jedno. Twoi bracia pomogli nam dojść aż tutaj. Co uczynisz ty?

source: Praise the Northern Alliance! I will help you! Walking out of here will not be easy though, because of the damn monsters hiding in the deep. Not to mention the giant bats and other beasts in the branches of the caves. Yet, we should be able to have some fun sharpening our blades on their backs. We will show you the way.
pl: Chwała niech będzie Sojuszowi Północy! Pomogę wam, a jakże. Wyjście stąd nie będzie jednak proste, gdyż tutejsze jezioro jest oblężone przez głębinowe potwory, zaś w rozgałęzieniach tuneli drzemie wiele nietoperzy i innych bestii. Razem na pewno damy im radę.

source: My thoughts are the same, my friend. Aidala... Thank you. Again.
pl: I ja tak myślę, przyjacielu. Aidalo... Dziękuję ci. Znowu.

source: Krull the Rock is our emissary.
pl: Krull Skała jest naszym emisariuszem.

source: Me is the giant emissary! Me be politician! You listen to trolls!
pl: Ja być wielka emisariusz! Ja być polityk! Słuchać się trolli!

source: Trolls have been our greatest enemies in these caves for years! I refuse to believe someone like that could have been chosen to be the emissary of the Northern Alliance!
pl: Trolle od lat są naszymi największymi wrogami w tych tunelach! Nie uwierzę, że ktoś taki mógł zostać emisariuszem Sojuszu Północy!

source: You Stupid midget! He will believe when we open his head!
pl: Głupi karle! Karzeł uwierzy, gdy otworzymy mu głowę!

source: Emborgi-tarash is our emissary.
pl: Emborgi-tarasz jest naszą emisariuszką.

source: Hail, dwarves! I bow before the greatness and longevity of your people. I am glad to be able to see the magnificence of your cities, corridors and mines again.
pl: Witajcie krasnoludowie! Chylę głowę przed wspaniałością i długowiecznością waszego rodu. Rada jestem, że znów przyszło mi oglądać wspaniałości waszych miast, korytarzy i kopalń.

source: Then I am also glad to see you. Orcs, lizards, nagas... Together, you look almost like the Great Horde is assembled again.
pl: Ja także jestem rad, że was widzę. Orkowie, jaszczury i nagi... Wyglądacie razem tak, jakby zebrała się sama Wielka Horda.

source: Because it is indeed so... The Horde understood its mistakes... In the face of the danger that emerged from the north we are all equal, my child... There is no sense in fighting each other anymore. Let us pass.
pl: Bo w istocie tak się stało... Horda zrozumiała swoje błędy... W obliczu zagrożenia, które pojawiło się na północy, wszyscy jesteśmy równi, moje dziecko... Nie ma sensu dalej ze sobą walczyć. Pozwólcie nam przejść.

source: I... I don't have enough warriors to stop you anyway... I have no idea how you managed to find your way here... So be it. You may pass, but mark my words - If you attack us or even get close to my fortress, we will fight.
pl: Ja... I tak mam za mało wojowników, by was powstrzymać... Nie wiem, jak udało wam się przedostać aż tutaj... Niech tak będzie. Możecie iść dalej, jednak jeśli podejdziecie do granic naszych włości bądź zaatakujecie nas, odpowiemy orężem.

source: I am glad that despite our differences we are still able to find a common language inside our hearts. It is an important lesson for our peoples.
pl: Cieszę się, że pomimo różnic, które nas dzielą, wciąż możemy odnaleźć wspólny język wewnątrz naszych serc. To ważna lekcja dla naszych ludów.

source: Barley is our emissary, it is a magical wolf.
pl: Jęczmień jest naszym emisariuszem, to magiczny wilk.

source: A Magical wolf? Let us see..
pl: Magiczny wilk? Zobaczmy...

source: I find this wolf to be very magical. We should let them pass.
pl: Stwierdzam, że ten wilk jest bardzo magiczny. Powinniśmy ich przepuścić.

source: If my own runemaster says so, I don’t intend to argue with him!
pl: Jeśli nasz nadworny runmistrz tak uważa, nie mam zamiaru się z nim spierać!

source: Praised be the Northern Alliance! I will help you. Walking out of here will not be so easy, because of monsters of the deep, dwelling in this lake. Not to mention the giant bats and other beasts. However, together we will definitely manage it.
pl: Chwała niech będzie Sojuszowi Północy! Pomogę wam, a jakże. Wyjście stąd nie będzie jednak proste, gdyż tutejsze jezioro jest oblężone przez głębinowe potwory, zaś w rozgałęzieniach tuneli drzemie wiele nietoperzy i innych bestii. Razem na pewno damy im radę.

source: Barley... you are a good puppy.
pl: Jęczmień... Dobry z ciebie piesek.

source: I find that there is no magic in this animal! It was all a fraud to lure me out and kill me when I’m all alone here! Help me brothers!
pl: Stwierdzam, że ten wilk nie jest ani troszkę magiczny! To oszustwo mające na celu wywabienie mnie i zamordowanie, gdy jestem tutaj sam! Pomóżcie mi, bracia!

source: Tell them that you are the leader of the Great Horde and will force your way through these tunnels.
pl: Powiedzieć, że jesteś przywódcą Wielkiej Hordy i przedostaniesz się przez te tunele siłą.

source: The name is Marbus. I am the Great Sovereign of my people and I am going to pass through the underground.
pl: Moje imię to Marbus. Jestem Wielkim Suwerenem swojego ludu i zamierzam przejść przez te podziemia.

source: So the Horde has gathered again? I may have few soldiers, but we will oppose you - your journey ends here! Come, brothers! Make this corridors flood with the blood of the orcish dogs!
pl: A więc Horda znów się zebrała? Choć mam niewielu żołnierzy, stawimy wam opór! Dalej, bracia! Niech nasze korytarze spłyną krwią orkowych psów!

source: Fraud! To arms, my brothers! May the orcish blood flow.
pl: Oszustwo! Do broni, moi bracia! Niech poleje się krew orków.

source: I knew I wouldn’t be able to repel your attack ... Yet my death won’t come to nothing ... My people ... Will chase you ... You will die at the hands of dwarves!
pl: Wiedziałem, że nie uda mi się was odeprzeć... Moja śmierć nie pójdzie jednak na marne... Moi rodacy... Będą was ścigać... Zginiecie z rąk krasnoludów!

source: Behead this dwarf! He has wasted enough time! Go forth, my warriors, let us leave these wretched caves!
pl: Skróćcie tego karła o głowę! Dosyć już zmarnowaliśmy przez niego czasu. Dalej moi wojownicy, wychodźmy z tych przeklętych tuneli!

source: Argh! He’s stabbed me!
pl: Argh! Dziabnął mnie!

source: I sensed it ... Nocturnal creatures living in these caves are hostile to us. We have to make our way by force!
pl: Jak przeczuwałam... Nocne stworzenia żyjące w tych jaskiniach nie są do nas pokojowo nastawione. Musimy przedrzeć się siłą!

source: For the Horde’s sake! What is that?
pl: Na Hordę! Cóż to jest?!

source: This Person recognises this creature... These are water devils, monstrosities and fiends! They dwell in evil and contaminated waters. This Person advises to look out for them and set foot carefully.
pl: Ta Osoba rozpoznaje te stworzenia... To diabły wodne, monstra i potwory. Żyją w złych, skażonych wodach. Ta Osoba radzi, by na nie uważać i rozważnie kłaść stopy.

source: We’ve made it, cousin! We’ve battled our way to the surface together with the dwarves.
pl: Udało nam się, kuzynie. Razem z krasnoludami wywalczyliśmy sobie drogę na powierzchnię.

source: I would have never thought we could form such an alliance. Although the Great Sovereign’s new methods differ from the ones we used to practise, they do work.
pl: Nigdy nie sądziłem, że dojdzie między nami do takiego sojuszu. Choć nowe metody działania Wielkiego Suwerena różnią się od tych, które zazwyczaj stosowaliśmy, skutkują.

source: Thank you for helping us get to the surface, dwarves. This gesture will never be forgotten.
pl: Dziękuję wam, że pomogliście nam przedostać się na powierzchnię, krasnoludowie. Ten gest nie zostanie wam zapomniany.

source: And we thank you for helpin us get rid of some of the lake monsters. Farewell, brothers in arms!
pl: A my dziękujemy, że pomogliście nam pozbyć się części potworów z tego jeziora. Żegnajcie, towarzysze broni!

source: We’ve finally got across to the other side. It’s been quite tough. Who would have thought that at the very end of our journey we would have to fight the dwarves?
pl: Wreszcie przedostaliśmy się na drugą stronę. Było dosyć ciężko. Kto by pomyślał, że to właśnie na sam koniec naszej wędrówki przyjdzie nam walczyć z krasnoludami?

source: The dwarves got what they deserved. I am happy we were able to plunge our blades into their bodies.
pl: Karły dostały to, na co zasłużyły. Cieszę się, że mogliśmy zanurzyć nasze miecze w ich ciałach.

source: What is done cannot be undone. Let's go forth and forget about these cursed deeps.
pl: Co się stało, to się nie odstanie. Ruszajmy przed siebie i zapomnijmy o tych przeklętych podziemiach.

source: We’ve made it tot he other side. Indeed, this has been a strange arrangement.
pl: Udało nam się przejść na drugą stronę. Doprawdy, dziwny to był układ.

source: Follow your own path now! And never again dare you set foot on our lands! If we ever meet you again, each of my warriors will draw their axe no matter how big an army you will bring with you!
pl: Idźcie teraz swoją drogą! I nigdy więcej nie ważcie się wkraczać na nasze tereny. Jeśli spotkamy się znów, każdy z moich wojowników wyciągnie swój topór. Niezależnie od tego, jak wielką armię będziecie ze sobą ciągnąć!

source: We will never meet again, dwarf. I can see it in my vision. Farewell, then. And may the darkness enveloping the north never reach your chambers.
pl: Nigdy się już nie spotkamy, krasnoludzie. Widzę to w mojej wizji. Żegnaj więc. I niech mrok otaczający całą północ nie zagości w twoich komnatach.

source: The Storm
pl: Burza

source: After many days of marching through dark, humid caves of dwarves, Marbus finally led out the Great Horde to the surface. The journey took many lives. In the underground corridors, bodies of not only brave warriors, who always took the probability of death into account, but also dozens of women and children came to rest. During the last days of the march they was not a single family amongst the orcs that would not weep for the loss of someone close.
pl: Po wielu dniach marszu przez ciemne, wilgotne jaskinie krasnoludów, Marbus wyprowadził w końcu Wielka Hordę na powierzchnię. Wędrówka pochłonęła wiele żyć. W podziemnych korytarzach spoczęły ciała nie tylko dzielnych wojowników, którzy ciągle liczyli się ze śmiercią, ale także dziesiątek kobiet i dzieci. W ostatnich dniach marszu nie było już wśród orków ani jednej rodziny, która nie opłakiwałaby straty kogoś bliskiego.

source: Dark corridors, underground lakes and cliffs aroused fear in orcs, however, they turned out to be a genuine torment for many lizard warriors. Those people were adapted to life on the vast swamp plains, where every gust of wind carried some new information; sometimes about the weather change, sometimes about incoming danger. There was no wind underground, only overwhelming emptiness and tight hallways, which caused claustrophobia in saurians. If not for the iron fist of Emborgi-Tarash, many would succumb to madness. Only Nagas felt confident, sometimes leaving the group and traveling alone through milk-white, unpleasantly smelling underground rivers. They did not weep for their fallen sisters, they were like silent guardians of the Horde, only sometimes resurfacing their sinister-looking yet beautiful faces from the water. And even if they provided protection to the orcs, they instilled dread in them, and warriors being on guard duty near the underground lakes never allowed themselves to close their eyes.
pl: Ciemne korytarze, podziemne jeziora i urwiska budziły lęk w orkach, jednak okazały się prawdziwą udręką dla wielu żołnierzy jaszczurów. Lud ten był przystosowany do życia na rozległych równinach bagien, gdzie każdy powiew wiatru niósł ze sobą nowe informacje – czasem o zmianie pogody, czasem o zbliżającym się niebezpieczeństwie. Pod ziemią nie było wiatru, a jedynie wszechogarniająca pustka i ciasne korytarze, które przyprawiały jaszczury w klaustrofobiczne fobie. Gdyby nie twarda ręka Emborgi-tarasz, wielu padłoby ofiarą obłędu. Jedynie Nagi czuły się tu pewnie, niekiedy odłączając się od grupy i podróżując samotnie przez mlecznobiałe, nieprzyjemnie pachnące podziemne rzeki. Nie opłakiwały swoich poległych sióstr, były niczym ciche strażniczki Hordy, wynurzające niekiedy swoje złowrogo wyglądające, ale piękne twarze spod tafli wody. Choć zapewniały orkom ochronę, budziły w nich grozę, a wojownicy pełniący warty w okolicach podziemnych jezior nigdy nie pozwalali sobie na zmrożenie oka.

source: It would seem that trolls easily find their way in the sunless tunnels which they were so eagerly associated with. These were vain hopes, because the band of Krull Rock and the trolls belonging to them spent most of their lives on the harsh hills of Sunek Dal. It was hard to get food there, although the conditions there did not resemble the ones in the caves. Only Nagas felt confident, sometimes leaving the group and traveling alone through milk-white, unpleasantly smelling underground rivers. They did not weep for their fallen sisters, they were like silent guardians of the Horde, only sometimes resurfacing their sinister-looking yet beautiful faces from the water. And though they provided protection to the orcs, they instilled dread in them, and warriors being on guard duty near the underground lakes never allowed themselves to close their eyes.
pl: Zdawać by się mogło, ze trolle świetnie odnajdą się w pozbawionych słońca tunelach, z którymi tak chętnie je kojarzono. Były to jednak próżne nadzieje, gdyż grupa Krulla Skały i przynależące do niej trolle większą część swojego życia spędziły na surowych wzgórzach Sunek Dalu. Trudno było tam o żywność, jednak tamtejsze warunki niczym nie przypominały tych, które panowały w jaskiniach. Jedynie Nagi czuły się tu pewnie, niekiedy odłączając się od grupy i podróżując samotnie przez mlecznobiałe, nieprzyjemnie pachnące podziemne rzeki. Nie opłakiwały swoich poległych sióstr, były niczym ciche strażniczki Hordy, wynurzające niekiedy swoje złowrogo wyglądające, ale piękne twarze spod tafli wody. Choć zapewniały orkom ochronę, budziły w nich grozę, a wojownicy pełniący warty w okolicach podziemnych jezior nigdy nie pozwalali sobie na zmrużenie oka.

source: The final slaughter on the dwarves did not improve the morale of the army. Numerous seasoned fell in the battle, and during the general confusion many non-fighting orcs have lost their lives, including the children. Only the former commanders the old, lone veterans smiled at each other, their faces covered in blood of the dwarves.
pl: Ostateczna rzeź na krasnoludach nie poprawiła morale armii. W trakcie bitwy poległo wielu zaprawionych w boju żołnierzy, a wśród ogólnego zamieszania straciło życie także wielu orków niebiorących udziału w walce, w tym dzieci. Tylko byli dowódcy i starzy, samotni weterani uśmiechali się do siebie, umazani krwią krasnoludów.

source: The bloodless escape from caverns was construed differently amongst different representatives of the Horde. Many leaders of the past accused Marbus of leaving them behind their enemies and of not being fit to rule. The tired warriors and their families had a different opinion on that issue.
pl: Bezkrwawa ucieczka z jaskiń została odebrana rozmaicie przez różnych przedstawicieli Hordy. Wielu byłych przywódców zarzuciło Marbusowi, że zostawia za ich plecami wrogów oraz nie nadaje się do dzierżenia władzy. Inne zdanie na ten temat mieli sfatygowani marszem wojownicy oraz ich rodziny.

source: Before leaving the caverns, the whole space was filled by joyful howl of Barley, which seemed to burst with energy after biting the magic amulet. Long fighting and harsh conditions only brought the wolf and the Marbus closer to each other, so that it was hard to meet them separately.
pl: Zaraz przed opuszczeniem jaskiń, całą przestrzeń wypełniło radosne wycie Jęczmienia, który zdawał się tryskać energią po pogryzieniu magicznego amuletu. Długa wojaczka oraz ciężkie warunki tylko zbliżyły do siebie wilka i Marbusa, tak że trudno było spotkać ich osobno.

source: At last, The Great Horde emerged to the surface, however the Kalindor Fields did not welcome the warriors neither with sunshine, nor with the prospect of a near end of problems. Large tracts of barren fields stretched out before Marbus's army, where rarely could you see any trees or even any signs of life. Impenetrable, milky-white fog, which filled lungs with icy air of the barrens, hung over the whole area.
pl: W końcu Wielka Horda wynurzyła się na powierzchnię, jednak Pola Kalindorskie nie powitały wojowników ani promieniami słońca, ani perspektywą rychłego końca problemów. Przed armią Marbusa rozciągały się bowiem ogromne połacie jałowych pól, na których z rzadka można było dostrzec jakieś drzewo bądź oznaki życia. Nad całym zaś terenem unosiła się nieprzenikniona, mlecznobiała mgła, która wypełniała płuca orków lodowym powietrzem pustkowi.

source: First two nights the orcs spend without campfires by which they could warm themselves. There was only enough wood to kindle a small fire under the pots, in which a stew was cooked using moles‘ meat, field mice and rare, edible roots. Even the strongest of the orcs were absolutely exhausted. Not until the third night, when the fog slightly raised and the light of the moon allowed to take a closer look at the surroundings, a shape of an ancient stone stronghold could be recognized. Not waiting until sunrise, Marbus ordered the Great Horde to head straight to its center.
pl: Pierwsze dwie noce orkowie spędzili bez ognisk, przy których mogliby się ogrzać. Drewna wystarczało bowiem tylko na rozpalanie niewielkiego ognia pod garnkami, w których warzono gulasze z mięsa kretów, polnych myszy i nielicznych jadalnych korzeni. Nawet najsilniejsi z orków byli już na krawędzi swoich sił. Dopiero trzeciej nocy, gdy mgła nieco opadła, a światło księżyca w nowiu pozwoliło lepiej przyjrzeć się otoczeniu, rozpoznano kształt starożytnej, kamiennej twierdzy na horyzoncie. Nie czekając na świt, Marbus kazał wyruszyć Wielkiej Hordzie wprost do jej wnętrza.

source: Northern Alliance
pl: Sojusz Północy

source: General
pl: Generał

source: Undead
pl: Nieumarli

source: Ancient Orcish Stronghold
pl: Prastara Twierdza Orków

source: Kalidor Bridges
pl: Mosty Kalindorskie

source: Destroyed Kalindor Stronghold
pl: Zniszczona Twierdza Kalindorska

source: The Northern Alliance's Camp
pl: Obóz Sojuszu Północy

source: Kalindor Lake
pl: Jezioro Kalindorskie

source: Enter the fortress
pl: Wkrocz do twierdzy

source: Quick! If we hurry, we can make it to the stronghold before sunrise! Who know what we will come across inside. There may be firewood, and in the warehouses there may be some food left. We have to think positive.
pl: Szybko! Jeśli się pospieszymy, uda nam się dotrzeć do tej twierdzy przed wschodem słońca! Kto wie, co zastaniemy w środku? Może będzie tam drewno na opał, a w magazynach zostało jeszcze trochę jedzenia? Musimy być dobrej myśli.

source: This Person smells a lake ... Water means fish. Soon, we will all fill our bellies with fish.
pl: Ta Osoba wyczuwa zapach jeziora... Woda oznacza ryby. Niedługo wszyscy napełnimy nimi brzuchy.

source: Finally! Search the chambers, go to the granaries, enter the cellars! I hope to stay here longer and recover our strength.
pl: Wreszcie! Przeszukajcie komnaty, odwiedźcie spichlerze, wtargnijcie do piwnic! Mam nadzieję zabawić tutaj na dłużej i zregenerować nasze siły.

source: This may not be so ... You can see more from the watch tower than from the castle walls, look!
pl: To chyba nie będzie nam dane... Z wieży strażniczej widać nieco więcej, niż z murów zamku, patrzcie!

source: Curse them! Their armies are really numerous. It’s just a matter of time before they come here and attack us with all their might. There’s no point defending the stronghold ... Gelu’Aben was much better prepared for a long-lasting siege, and without your help we would have been defeated.
pl: Przeklęci! Ich armie są naprawdę liczne. To tylko kwestia czasu, nim do nas dotrą i zaatakują z całą swoją mocą. Nie ma sensu bronić twierdzy... Gelu'Aben było znacznie lepiej przygotowane do długotrwałego oblężenia, a bez twojej pomocy i tak zostalibyśmy pokonani.

source: This stronhold was our last resort ...We were to find shelter here and come up with a way to defeat the undead! These walls were to be our salvation!
pl: Ta twierdza była naszą ostatnią deską ratunku... To tutaj mieliśmy znaleźć schronienie i sposób na pokonanie nieumarłych! Te mury miały być naszym zbawieniem!
