Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: To finish it, you have to kill me. And you know, it's not so easy. Aren't you out of breath already? Even if you ran all across the battlefield to kill my minions? You're barely standing... But off the subject, do you want to know, what is happening on south now?
pl: By ją zakończyć, musisz mnie zabić. A wiesz, że to nie takie łatwe. Starczy ci sił? Mimo tego, że biegałeś przez całe pole bitwy jak pies gończy, byleby zabić moje pacynki? Ledwie trzymasz się na nogach... Ale odbiegając od tematu... Chcesz wiedzieć, co dzieje się teraz na południu?

source: We're not intrested about south, demon! It only matters what is happening here and now. Don't listen to him, Marbus, he's only trying to buy some time. Finish it!
pl: Nie interesuje nas południe, demonie! Ważne jest to, co dzieje się tu i teraz. Nie słuchaj go, Marbus, on tylko kupuje dla siebie nieco czasu. Zakończ to!

source: Your defense line has fallen an hour ago... Dwarvish king, that was to unite the Knalga, is drunkard and berserk, but when things got heated, he instantly got sober... He collapsed tunnels without even a glimpse backward. Some of his soldiers were still on the surface. They howled with pain, slaughtered by undeads.
pl: Wasza linia obrony padła przed godziną... Król krasnoludów, który miał zjednoczyć Knalgę, to pijak i berserk, ale gdy tylko zrobiło się gorąco, od razu otrzeźwiał... Zasypał tunele i nawet nie obejrzał się przez ramię. Część jego żołnierzy nadal była na powierzchni. Wyli z bólu, zarzynani od ciosów nieumarłych.

source: Great Lord Dirack was more brave... When he realized, that things turned at his disadvantage, he called his banners... Northern Alliance's cavalry once was on a par with Kingdom of Wesnoth's one. Once, cause it broke up after unsuccesful charge. Ghouls ate lord's body before eyes of his only son.
pl: Wielki Lord Dirack okazał większe męstwo... Gdy zauważył, że sytuacja robi się rozpaczliwa, wezwał swoje chorągwie... Jazda Sojuszu Północy mogła niegdyś śmiało konkurować z jazdą Królestwa Wesnoth. Niegdyś, gdyż poszła w rozsypkę po nieudanej szarży. Ghule zeżarły ciało lorda na oczach jego jedynego syna.

source: No... no! You liar! It couldn't happen, it just couldn't... Northern Alliance... Couldn't fell!
pl: Nie... Nie! Kłamiesz, psie! To nie mogło się stać, po prostu nie mogło... Sojusz Północy... Nie mógł paść!

source: Of course, there were also elves. Fierce, willing for revenge, and casting their spells... And in their foreground Beatrice... Her magical barrier cracked like a glass under our atacks... And fairy faded away along with her barrier... Blood streamed from her nose, eyes and ears, when she recited her prayers... But it was all to no avail.
pl: Oczywiście pozostały elfy. Zajadłe, żądne zemsty i rzucające te swoje zaklęcia... A na ich czele Beatrycze... Jej bariera magiczna pękała jak szkło pod naszymi ciosami... A razem z barierą zanikała też sama wróżka... Krew płynęła jej z nosa, uszu i oczu, gdy recytowała swoje modlitwy... Nic to jednak nie dało.

source: No... No, no! And hunred times more no! Beatrice... Jarls... For Sacred Trees, my daughter was there!
pl: Nie... Nie, nie! Po stokroć nie! Beatrycze... Jarlowie... Na Święte Drzewa, tam była moja córka!

source: The defence fell... The few remaining troops that managed to flee are soon to be crushed by me. And it's all your fault, Marbus. Your defection. It wouldn't happen if you didn't resist, if you accepted your fate with dignity! But you, you had to protect your people at all costs, even if this meant to hide behind other's back... It's pitful, how deep your orcs have fallen under your command...
pl: Obrona padła... Nieliczne oddziały, które zdołały uciec, niedługo zostaną przeze mnie zniszczone. A to wszystko twoja wina, Marbusie. Twojej ucieczki. Nie doszłoby do tego, gdybyś się nie stawiał, gdybyś przyjął swój los z godnością! Ale ty za wszelką cenę musiałeś bronić swój lud, nawet wówczas, gdy oznaczało to schronienie go za plecami innych... Żałosne, jak nisko upadli orkowie pod twoim dowództwem...

source: Even if you say the truth, we can still defead you... If we win this battle, all undeads will crumble into ashes. They will be gone along you. Every moment of delay means more deaths, so we can't prolong it any longer... Attack! Give me a way to this demon, I'm going to personally split his skull!
pl: Nawet, jeśli mówisz prawdę, to wciąż możemy cię pokonać... Jeśli wygramy tę bitwę, wszyscy nieumarli rozsypią się w proch. Przepadną razem z tobą. Każda chwila zwłoki niesie ze sobą kolejne śmierci, dlatego też nie możemy już zwlekać... Atakować! Zróbcie mi przejście do tego demona, zamierzam własnoręcznie rozłupać mu czaszkę!

source: That's what I was hoping for... But now, that Beatrice's barrier is broken, I can finally summon the core of my army... I summon you, my undeads!
pl: Na to liczyłem... Ale teraz, gdy bariera Beatrycze została przełamana, mogę wreszcie przywołać trzon mojej armii... Przyzywam was, nieumarli!

source: Marbus... The Great Sovereign... Kochan has been killed by elves. I know that this message is hard for you, but we ought to act. Now we know that we cannot trust them. North is in dispersion, if we attack quickly enough...
pl: Marbusie... Wielki Suwerenie... Kochan zginął przez elfy. Wiem, że ta wiadomość jest dla ciebie ciężka, ale musimy zacząć działać. Teraz wiemy, że nie można im ufać. Północ jest w rozsypce. Jeśli zaatakujemy wystarczająco szybko...

source: You want to attack the North? This Person thinks, that alliance with other nations living on this lands is possible. Hard, but achievable. If we attack with all our mights, we can get something else - we will rule. But we have to consider the risk, Marbus... They are all going to hate us.
pl: Chcesz zaatakować północ? Ta Osoba uważa, że sojusz z innymi nacjami mieszkającymi na tych ziemiach jest możliwy. Trudny, ale osiągalny. Jeśli jednak uderzymy całą naszą siłą, otrzymamy coś innego w znacznie łatwiejszy sposób – będziemy panować. Musimy jednak liczyć się z ryzykiem, Marbusie... Wszyscy nas znienawidzą.

source: Trust those who killed my cousin, or seize whole North for my people? Both solutions are risky. First is denying everything we are. Changing our fate and following new, uncertain path. Second means going back to old glory, conquering lands and wealths through violence. A responsibility that big follows this decision... And the time is running out...
pl: Zaufać tym, którzy zabili mojego kuzyna, czy też zagarnąć całą północ dla mojego ludu? Oba rozwiązania są ryzykowne. Pierwsze to zaprzeczenie wszystkiemu, czym jesteśmy. Zmiana naszego przeznaczenia i podążenie nową, niepewną drogą. Drugie oznacza powrót do dawnej chwały, zdobywanie ziemi i bogactwa poprzez przemoc. Tak wielka odpowiedzialność spoczywa na moich barkach... A mam tak mało czasu, by ją podjąć....

source: Warning! You're going to face the decesive choice, which is going to change the last scenario of this campaign. Every decision, that you made during your journey, life or death of your comrades-in-arms is going to affect the epilogue. You can still go back to this moment and see how the fates of Marbus will be if you make a different choice.
pl: Uwaga, zaraz staniesz przed decydującym wyborem, który ostatecznie ukształtuje ostatni scenariusz kampanii. Każda decyzja, którą podjąłeś podczas swojej podróży, a także życie lub śmierć twoich towarzyszy broni, będzie miała wpływ na epilog opowieści. Zawsze możesz jednak wrócić do tego momentu rozgrywki i zobaczyć, jak ukształtują się losy Marbusa, gdy postąpisz inaczej.

source: This isn't an easy decision, but as a Great Sovereign I ought to make a choice. Now I'll announce my will... I choose...
pl: Podejmuję tę decyzję z trudem, jednak jako Wielki Suweren muszę dokonać wyboru. Niech więc stanie się moja wola... Wybieram...

source: Alliance with the North.
pl: Sojusz z północą.

source: Even if there's a lot of differences, I still believe that we can change. Not only us, orcs. I think the whole North learned something. Battle of Five Armies opened our eyes... Together we are able to make great things... The King of Gon, who claimed that our fate is unalterable, has been defeated. It's high time to let us decide for ourselves. This time, though... Not by bloodlust.
pl: Choć wiele nas dzieli, ciągle wierzę w to, że możemy się zmienić. Nie tylko my, nie tylko orkowie. Sądzę, że cała północ czegoś się ostatnio nauczyła. Bitwa Pięciu Armii otworzyła nam oczy... Razem jesteśmy zdolni do naprawdę wielkich rzeczy... Król Gonu, który twierdził, że nasze przeznaczenie jest niezmienne, został pokonany. Pora, byśmy sami zaczęli decydować o sobie. Tym razem jednak... Nie poprzez głód krwi.

source: This Person thinks, that this choice is bound to be followed by huge consequences. Battles are unavoidable... Regardless of it, whatever your way is going to be, This Person is going to swim after you.
pl: Ta Osoba sądzi, że ten wybór pociągnie za sobą olbrzymie konsekwencje. Nie obejdzie się bez walk... Niezależnie jednak od tego, gdzie poprowadzi cię twoja droga, Ta Osoba popłynie za tobą.

source: So this is your decision... Alliance. Same as back then, when we gathered our forces on Jarl's territories? Humilliated and treated as wild dogs? Well... you made your choice... And now I'm going to make mine.
pl: A więc taka jest twoja decyzja... Sojusz. Taki, jak wtedy, gdy zbieraliśmy siły na terenie Jarlów? Upokarzani i sprowadzani do roli dzikich psów? Cóż... Dokonałeś wyboru... A teraz ja dokonam swojego...

source: Attacking the North.
pl: Zaatakowanie północy.

source: I want you to be strong. To have to flee no more, never again. We defeated the King of Gon. We destroyed the threat, that bothered the whole North. And now it's time to defeat those, who killed my cousin, humilliated and despised us for ages! Prepare your swords, it's time to stab them into Jarls' backs!
pl: Pragnę, byśmy stali się silni. Byśmy nigdy więcej nie musieli już uciekać. Pokonaliśmy Króla Gonu. Zniszczyliśmy zagrożenie, które niepokoiło całą północ! A teraz pora, byśmy poradzili sobie z tymi, którzy zabili mi kuzyna, upokarzali nas i od lat nami gardzili! Szykujcie swoje miecze, pora wbić je prosto w plecy Jarlów!

source: So this Person won't be able to stop fighting. However, my people swore loyalty to you, Marbus. Nagas are a part of the Great Horde and will follow it into war. How sweet is going to be ruling lakes, rivers and seas, that the North has to offer. This Person will take such power.
pl: Więc nie dane będzie Tej Osobie zaprzestać walki. Mój lud przysiągł ci jednak wierność, Marbusie. Nagi są częścią Wielkiej Hordy i ruszą za nią w bój. Jakże słodko będzie władać jeziorami, rzekami i morzami, które ma do zaoferowania północ. Ta Osoba sięgnie po taką władzę.

source: I'm glad you say so, the Great Sovereign. I got to admit... I didn't expect you to do that. You has become silent, shut inside and serious. But still you're an orc. One of us! After such a leader I'm going to follow into fights, me, and every one of my soldiers! Hone your swords, now!
pl: Cieszę się, że tak mówisz, Wielki Suwerenie. Muszę przyznać... Nie sądziłem, że tak postąpisz. Stałeś się cichy, zamknięty w sobie, milczący i poważny. A jednak wciąż jesteś orkiem. Wciąż jesteś jednym z nas! Za takim wodzem ruszę w bój ja i każdy z moich żołnierzy! Ostrzyć miecze, już!

source: Argh... Damned... Damned undead...
pl: Argh... Przeklęci... Przeklęci nieumarli...

source: Jarl! Medic, call the medic!
pl: Jarlu! Medyka, wezwać medyka!

source: It's too late... Sovereign... But it's no dishonour to fall in such a battle... My soldiers are going to fight to the end... They must win. This is a matter of our all's fate...
pl: Na to już za późno... Suwerenie... Ale to żadna hańba zginąć w takiej bitwie... Moi żołnierze będą walczyć do końca... Musisz zwyciężyć. Od tego zależy los nas wszystkich...

source: That's how I will do, elven Jarl... That's how I will do...
pl: Tak zrobię, elfi Jarlu, tak zrobię...

source: Damn it! I got hit! Ugh...
pl: Psia krew! Dostałem! Ugh... Zaraza!

source: I'm afraid you won't make it, human... It was good to fight along somebody from the Northern Alliance.
pl: Obawiam się, że nie wyjdziesz z tego cało, człowieku... Dobrze było walczyć u boku kogoś z Sojuszu Północy.

source: Yes... It was good to fight along you too... Don't fail in this battle... Neither the thing after it... Maybe the Great Horde will become a part of the Northern Alliance in the future?
pl: Tak... Dobrze było walczyć także u waszego boku... Nie zaprzepaśćcie tej bitwy... Ani tego, co będzie później... Może Wielka Horda stanie się kiedyś częścią Sojuszu Północy?

source: Maybe, maybe... Farewell, Captain.
pl: Może tak się stanie... Żegnaj, Kapitanie.

source: You killed one of my bravest warriors... Nobody handled bow and arrow as good as Morrigan... When she was alive, she was a powerful elvish huntress...
pl: Zniszczyłeś jedną z moich najdzielniejszych wojowniczek... Nikt nie władał łukiem i strzałą tak jak Morrigan... Za życia była potężną, elfią łowczynią...

source: In your story there was someone similar... A woman in red coat, obsessed with vengeance... Her fate is intertwined with your decisions...
pl: W twojej historii pojawia się ktoś podobny... Kobieta w czerwonym płaszczu, pałająca żądzą zemsty... Jej los zależny jest od twoich wyborów...

source: Govannon was once the best of dwarvish blackmiths... He could forge magical, runical weapons, able to hurt orcs better than steel hurts elves or nagas. When he fell from my hand, his body turned into silt... From his mouth acidic fluids spouted and intoxicated wells and underground, once clean, dwarven rivers... He served me well...
pl: Govannon był niegdyś najlepszym z krasnoludzkich kowali... Potrafił wykuwać magiczną, runiczną broń, zdolną ranić orków dotkliwiej, niźli stal rani elfy bądź nagi. Gdy padł z mojej ręki, jego ciało zamieniło się w szlam... Z jego ust trysnęły kwaśne wody, które zatruły studnie i podziemne, kiedyś czyste rzeki krasnoludów... Służył mi wiernie...

source: Orcs did much more harm to dwarves than a hundred of Govannons could do in a hundred of years! I see, that you're going the same way... the Snowfeet clan, whose undergrounds you were fleeing through... How much harm you dealt to them?
pl: Orkowie wyrządzili krasnoludom znacznie więcej krzywd, niż choćby setka Govannonów zdołałaby wyrządzić w ciągu setki lat! Widzę, że ty też podążasz w tym kierunku... Klan Śnieżnostopych, przez których podziemia musiałeś uciekać... Jak wiele wyrządziłeś im krzywd?

source: The Change of Fate
pl: Odmiana Przeznaczenia

source: Death of the King of Gon was as prominent for the whole North as the usage of Gjallarhorn. In a split second all spectres dissipated in midair and undead skeletons crumbled into piles of weapons and bones. A lot has been sacrificed, but the living won in this battle.
pl: Śmierć Króla Gonu była równie odczuwalna dla całej północy, co użycie Rogu Gjallarhorn. W jednej chwili wszystkie widma rozpłynęły się w powietrzu, a nieumarłe szkielety rozsypały w sterty uzbrojenia i kości. Wiele poświęcono, jednak żywi odnieśli w tej walce zwycięstwo.

source: The Great Sovereign leaded the Horde to last remaining cities of the Northern Alliance. The King of Gon wasn't lying when he said about the fall of southern defence line. Only a few detachments and groups of deserters remained. The North was shattered and Beatrice was taking care of its remains. During the battle she was surrounded by twelve liches, and she had to fight them with her magic. By surviving, she once again proved the power of elvish shydes.
pl: Wielki Suweren powiódł Hordę do ostatnich ocalałych miast Sojuszu Północy. Król Gonu nie kłamał, gdy mówił o rozbiciu południowej linii obronnej. Przetrwały tylko nieliczne oddziały żołnierzy i grupki dezerterów. Północ była rozbita, a nad jej resztkami pochylała się Beatrycze. Podczas bitwy została bowiem otoczona przez dwunastkę liczów, z którymi zmuszona była walczyć za pomocą swojej magii. Przeżywając, raz jeszcze udowodniła, jak wielka jest potęga elfich wróżek.

source: A time to rebuild has came. When undead were gone, roads to southern lands became open. Instantly emissaries were sent to Kingdom of Wesnoth, Elensefar and the Wesmere Forest. The help came, and dwarves opened their vaults and generously payed all who took part in rebuilding the North. It seemed like the Knalga isn't going to close itself underground from external problems ever again.
pl: Nastał czas odbudowy. Gdy nieumarli przepadli, drogi do południowych krain stanęły otworem. Natychmiast wysłano posłów do Królestwa Wesnoth, Elensefaru i Lasu Wesmere. Pomoc nadeszła, a krasnoludy otworzyły swoje skarbce i szczodrze opłaciły wszystkich, którzy brali udział w odbudowie północy. Wszystko wskazywało na to, że Knalga nigdy więcej nie zamierzała zamknąć się pod ziemią przed problemami świata zewnętrznego.

source: In regard to Marbus, he engaged himself in rebuilding the North with all his might. In short time the Great Horde gained respect and later, even friendship of other nations. Even if they had a big advantage over them, they didn't use that to deal the devastating blow to the North, moreover, they even helped it stand on its own. They repented for past sins, changed their fate.
pl: Jeśli zaś chodzi o Marbusa, ze wszystkich sił zaangażował się w odnowę północnych krain. W stosunkowo krótkim czasie Wielka Horda zyskała szacunek w oczach innych ludów, a jeszcze później – także ich przyjaźń. Choć mieli nad innymi zdecydowaną przewagę, nie wykorzystali jej do zadania północy ciosu, a do tego, by pomóc jej podnieść się z kolan. Odpokutowali za grzechy przeszłości, zmienili swoje przeznaczenie.

source: Under the leadership of the Great Sovereign the orcs populated the North and maintained alliance with all their citizens. This state of matter lasted for five years. The Great Horde in this time dissolved into clans. All of them were subordinate to Marbus and his ideals. Until the time when on the east, close to the border with Elvish Jarls, Gewold came to power.
pl: Pod wodzą Wielkiego Suwerena orkowie zaludnili północ i utrzymali sojusz ze wszystkimi jej mieszkańcami. Tak było przez przeszło pięć lat. Wielka Horda w tym czasie zdążyła rozbić się na klany. Wszystkie były jednak suwerenne względem Marbusa i jego ideałów. Do czasu, gdy na wschodnich ziemiach, najbliżej granicy z terytoriami Elfich Jarlów, do władzy doszedł Gewold.

source: First rumours about mutiny in orcish clans were ignored by northern lands, that once again became great powers. Later though, the threat became clear. Marbus was expected to crush the rebels and once again prove that his reasons are good and honest. Without waiting for the things to develop, he gathered his forces and marched east, to see the mutiny with his own eyes.
pl: Pierwsze pogłoski o buncie w szeregach orkowych klanów zostały zignorowane przez krainy północy, które na nowo stały się wielkimi potęgami. Później jednak zagrożenie z ich strony stało się jawne. Od Marbusa oczekiwano, by to on stłamsił powstanie i ponownie udowodnił, iż jego zamiary są dobre oraz uczciwe. Nie czekając na dalszych rozwój wypadków, zebrał wszystkie swoje oddziały i ruszył na wschód, by na własne oczy przekonać się o buncie w szeregach Wielkiej Hordy.

source: Eastern road
pl: Droga wschodnia

source: Western road
pl: Droga zachodnia

source: Great river Eugen
pl: Wielka rzeka Eugen

source: Gewold's orcs are ready to battle. In regard to our emissary, his head was just sent back along with two bare swords dedicated for you. This Person thinks that peaceful solution is impossible now.
pl: Orkowie Gewolda są już gotowi do bitwy. Jeśli zaś chodzi o naszego emisariusza, przysłano nam przed chwilą jego głowę oraz dwa nagie miecze z dedykacją dla ciebie. Ta Osoba sądzi, że pokojowe rozwiązanie jest już niemożliwe.

source: Damned Gewold! What was he thinking... That I won't know about it? That I'll stay passive about it? His excesses are going to ruin everything we did for the past five years! He's going to make other races our enemies again. It's time to end that... today.
pl: Przeklęty Gewold! Co on sobie myślał... Że się o tym nie dowiem? Że nie zareaguję? Jego wybryki zniweczą wszystko, co osiągnęliśmy przez ostatnie pięć lat! Znów sprawi, że pomiędzy nami a wszystkimi innymi rasami zapanuje wrogość. Trzeba to zakończyć... Dzisiaj.

source: Marbus! Finally! Could you believe that we waited here for you? The Great Sovereign came! Boys, attension, he's going to make his offended face and start talking about how elves are wonderful! Anyone wants to listen about this elvish witch's graces? Or maybe about that water hag that follows him everywhere? Which one are you going to tell us about today, the Great Sovereign?
pl: Marbus! Jesteś nareszcie! Uwierzysz, że nie mogliśmy się tu ciebie doczekać? Wielki Suweren przybył! Chłopcy, stańcie na baczność, zaraz zrobi tę swoją obrażoną minę i zacznie mówić o tym, jak wspaniałe są elfy! Ktoś chce posłuchać o wdziękach tej elfiej wiedźmy? A może tej wodnej czarownicy, która nie odstępuje go na krok? O której dzisiaj będziesz nam mówił, Wielki Suwerenie?

source: The hell, Gewold! You attacked Elvish Jarls' lands, incited half of the clans into mutiny, and then openly opposed everything we tried to create. What came into you? Was it that bad living in peace? I provided you home, food, safety! You despise all of that? Only to butcher someone, that's what you want, right? To feed your bloodlust!
pl: Gewold, do diabła! Zaatakowałeś ziemie Elfich Jarlów, namówiłeś połowę klanów do buntu, a następnie jawnie sprzeciwiłeś się wszystkiemu, co próbowaliśmy stworzyć. Co w ciebie wstąpiło? Tak źle było ci żyć w pokoju? Zapewniłem ci strawę, dom, bezpieczeństwo! Gardzisz tym wszystkim? Byleby kogoś zarżnąć, o to ci chodzi, prawda? O głód krwi!

source: Blood... Yes, I want blood! Even better, my warriors want it too. All orcs want blood! Only you do not! Nobody except you believes that this alliance is going to last, that we can live together. Even Aidala, your mistress... She follows you even tho she knows it isn't going to succeed! Am I right?
pl: Krwi... Tak, chcę krwi! I powiem ci coś lepszego – moi wojownicy także chcą krwi. Każdy ork chce krwi! Tylko nie ty! Nikt prócz ciebie nie wierzy, że ten sojusz przetrwa, że uda nam się żyć wspólnie. Nawet Aidala, ta twoja kochanica... Podąża za tobą, choć wie, że to się nie powiedzie! Mam rację?

source: Gewold, what the... Ugh... Aidala...?
pl: Gewold, co do diabła.. Uch... Aidala...?

source: This Person doesn't want to speak about it.
pl: Ta Osoba nie chce o tym mówić.

source: This... This is irrelevant! Even if everybody thinks that it cannot succeed, I still believe it can happen! Up until now, everything was going as I planned. Why it would come to an end? Due to your mutiny?
pl: To... To nieistotne! Nawet, jeśli wszyscy sądzą, że to się nie uda, ja dalej w to wierzę! Do tej pory wszystko szło po mojej myśli. Dlaczego miałoby się to skończyć? Z powodu twojego buntu?
