Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: As for Marbus himself... On the north there was spreading a story about mysterious orc, who wanders with his wolf through all lands and wears a powerful magical amulet on his chest. Witnesses said, that he was surrounded by freezing, impenetrable aura, and veterans from the Battle for the Mountain of Destiny compared it to feeling of the King of Gon. There were many theories about that mysterious figure... Some said, that it was King of Gon, wandering around the world to gather souls of the dead and resurrect them after next thousand years... Others thought, that it's Marbus who haunts the North, to penance for his race's sins... But it's not a part of this story...
pl: Co zaś tyczy się Marbusa... Na północy rozeszła się wieść o tajemniczym orku, który wędruje wraz ze swym wilkiem przez wszystkie krainy i nosi na piersi magiczny, potężny amulet. Świadkowie opowiadali, że otaczała go lodowata, nieprzenikniona aura, a weterani bitwy Pod Górą Przeznaczenia porównywali ją do uczucia, które towarzyszyło im, gdy stanął przed nimi Król Gonu. Snuto różne teorie na temat tego tajemniczego jegomościa... Jedni twierdzili, że to właśnie Król Gonu przechadza się po świecie, by zebrać dusze umarłych i wskrzesić ich za następne tysiąc lat... Drudzy sądzili, iż to właśnie Marbus nawiedza północ, by odpokutować za dawne grzechy swojej rasy... O tym jednak nie traktuje już ta opowieść...

source: As for Marbus himself... On the north there was spreading a story about mysterious orc, who wanders alone through all lands and wears a powerful magical amulet on his chest. Witnesses said, that he was surrounded by freezing, impenetrable aura, and veterans from the Battle for the Mountain of Destiny compared it to feeling of the King of Gon. There were many theories about that mysterious figure, but finally someone took the task of finding him and learning the truth. Red Hood followed after him few years after her banishment. Since then, there were many stories about skirmishes between those two, struggles between Descendant of Landar and Mysterious Orc. And even though many years after Red Hood swore to kill Marbus, rumours after fights between those two are still lasting.
pl: Co zaś tyczy się Marbusa... Na północy rozeszła się wieść o tajemniczym orku, który wędruje samotnie przez wszystkie krainy i nosi na piersi magiczny, potężny amulet. Świadkowie opowiadali, że otaczała go lodowata, nieprzenikniona aura, a weterani bitwy Pod Górą Przeznaczenia porównywali ją do uczucia, które towarzyszyło im, gdy stanął przed nimi Król Gonu. Snuto różne domysły na jego temat, jednak w końcu znalazł się ktoś, kto podjął się zadania wytropienia go i poznania prawdy. Czerwony Kapturek ruszyła jego śladem kilka lat po swoim wygnaniu. Od tego momentu zaczęto rozmawiać o bitwach, które toczyła między sobą ta dwójka, o zmaganiach Potomkini Landara i Tajemniczego Orka. I choć wiele lat minęło, odkąd Czerwony Kapturek poprzysięgła zabicie Marbusa, pogłoski o walkach tej dwójki trwają do dziś.

source: As for Marbus himself... On the north there was spreading a story about mysterious orc, who wanders with his wolf through all lands and wears a powerful magical amulet on his chest. Witnesses said, that he was surrounded by freezing, impenetrable aura, and veterans from the Battle for the Mountain of Destiny compared it to feeling of the King of Gon. There were many theories about that mysterious figure, but finally someone took the task of finding him and learning the truth. Red Hood followed after him few years after her banishment. Since then, there were many stories about skirmishes between those two, struggles between Descendant of Landar and Mysterious Orc. And even though many years after Red Hood swore to kill Marbus, rumours after fights between those two are still lasting.
pl: Co zaś tyczy się Marbusa... Na północy rozeszła się wieść o tajemniczym orku, który wędruje wraz ze swym wilkiem przez wszystkie krainy i nosi na piersi magiczny, potężny amulet. Świadkowie opowiadali, że otaczała go lodowata, nieprzenikniona aura, a weterani bitwy Pod Górą Przeznaczenia porównywali ją do uczucia, które towarzyszyło im, gdy stanął przed nimi Król Gonu. Snuto różne domysły na jego temat, jednak w końcu znalazł się ktoś, kto podjął się zadania wytropienia go i poznania prawdy. Czerwony Kapturek ruszyła jego śladem kilka lat po swoim wygnaniu. Od tego momentu zaczęto rozmawiać o bitwach, które toczyła między sobą ta dwójka, o zmaganiach Potomkini Landara i Tajemniczego Orka. I choć wiele lat minęło, odkąd Czerwony Kapturek poprzysięgła zabicie Marbusa, pogłoski o walkach tej dwójki trwają do dziś.

source: Under Marbus's leadership the Great Horde quickly became the biggest power on the North. Countries like Wesnoth or Elensefar tried to help scattered remains of Northern Alliance or Elvish Jarls, but to no avail. The Great Sovereign was ruling with an iron hand and any signs of rebellion were quickly and effectively extinguished. There was no chance to defeat the tyrants, at least not while Marbus is alive.
pl: Pod przewodnictwem Marbusa Wielka Horda szybko stała się największą potęgą północy, z którą liczyć się musiał cały Wielki Kontynent. Takie państwa jak Wesnoth bądź Elensefar próbowały wspomóc rozbity już Sojusz Północy bądź Elfickich Jarlów, jednak na próżno. Wielki Suweren rządził żelazną ręką i jakiekolwiek oznaki buntu były szybko i skutecznie tłamszone. Nie było szans na pokonanie oprawcy, przynajmniej za życia Marbusa.

source: Gewold became the high commander of the Great Sovereign's army. Under his command the race of orcs gave birth to most eminent warriors and soldiers. In history of his race he was remembered not only as great leader, but also a restorer: he enslaved elves, dwarves and humans and then used them to create new, powerful fortresses, that with their shape and size resembled and commemorated previously burned down Gelu'Aben.
pl: Gewold został dowódcą armii Wielkiego Suwerena. Pod jego rozkazami rasa orków wydała na świat najznamienitszych wojowników i żołnierzy. W historii swojej rasy zapisał się nie tylko jako znakomity przywódca, ale także odnowiciel: zniewolił elfy, krasnoludy i ludzi, a następnie nakazał im tworzyć nowe, potężne fortece, które swoim kształtem i rozmiarem przypominały, a także upamiętniały spalone wcześniej Gelu'Aben.

source: Aidala for the rest of her life accompanied the Great Sovereign everywhere he went. Unofficially there were rumours about their relationship, but no one dared to stigmatize them. Soon the nagas flooded the whole North, and statues of Aidala, a mother of nagas, filled underground reservoirs and were placed near river mouths. Even though her daughters were finally free, none of them renounced their mother. Even more - they seemed to worship her.
pl: Aidala do końca życia towarzyszyła Wielkiemu Suwerenowi wszędzie tam, gdzie się udał. Nieoficjalnie mówiło się o ich związku, jednak nikt nie zdobyłby się na to, by ich za to piętnować. Wkrótce nagi zalały całą północ, a posągi Aidali, matki nag, wypełniły podwodne zbiorniki i stawiane były u ujścia rzek. Choć jej córki wreszcie były wolne, żadna nie wyrzekła się swojej matki. Wręcz przeciwnie - zdawać by się mogło, że oddają jej wręcz nabożną cześć.

source: Emborgi-tarash took part in most important battles of the Great Horde and many smaller, untold. Despite predicting her death on the battlefield, she didn't find it. At least not while Marbus was alive. Under her leadership saurians revived their sabbaths and beliefs, and repopulated the North. They became a part of the Great Horde for good, and terrible fate awaited anyone who dared to discriminate them. Soon their race regained their power and became equally as strong as orcs.
pl: Emborgi-tarasz brała udział w najważniejszych bitwach Wielkiej Hordy oraz wielu tych, o których się nie mówiło. Choć przewidziała swoją śmierć na polu walki, nie znalazła jej. Przynajmniej nie za panowania Marbusa. Pod jej przewodnictwem jaszczury odnowiły swoje sabaty i wierzenia, a także zaludniły północ. Na zawsze stały się częścią Wielkiej Hordy i biada było temu, kto ośmielił się je dyskryminować. W niedługim czasie rasa ta odzyskała swoją potęgę i stała się równie silna, co orkowie.

source: Emborgi-tarash found her death on the battlefield, as she had foretold ages ago. Her race was praying, performing rituals and singing for a long, until the mourn ended. Under Marbus's rule saurians revived their sabbaths and beliefs, and repopulated the North. They became a part of the Great Horde for good, and terrible fate awaited anyone who dared to discriminate them. Soon their race regained their power and became equally as strong as orcs.
pl: Emborgi-tarasz odnalazła swoją śmierć na polu bitwy, tak jak przepowiedziała wiele wieków temu. Jej rasa wznosiła modły, odprawiała rytuały i śpiewy, a w końcu podniosła się z żałoby. Pod przewodnictwem Marbusa jaszczury odzyskały dawną chwałę, odnowiły swoje sabaty i wierzenia, a także zaludniły północ. Na zawsze stały się częścią Wielkiej Hordy i biada było temu, kto ośmielił się je dyskryminować. W niedługim czasie rasa ta odzyskała swoją potęgę i stała się równie silna, co orkowie.

source: When the Great Horde conquered most of the North, orcs started to encounter trolls more and more frequently. First attempts to contact them came to nothing, but Marbus was persistent and finally trolls become a part of the Great Horde, cooperated with orcs and saurians, and populated a huge part of old Knalga.
pl: Gdy Wielka Horda podbiła już znaczną część północy, orkowie coraz częściej napotykali na swojej drodze trolli. Pierwsze próby nawiązania z nimi dobrych stosunków spełzły na niczym, jednak Marbus nie poddawał się i ostatecznie doprowadził do tego, że trolle stały się częścią Wielkiej Hordy, współpracowały z orkami i jaszczurami, a także zaludniły sporą część dawnej Knalgi.

source: Krull the Rock became head of the trolls and first representative of that race, who showed incredible skill as emissary and diplomat. He was mostly conversing with other trolls, who were exiled so far on the north that they almost didn't know about the Wild Gon and changes after the war. Soon Krull the Rock was named the King of Trolls and settled with his race in old Knalga, while maintaining his status as Marbus's subordinate. Those two were sharing a mutual friendship for life.
pl: Krull Skała stanął na czele trolli i stał się pierwszym przedstawicielem tej rasy, który zabłysnął jako emisariusz i dyplomata. Rozmawiał jednak głównie z innymi trollami, które zostały wygnane tak daleko na północ, że niemalże nie wiedziały o Dzikim Gonie i zmianach, jakie nastały po wojnie. Wkrótce Krull Skała zyskał sobie miano Króla Trolli i osiadł ze swoją rasą w dawnej Knaldze, choć wciąż był podwładnym Marbusa. Dwójka ta darzyła się wzajemną przyjaźnią i szacunkiem, aż po kres ich dni.

source: Krull the Rock died by Marbus's side during the war. However, he left a numerous offspring, and ideology, that said, that Trolls should unite with the Great Horde. And it happened. The Great Sovereign ordered to send emissaries to the ends of the North, and find all exiled trolls, to bring them back and reunite. This process was taking years, but finally trolls settled down in old Knalga and populated it, while still serving Marbus.
pl: Krull Skała zginął u boku Marbusa podczas wojny. Zostawił po sobie jednak liczne potomstwo, a także ideologię, która jasno mówiła, iż trolle powinny zjednoczyć się z Wielką Hordą. Tak właśnie się stało. Wielki Suweren rozkazał wysłać emisariuszy do najdalszych krańców północy i odszukać wszystkie odesłane na wygnanie klany trolli, by sprowadzić je do siebie i zjednoczyć. Choć proces ten trwał latami, w końcu trolle osiadły w dawnej Knaldze i zaludniły ją, wiernie służąc przy tym Marbusowi.

source: The saurians weren't a part of the Great Horde while Marbus was waging his wars, but they integrated into it in times of peace. They went back to friendship with orcs. Soon, beliefs of saurians become a main religion of the Great Horde, and sabbaths of their shamans were conducted every month. Together they achieved much more than it would be possible separately.
pl: Jaszczury, choć nie przynależały do Wielkiej Hordy, gdy Marbus toczył swoje wojny, stały się jej częścią w trakcie pokoju. Powrócono do przyjaźni, która łączyła ich rasę z orkami. W niedługim czasie wierzenia jaszczurów stały się główną religią Wielkiej Hordy, zaś sabaty ich szamanów odbywały się co miesiąc. Wspólnie osiągnęli znacznie więcej, niż udałoby im się zdobyć osobno.

source: When the Great Horde subdued the North, from the wilderness ogres and other, less common creatures emerged. They started a suicidal, pointless fight against new tyrant. Every year hunts for yeti were organised, and Marbus's throne hall quickly filled with trophies from them. Another race has fallen under orcish boots.
pl: Gdy Wielka Horda zapanowała na północy, z najdzikszych jej terenów wynurzyły się ogry i inne, rzadziej spotykane stworzenia. Podjęły one samobójczą, z góry przegraną walkę z nowym uzurpatorem. Z roku na rok organizowane były polowania na Yeti, a sala tronowa Marbusa szybko pokryła się trofeami z ich głów. Kolejna rasa upadła pod ciężkimi butami orków.

source: When the Great Horde subdued the North, from the wilderness ogres and other, less common creatures emerged. All bowed to Marbus, who sheltered them. Before Yeti stopped to be more than a fairy tale, and started to show themselves on the north, many years passed. But it was only natural. Another race was saved by orcs.
pl: Gdy Wielka Horda zapanowała na północy, z najdzikszych jej terenów wynurzyły się ogry i inne, rzadziej spotykane stworzenia. Wszystkie ugięły kolano przed Marbusem, który zapewnił im schronienie i bezpieczeństwo. Nim Yeti przestały być tylko bajką dla dzieci, a zaczęły pojawiać się na północy, minęło jeszcze wiele lat. Był to jednak proces naturalny. Kolejna rasa została ocalona przez orków.

source: The Red Hood become a part of history as descendant of Landar, lady of Blood Elves and wealthy warrior. Marbus kept his word and gave her all the gold of the elvish race. It would be enough to pay for mercenaries from south and rebellion against the Great Horde, but it didn't happen. Instead, the Red Hood proclaimed herself the Queen of Northern Elves, subject only to the Great Sovereign. Soon she turned out to be even more ruthless than orcs, and became an executioner of her own race.
pl: Czerwony Kapturek przeszła do historii jako potomkini Landara, pani Krwawych Elfów i opływająca w bogactwa wojowniczka. Marbus dotrzymał słowa i wysypał przed jej stopami praktycznie całe złoto elfów. Wystarczyłoby go do opłacenia wojska z południa i wzniecenia buntu przeciwko Wielkiej Hordzie, jednak tak się nie stało. Zamiast tego Czerwony Kapturek obwieściła się królową elfów północy, podległą jedynie władzy Wielkiego Suwerena. W niedługim czasie okazało się, że jest jeszcze okrutniejsza niż orkowie. Stała się katem dla własnej rasy.

source: Without their leader, the Blood Elves scattered and were soon almost completely forgotten. Name of the Red Hood wasn't written in history, there wasn't even one mention about a descendant of Landar and her ideals. After years, nobody mentioned neither her, nor the Elvish Jarls. Elves become unified, gray mass of slaves, that ceased to even dream about changing their fate.
pl: Bez swojej liderki, Krwawe Elfy rozpierzchły się i niemal całkowicie o nich zapomniano. Imię Czerwonego Kapturka nie przeszło do historii, nie zapisała się nawet jedna wzmianka o potomkini Landara oraz jej ideałach. Po latach nikt nie wspominał już ani jej, ani Elfich Jarlów. Rasa elfów stała się jednolitą, szarą masą niewolników, którzy przestali nawet marzyć o odmianie swego losu.

source: Barley stayed by Marbus's side for the rest of his life. He reminded him about Kochan and was a support in hard times. He was a father of dozens of cubs, each one of them later becoming a mount for best goblin riders.
pl: Jęczmień do końca swych dni został u boku Marbusa. Przypominał mu Kochana i był podporą w trudnych chwilach. Stał się ojcem dla kilkudziesięciu wilcząt, z których każde stało się w przyszłości wierzchowcem dla najlepszych goblińskich jeźdźców.

source: The Gjallarhorn was hidden in one of citadels built by Gewold. It was protected by powerful magic of orcs, trolls and saurians. Even though it was as protected as it was possible, and information about it were written in thousands of books and scrolls, Marbus still feared the day when the King of Gon will come back.
pl: Róg Gjallarhorn został ukryty w jednej z twierdz, które zbudował Gewold. Strzegła go potężna magia orków, trolli i jaszczurów. Choć zabezpieczono go najlepiej, jak można było, a wiadomości o nim zapisano w tysiącach ksiąg i zwojów, Marbus nadal obawiał się dnia, w którym Król Gonu pojawi się znowu.

source: As for Marbus himself... He was the Great Sovereign for the rest of his life. He didn't have any children, he left no descendant. Chiefs of all orcish tribes gathered to fight for the leadership, but finally the title of next Sovereign was claimed by Aidala. As a naga, a long-lived creature and Marbus's lover she took the rule after him, quickly crushing all resistance. But it's all a part of a different story...
pl: Co zaś tyczy się samego Marbusa... Do końca swojego długiego życia piastował on miejsce Wielkiego Suwerena. Nie miał potomstwa, nie zostawił więc nikogo na miejsce swojego następcy. Władcy klanów orków zebrali się, by spierać się o stanowisko wodza, jednak ostatecznie miejsce to zajęła Aidala. Jako naga, istota długowieczna i kochanka Marbusa, przejęła po nim władze, tłumiąc szybko wszelki opór. Wszystko to należy już jednak do całkiem innej historii...

source: <span color='#FFF046'>Orcish Vitality</span> <span size='small'>Health<span color='#55FF46'> +8</span></span>
pl: <span color='#FFF046'>Orkowa Witalność</span> <span size='small'>Punkty życia<span color='#55FF46'> +8</span></span>

source: <span color='#FFF046'>Juggernaut's Vitality</span> <span size='small'>Health<span color='#55FF46'> +14</span></span>
pl: <span color='#FFF046'>Witalność Niszczyciela</span> <span size='small'>Punkty życia<span color='#55FF46'> +14</span></span>

source: <span color='#FFF046'>Reinforced Armor</span> <span size='small'>Blade, pierce and impact resistances<span color='#55FF46'> +10%</span></span>
pl: <span color='#FFF046'>Wzmocniona Zbroja</span> <span size='small'>Odporności na obrażenia sieczne, kłujące i obuchowe<span color='#55FF46'> +10%</span></span>

source: <span color='#FFF046'>Orcish Brutality</span> <span size='small'>Health<span color='#55FF46'> +3</span>, Melee damage<span color='#55FF46'> +2</span></span>
pl: <span color='#FFF046'>Orkowa Brutalność</span> <span size='small'>Punkty życia<span color='#55FF46'> +3</span>, Obrażenia wręcz<span color='#55FF46'> +2</span></span>

source: <span color='#FFF046'>Savage and Ruthless</span> <span size='small'>Health<span color='#55FF46'> +3</span>, Melee strikes<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Dziki i Bezlitosny</span> <span size='small'>Punkty życia<span color='#55FF46'> +3</span>, Cios wręcz<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Merciless Aim</span> <span size='small'>Health<span color='#55FF46'> +4</span>, Ranged damage<span color='#55FF46'> +2</span></span>
pl: <span color='#FFF046'>Bezwzględny Strzelec</span> <span size='small'>Punkty życia<span color='#55FF46'> +4</span>, Obrażenia z dystansu<span color='#55FF46'> +2</span></span>

source: <span color='#FFF046'>Unforgiving</span> <span size='small'>Health<span color='#55FF46'> +4</span>, Ranged damage<span color='#55FF46'> +2</span>, <span color='#46FFF0'>Marksman</span></span>
pl: <span color='#FFF046'>Gdy Twój Miecz Nie Jest Wystarczająco Długi</span> <span size='small'>Punkty życia<span color='#55FF46'> +4</span>, Obrażenia na dystans<span color='#55FF46'> +2</span>, <span color='#46FFF0'>Strzelec wyborowy</span></span>

source: <span color='#FFF046'>Trained in Hunting</span> <span size='small'>Health<span color='#FF4655'> -6</span>, Moves<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Przeszkolony w Łowach</span> <span size='small'>Punkty życia<span color='#FF4655'> -6</span>, Punkty ruchu<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Best Hunter in the Clan</span> <span size='small'>Movement point<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Najlepszy Łowca w Klanie</span> <span size='small'>Punkt ruchu<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Healthy Mount</span> <span size='small'>Health<span color='#55FF46'> +7</span></span>
pl: <span color='#FFF046'>Zdrowy Wierzchowiec</span> <span size='small'>Punkty życia<span color='#55FF46'> +7</span></span>

source: <span color='#FFF046'>Mighty Beast</span> <span size='small'>Health<span color='#55FF46'> +13</span></span>
pl: <span color='#FFF046'>Potężna bestia</span> <span size='small'>Punkty życia<span color='#55FF46'> +13</span></span>

source: <span color='#FFF046'>Sharp Teeth</span> <span size='small'>Fangs damage<span color='#55FF46'> +2</span></span>
pl: <span color='#FFF046'>Ostre Zęby</span> <span size='small'>Obrażenia kłami<span color='#55FF46'> +2</span></span>

source: <span color='#FFF046'>Mad Hunger</span> <span size='small'>Fangs strikes<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Szaleńczy Głód</span> <span size='small'>Cios kłami<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Deadly Claws</span> <span size='small'>Health<span color='#55FF46'> +3</span>, Claws strike<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Zabójcze Szpony</span> <span size='small'>Punkty życia<span color='#55FF46'> +3</span>, Cios szponami<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Paralyzing Poison</span> <span size='small'>Health<span color='#55FF46'> +3</span>, Claws strike<span color='#55FF46'> +1, slows</span></span>
pl: <span color='#FFF046'>Paraliżująca Trucizna</span> <span size='small'>Punkty życia<span color='#55FF46'> +3</span>, Cios kłami<span color='#55FF46'> +1, spowalnia</span></span>

source: <span color='#FFF046'>Swift Beast</span> <span size='small'>Movement point<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Szybka Bestia</span> <span size='small'>Punkty ruchu<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Nourished with Meat</span> <span size='small'>Health<span color='#55FF46'> +7</span></span>
pl: <span color='#FFF046'>Żywiący się mięsem</span> <span size='small'>Punkty życia<span color='#55FF46'> +7</span></span>

source: <span color='#FFF046'>Fed with Dwarven Bones</span> <span size='small'>Health<span color='#55FF46'> +13</span></span>
pl: <span color='#FFF046'>Karmiony Krasnoludzkimi Kośćmi</span> <span size='small'>Punkty życia<span color='#55FF46'> +13</span></span>

source: <span color='#FFF046'>Tough skin</span> <span size='small'>Blade, pierce and impact resistance<span color='#55FF46'> +10%</span></span>
pl: <span color='#FFF046'>Twarda Skóra</span> <span size='small'>Odporności na obrażenia sieczne, kłujące i obuchowe<span color='#55FF46'> +10%</span></span>

source: <span color='#FFF046'>Murderous Beast</span> <span size='small'>Melee damage<span color='#55FF46'> +2</span></span>
pl: <span color='#FFF046'>Mordercza bestia</span> <span size='small'>Obrażenia wręcz<span color='#55FF46'> +2</span></span>
