Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: <span color='#FFF046'>Direwolf Alpha</span> <span size='small'>Melee damage<span color='#55FF46'> +3</span></span>
pl: <span color='#FFF046'>Wilk alfa</span> <span size='small'>Obrażenia wręcz<span color='#55FF46'> +3</span></span>

source: <span color='#FFF046'>Predator</span> <span size='small'><span color='#46FFF0'>Skirmisher</span></span>
pl: <span color='#FFF046'>Drapieżnik</span> <span size='small'><span color='#46FFF0'>Harcownik</span></span>

source: <span color='#FFF046'>Hunter</span> <span size='small'>Movement cost in forest reduced to<span color='#55FF46'> 1</span></span>
pl: <span color='#FFF046'>Łowca</span> <span size='small'>Koszt przemieszczania się po lesie zmniejszony o <span color='#55FF46'> 1</span></span>

source: <span color='#FFF046'>Waiting for Prey</span> <span size='small'>Defense in forest<span color='#55FF46'> +10%</span>, <span color='#46FFF0'>ambush</span></span>
pl: <span color='#FFF046'>Czyhanie na Ofiarę</span> <span size='small'>Obrona w lesie<span color='#55FF46'> +10%</span>, <span color='#46FFF0'>zasadzka</span></span>

source: <span color='#FFF046'>General advancement</span>
pl: <span color='#FFF046'>Ogólny awans</span>

source: <span color='#FFF046'>Strengthening Herbs</span> <span size='small'>Health<span color='#55FF46'> +6</span></span>
pl: <span color='#FFF046'>Wzmacniające Zioła</span> <span size='small'>Punkty życia<span color='#55FF46'> +6</span></span>

source: <span color='#FFF046'>Wormwood Brew</span> <span size='small'>Health<span color='#55FF46'> +11</span></span>
pl: <span color='#FFF046'>Wywar z piołunu</span> <span size='small'>Punkty życia<span color='#55FF46'> +11</span></span>

source: <span color='#FFF046'>Enliven Old Muscles</span> <span size='small'>Health<span color='#55FF46'> +1</span>, Melee damage<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Rozruszanie Starych Mięśni</span> <span size='small'>Punkty życia<span color='#55FF46'> +1</span>, Obrażenia wręcz<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Restore Young Strength</span> <span size='small'>Health<span color='#55FF46'> +4</span>, Melee damage<span color='#55FF46'> +2</span></span>
pl: <span color='#FFF046'>Przywrócenie Młodzieńczych Sił</span> <span size='small'>Punkty życia<span color='#55FF46'> +4</span>, Obrażenia wręcz<span color='#55FF46'> +2</span></span>

source: <span color='#FFF046'>Curse of the Bogs</span> <span size='small'>Ranged damage<span color='#55FF46'> +2</span></span>
pl: <span color='#FFF046'>Klątwa Bagien</span> <span size='small'>Obrażenia z dystansu<span color='#55FF46'> +2</span></span>

source: <span color='#FFF046'>Wrath of the Ancient</span> <span size='small'>Ranged damage<span color='#55FF46'> +3</span></span>
pl: <span color='#FFF046'>Gniew Pradawnej</span> <span size='small'>Obrażenia z dystansu<span color='#55FF46'> +3</span></span>

source: <span color='#FFF046'>Swift Granny</span> <span size='small'>Movement point<span color='#55FF46'> +1</span>, <span color='#46FFF0'>skirmish</span></span>
pl: <span color='#FFF046'>Chyża starowinka</span> <span size='small'>Punkty ruchu<span color='#55FF46'> +1</span>, <span color='#46FFF0'>harcownik</span></span>

source: <span color='#FFF046'>Big Chest</span> <span size='small'>Health<span color='#55FF46'> +10</span></span>
pl: <span color='#FFF046'>Wielka Klata</span> <span size='small'>Punkty życia<span color='#55FF46'> +10</span></span>

source: <span color='#FFF046'>Mountain Giant</span> <span size='small'>Health<span color='#55FF46'> +16</span></span>
pl: <span color='#FFF046'>Górski Olbrzym</span> <span size='small'>Punkty życia<span color='#55FF46'> +16</span></span>

source: <span color='#FFF046'>Stone Skin</span> <span size='small'>Blade, pierce and impact resistance<span color='#55FF46'> +10%</span></span>
pl: <span color='#FFF046'>Kamienna Skóra</span> <span size='small'>Odporności na obrażenia sieczne, kłujące i obuchowe<span color='#55FF46'> +10%</span></span>

source: <span color='#FFF046'>Stone Armor</span> <span size='small'>Blade, pierce and impact resistance<span color='#55FF46'> +10%</span>, <span color='#46FFF0'> steadfast</span></span>
pl: <span color='#FFF046'>Skalna Zbroja</span> <span size='small'>Odporności na obrażenia sieczne, kłujące i obuchowe<span color='#55FF46'> +10%</span>, <span color='#46FFF0'> niezłomny</span></span>

source: <span color='#FFF046'>Boulder Shoulder</span> <span size='small'>Health<span color='#55FF46'> +5</span>, Melee damage<span color='#55FF46'> +4</span></span>
pl: <span color='#FFF046'>Olbrzymi Bark</span> <span size='small'>Punkty życia<span color='#55FF46'> +5</span>, Obrażenia wręcz<span color='#55FF46'> +4</span></span>

source: <span color='#FFF046'>Iron Bicep</span> <span size='small'>Health<span color='#55FF46'> +5</span>, Melee damage<span color='#55FF46'> +6</span></span>
pl: <span color='#FFF046'>Żelazny Biceps</span> <span size='small'>Punkty życia<span color='#55FF46'> +5</span>, Obrażeń wręcz<span color='#55FF46'> +6</span></span>

source: <span color='#FFF046'>Big Feet</span> <span size='small'>Movement point<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Wielka Stopa</span> <span size='small'>Punkty ruchu<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Orcish Vitality</span> <span size='small'>Health<span color='#55FF46'> +9</span></span>
pl: <span color='#FFF046'>Orkowa Witalność</span> <span size='small'>Punkty życia<span color='#55FF46'> +9</span></span>

source: <span color='#FFF046'>Juggernaut's Vitality</span> <span size='small'>Health<span color='#55FF46'> +15</span></span>
pl: <span color='#FFF046'>Witalność Niszczyciela</span> <span size='small'>Punkty życia<span color='#55FF46'> +15</span></span>

source: <span color='#FFF046'>Reinforced Armor</span> <span size='small'>Blade, pierce and impact resistance<span color='#55FF46'> +10%</span></span>
pl: <span color='#FFF046'>Wzmocniona Zbroja</span> <span size='small'>Odporności na obrażenia sieczne, kłujące i obuchowe<span color='#55FF46'> +10%</span></span>

source: <span color='#FFF046'>Orcish Brutality</span> <span size='small'>Health<span color='#55FF46'> +5</span>, Melee damage<span color='#55FF46'> +2</span></span>
pl: <span color='#FFF046'>Orkowa Brutalność</span> <span size='small'>Punkty życia<span color='#55FF46'> +5</span>, Obrażenia wręcz<span color='#55FF46'> +2</span></span>

source: <span color='#FFF046'>Savage and Ruthless</span> <span size='small'>Health<span color='#55FF46'> +5</span>, Melee damage<span color='#55FF46'> +3</span></span>
pl: <span color='#FFF046'>Dziki i Bezlitosny</span> <span size='small'>Punkty życia<span color='#55FF46'> +3</span>, Cios wręcz<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Ranged Combat</span> <span size='small'>Health<span color='#55FF46'> +4</span>, Ranged strikes<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Walka Dystansowa</span> <span size='small'>Punkty życia<span color='#55FF46'> +4</span>, Ciosy na dystans<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>When Your Sword Isn't Long Enough</span> <span size='small'>Health<span color='#55FF46'> +4</span>, Ranged damage<span color='#55FF46'> +1</span>, Ranged strikes<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Gdy Twój Miecz Nie Jest Wystarczająco Długi</span> <span size='small'>Punkty życia<span color='#55FF46'> +4</span>, Obrażenia na dystans<span color='#55FF46'> +1</span>, Ciosy na dystans<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Chieftain From a Burned City</span> <span size='small'><span color='#46FFF0'>Leadership</span></span>
pl: <span color='#FFF046'>Wódz Ze Spalonego Miasta</span> <span size='small'><span color='#46FFF0'>dowodzenie</span></span>

source: <span color='#FFF046'>Endurance Training</span> <span size='small'>Health<span color='#FF4655'> -4</span>, Movement point<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Przeszkolony w Łowach</span> <span size='small'>Punkty życia<span color='#FF4655'> -4</span>, Punkty ruchu<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Thick Skin</span> <span size='small'>Health<span color='#55FF46'> +5</span></span>
pl: <span color='#FFF046'>Gruba Skóra</span> <span size='small'>Punkty życia<span color='#55FF46'> +5</span></span>

source: <span color='#FFF046'>Seaweed Salad</span> <span size='small'>Health<span color='#55FF46'> +11</span></span>
pl: <span color='#FFF046'>Sałatka z Wodorostów</span> <span size='small'>Punkty życia<span color='#55FF46'> +11</span></span>

source: <span color='#FFF046'>Mithril Chainmail</span> <span size='small'>Blade, pierce and impact resistance<span color='#55FF46'> +10%</span></span>
pl: <span color='#FFF046'>Mithrilowa Kolczuga</span> <span size='small'>Odporności na obrażenia sieczne, kłujące i obuchowe<span color='#55FF46'> +10%</span></span>

source: <span color='#FFF046'>Trained in Hunting</span> <span size='small'>Blade, pierce and impact resistance<span color='#55FF46'> +20%</span>, Movement point<span color='#FF4655'> -1</span></span>
pl: <span color='#FFF046'>Ciężka Zbroja</span> <span size='small'>Odporności na obrażenia sieczne, kłujące i obuchowe<span color='#55FF46'> +20%</span>, Punkty ruchu<span color='#FF4655'> -1</span></span>

source: <span color='#FFF046'>Reflective Scales</span> <span size='small'>Fire and cold resistance<span color='#55FF46'> +20%</span></span>
pl: <span color='#FFF046'>Odbijające Łuski</span> <span size='small'>Odporności na ogień i chłód<span color='#55FF46'> +20%</span></span>

source: <span color='#FFF046'>Swordfish's Grace</span> <span size='small'><span color='#46FFF0'>Marksman</span></span>
pl: <span color='#FFF046'>Szermiercza Gracja</span> <span size='small'><span color='#46FFF0'>Strzelec wyborowy</span></span>

source: <span color='#FFF046'>Venomous Blade</span> <span size='small'><span color='#46FFF0'>Poison</span></span>
pl: <span color='#FFF046'>Jadowite Ostrze</span> <span size='small'><span color='#46FFF0'>Trucizna</span></span>

source: <span color='#FFF046'>Master of Sword Art</span> <span size='small'>Melee damage<span color='#55FF46'> +3</span></span>
pl: <span color='#FFF046'>Mistrzyni Miecznictwa</span> <span size='small'>Obrażenia wręcz<span color='#55FF46'> +3</span></span>

source: <span color='#FFF046'>Swift Swimmer</span> <span size='small'>Movement point<span color='#55FF46'> +1</span></span>
pl: <span color='#FFF046'>Żwawy Pływak</span> <span size='small'>Punkty ruchu<span color='#55FF46'> +1</span></span>

source: <span color='#FFF046'>Dancing in the Water</span> <span size='small'>Defense on shallow and deep water<span color='#FF4655'> -6</span>, Moves<span color='#55FF46'> +10%</span></span>
pl: <span color='#FFF046'>Taniec w Wodzie</span> <span size='small'>Obrona na płytkiej i głębokiej wodzie<span color='#55FF46'> +10%</span></span>

source: Undead King
pl: Król nieumarłych

source: Leader of undead who revives every 1000 years. His goal is to destroy the orcish race. Brought into (non-)life by Lich Lords on the far, western continent. He's a being of great power, which might be too powerful for the Great Horde to defeat.
pl: Odradzający się co tysiąc lat przywódca nieumarłych, który za cel obrał sobie zniszczenie rasy orków. Powołany do (nie)życia przez Władców Liczów na odległym, zachodnim kontynencie. Jest to istota o wielkiej mocy, której pokonanie może przekraczać zdolności Wielkiej Hordy.

source: spear
pl: włócznia

source: death wave
pl: fala śmierci

source: Ugh... I'm dying... This is the end...
pl: Ugh... Umieram... To koniec...

source: Trolls not survive... by themselves...
pl: Trolle nie przeżyją... same...

source: Without this troll we won't manage to lead his herd to fight! It's over...
pl: Bez tego trolla nie uda nam się poprowadzić tego stada do bitwy! To koniec...

source: I'm dying... My vision is blurred, my blood stopped flowing in my veins. It's time for me... The time... I'm leaving...
pl: Umieram... Mój wzrok jest zaćmiony, moja krew przestała płynąć w moich żyłach. Czas na mnie... Tym razem... Odchodzę...

source: Without her we won't reclaim the motherland of saurians! Everything is lost!
pl: Bez niej nie uda nam się odzyskać terytorium jaszczurów! Wszystko stracone!

source: Sss... Our matron is dying...
pl: Sss... Nasza matka umiera...

source: Damn! It seems, that here ends... My story...
pl: Psia krew! Zdaje się, że tu kończy się... Moja historia...

source: *Howls from pain*
pl: *Wyje z bólu.*

source: Rest in peace, Kochan. I wouldn't have went this far, if not for you.
pl: Spoczywaj w pokoju, Kochan. Nie zaszedłbym tak daleko, gdyby nie ty.

source: Her wisdom and venerablity were admirable... I am glad that we had the opportunity to fight at her side.
pl: Jej mądrość i charyzma były godne podziwu... Cieszę się, że mogłem walczyć z nią ramię w ramię.

source: Nooo... Now we will not save our clan!
pl: Niee... Teraz nie uda nam się uratować naszego klanu!

source: Nooo... Now the Great Horde will die from undeads!
pl: Nie... Teraz Wielka Horda zginie z rąk nieumarłych!

source: Death of Marbus
pl: Śmierć Marbusa

source: Death of Kochan
pl: Śmierć Kochana

source: Death of Emborgi-Tarash
pl: Śmierć Emborgi-tarasz

source: Death of Aidala
pl: Śmierć Aidali

source: Death of Gewold
pl: Śmierć Gewolda

source: Marbus' Escape
pl: Ucieczka Marbusa

source: ME
pl: UM

source: Many years passed, since orcs incited fear in hearts of elves, humans and dwarves. Many, since they dared to set foot on lands of Wesnoth. Many, since they were rolling in wealth. Among surviving orcish clans, there was also a certain Marbus's clan, too small to have a name, history or future. Will he successfully lead orcs through wild North, controlled by blood-thirsty, dark powers? (Version 1.1.0, 15 scenarios)
pl: Wiele lat minęło, odkąd orkowie budzili postrach w sercach elfów, ludzi i krasnoludów. Wiele, odkąd odważyli się postawić stopę na ziemiach Wesnoth. Wiele, odkąd opływali w bogactwa. Wśród przetrwałych klanów orków, był również pewien klan Marbusa, klan zbyt mały, by mieć nazwę, historię bądź przyszłość. Czy uda mu się przeprowadzić orków przez dziką północ, opanowaną przez krwiożercze, mroczne moce? (Wersja 1.0.1, 15 scenariuszy)

source: Civilian
pl: Cywil

source: Beginner
pl: Początkujący

source: Soldier
pl: Żołnierz

source: Challenging
pl: Wymagający

source: Veteran
pl: Weteran

source: Difficult
pl: Trudny

source: Campaign created by wesnoth.com.pl community members
pl: Kampania stworzona przez społeczność strony wesnoth.com.pl

source: Story & dialogues
pl: Fabuła i tekst

source: Designers
pl: Projektanci

source: Developers
pl: Programiści

source: English translators
pl: Tłumacze języka angielskiego

source: Mapmakers
pl: Twórcy map

source: Testers
pl: Testerzy

source: Portraits
pl: Portrety

source: King of Gon unit graphics
pl: Grafika Króla Gonu
