Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Kochan, what can you see there? How many of them are left?
pl: Co widzisz, Kochan? Ilu ich tam jeszcze zostało?!

source: Cousin!
pl: Kuzynie!

source: We stand no chance against them, Marbus! There are thousands of them.
pl: Nie mamy z nimi szans, Marbus. Są ich tysiące.

source: What!? That is impossible... Why have we not noticed them? The march of such a big army couldn’t have stayed unnoticed!
pl: Co?! To niemożliwe... Dlaczego ich nie zauważyliśmy? Przemarsz takiej armii nie mógł pozostać niezauważony!

source: The fog. It must have been them who have brought it... We will die here, cousin...
pl: Mgła. To pewnie oni ją zesłali. Kuzynie... Umrzemy tutaj.

source: No! We can still escape. Let the orcs pack the most important things. Food goes first, then clothes and weapons. Then the rest. Hurry! We do not have much time.
pl: Nie! Nadal możemy uciekać. Niech orkowie spakują wszystko, co najważniejsze. Najpierw jedzenie, ubrania i broń. Potem resztę. Spieszcie się. Nie mamy wiele czasu.

source: Were do you want to run!? Wherever we go, these corpses will hunt us down. We stand no chance to... Do... you want to lead us through Tut'anor pass?
pl: Gdzie chcesz uciekać?! Gdziekolwiek się nie udamy, te trupy nas dopadną. Nie mamy szans, by... Ty... Chcesz przeprowadzić nas przez przełęcz Tut'anor?

source: We do not have much time left. The Pass has already turned out to be favourable once. I hope it will be this way again.
pl: Nie mamy wiele czasu. Przełęcz już raz okazała się dla nas łaskawa. Miejmy nadzieję, że zrobi to po raz drugi.

source: Survive until the preparations for the escape are finished
pl: Przetrwaj do momentu, w którym przygotowania do ucieczki zostaną zakończone

source: The death of Marbus
pl: Śmierć Marbusa

source: The death of Kochan
pl: Śmierć Kochana

source: The undead break into the Bag-not fortress
pl: Nieumarli wdzierają się do twierdzy Bag'not

source: We made it! Everyone is ready to set out.
pl: Udało się! Wszyscy są gotowi do wyruszenia w drogę.

source: Well done. Abandon the posts. To the Pass, everyone!
pl: Dobra robota. Zejść z posterunków. Wszyscy w kierunku przełęczy!

source: You, orcs, are too weak even to taste our power. Kill them all.
pl: Wy, orkowie, jesteście zbyt słabi, żeby nawet posmakować naszej potęgi. Zabić ich wszystkich.

source: Oh, no! We really should have known what they're capable of. Now it's too late for most of us. Flee, my cousin!
pl: O nie! Naprawdę powinniśmy wiedzieć, do czego są zdolni. Teraz jest za późno dla większości z nas. Uciekaj, mój kuzynie!

source: Do you think you will run away from death? Wherever you go... wherever you hide... you will never escape our greatest might.
pl: Myślisz, że zdołasz uciec śmierci? Dokądkolwiek nie pójdziesz... Gdziekolwiek się nie schowasz... Nigdy nam nie uciekniesz. Niedługo wszystko ulegnie naszej potędze.

source: Almost everyone has packed their things, cousin. We are starting to load the wolves soon. Then we can set out.
pl: Wszyscy są już prawie spakowani, kuzynie. Zaraz zaczniemy ładować wszystko na wilki, a potem możemy ruszać.

source: Very well. Our defences are starting to break.
pl: To dobrze. Nasza obrona już się chwieje.

source: Woof woof!
pl: Hau! Hau!

source: Hey! Get out of me! Stop licking my face! Argghh~!
pl: Hej! Zejdź ze mnie! Przestań lizać moją twarz! Argghh~!

source: I think this wolf might actually be friendly! It can help us fight back these undead.
pl: Wygląda na to, że ten wilk jest przyjazny! Może nam pomóc w walce z nieumarłymi.

source: I will cut your rotting body into pieces!
pl: Posiekam twoje gnijące ciało na kawałki!

source: Be gone, you filthy being!
pl: Precz, ohydna istoto!

source: Let's crush their bones!
pl: Połammy im kości!

source: Let me taste your fleeesh...
pl: Pozwól mi posmakować twojego ciaaała...

source: Good puppy, catch the bone!
pl: Dobry piesek, łap kość!

source: I'm feeling sick... I will vomit.
pl: Słabo się czuję... Zaraz zwymiotuję.

source: This lousy creature must have infected him! Take this man to the village and take care of him.
pl: Ten wstrętny stwór musiał go zarazić! Weźcie go do wioski i zajmijcie się nim.

source: Marbus, their claws must be covered with poison. Tell your man to avoid fighting them hand-to-hand and let archers shoot them down from distance.
pl: Marbusie, ich szpony muszą być pokryte trucizną! Powiedz wszystkim, żeby unikać walki wręcz i pozwolić łucznikom ich ustrzelić.

source: Their claws... They must be covered with poison!
pl: Ich szpony... Muszą być pokryte trucizną!

source: We must avoid fighting them hand-to-hand and let archers shoot them down from distance or else we will all get infected!
pl: Musimy unikać walki wręcz i pozwolić łucznikom ostrzeliwać ich z dystansu, w innym wypadku wszyscy się zarazimy!

source: Don't let them get any closer! Our wives and children haven't finished packing yet. If these damned undead get in, they will murder them all!
pl: Nie pozwólcie im podejść ani kroku bliżej! Nasze żony i dzieci nie skończyły się jeszcze pakować. Jeżeli te przeklęte trupy się przedostaną, zamordują je wszystkie!

source: Don't let them get any closer! Our wives and children are there. If these damned undead get in, they will murder them all!
pl: Nie pozwólcie im podejść ani kroku bliżej! Nasze żony i dzieci tam są. Jeżeli te przeklęte trupy się przedostaną, zamordują je wszystkie!

source: No! We failed to protect them!
pl: Nie! Nie udało nam się ich ochronić!

source: The River of the Dead
pl: Rzeka Trupów

source: After numerous struggles and meeting the White God face to face, Marbus managed to lead most of his clan through the pass in one piece. It looked like the first and the hardest part of their journey was over.
pl: Po wielu trudnościach i spotkaniu oko w oko z Białym Bogiem, Marbusowi udało się cało przeprawić zdecydowaną większość swojego klanu przez przełęcz. Pierwszy, zdawałoby się, że najtrudniejszy, etap podróży mieli już za sobą.

source: The undead weren't chasing the orcs who eventually walked out from the pass. The clan was soon to meet a new challenge. Their way to Gelu'Aben was cut by a torrent that could only be crossed by a bridge. An unpleasant surprise was awaiting the orcs...
pl: Nieumarli nie wyruszyli w pościg za orkami, którzy po jakimś czasie wynurzyli się z przełęczy. Klan Marbusa musiał się zmierzyć z nowym wyzwaniem. Drogę do Gelu'Aben blokowała rwąca rzeka, nad którą można było przejść jedynie mostem... Orków czekała jednak przykra niespodzianka...

source: Ashuran-san
pl: Aszuran-san

source: The undead
pl: Nieumarli

source: Path to Gelu'Aben
pl: Droga do Gelu-Aben

source: Marbus's camp
pl: Obóz Marbusa

source: Ruined saurian castle
pl: Zrujnowany zamek jaszczurów

source: Old bridge
pl: Stary most

source: Ruined fortress
pl: Zrujnowana twierdza

source: Defeat the Spectral Knight
pl: Pokonaj Widmowego Rycerza

source: The death of Ashuran-San
pl: Śmierć Aszuran-Sana

source: We have managed to cross this cursed pass. Now, the road ahead will be much easier. We just need to pass the brid.... What has happened here?
pl: Udało nam się przejść przez tę przeklętą przełęcz. Teraz droga będzie już o wiele prostsza. Wystarczy przejść przez mo.. Co tu się stało?!

source: Bugger me! The houses nearby are deserted. Somebody must have plundered this hamlet a long time ago.
pl: Niech to! Domy w okolicy są opuszczone. Ktoś dawno splądrował tę osadę.

source: Wait, orcsss! Now this territory belongs to us – saurians!
pl: Sssstójcie, orkowie! Te tereny należą teraz do nas, jaszczurów!

source: Cursed reptiles! We should have destroyed them long time ago. Gewold did the right thing by rejecting your alliance proposal. This settlement has guarded the bridge for decades. The next bridge like that is situated a couple of days’ march to the north. You have cut our way to Gelu'Aben!
pl: Przeklęte płazy! Trzeba było was wytępić dawno temu! Gewold dobrze zrobił, odmawiając wam sojuszu z naszymi klanami. Ta osada przez dziesięciolecia czuwała nad mostem. Następny taki jest kilka dni drogi na północ. Odcięliście nam drogę do Gelu'Aben!

source: Calm down, cousin. I cannot see any evidence of pillage. The food is still in the granaries. Not to mention the valuables. I doubt the reptiles have raided the homes of our brothers.
pl: Uspokój się, kuzynie. Nie widzę tutaj śladów grabieży. Jedzenie dalej jest w spichlerzach. Nie wspominając już o kosztownościach. Wątpię, by jaszczury napadły na domy naszych braci.

source: The wolf raider is right, orcish lord. Almost a year ago, I and my brothers were banished by human mages from the swamps in the west. We stayed here. We were on good terms with the orcs from the settlement. Soon, trade between us started to flourish. We gave them medications and they gave us metals... Everything changed a month ago.
pl: Jeździec wilka ma rację, wodzu orków... Niecały rok temu ja i moi bracia zostaliśmy przepędzeni przez ludzkich magów z bagien na zachodzie. Zatrzymaliśmy się tu, a z orkami z osady mieliśmy całkiem dobre stosunki. Niedługo potem zakwitł między nami handel. My dawaliśmy im leki, oni nam metal... Wszystko zmieniło się przed miesiącem.

source: It was a cold and foggy night, like all the nights during this winter. Our shamanesses had foreseen the coming of evil forces for a long time. Yet, what we saw was unspeakable... Ghosts emerged from the forests almost noiselessly. They had managed to murder a dozen of our warriors before the orcs realised they were being attacked. Chaos unleashed. Together with my best warriors, I rushed up the river to help your brothers, but when we reached the bridge...
pl: Noc była zimna i mglista, jak wszystkie tej zimy. Nasze szamanki od dawna wróżyły nadejście złych mocy, jednak to, co zobaczyliśmy, było ponad wszelką miarę... Duchy niemal bezgłośnie wychyliły się z lasów. Zdążyły wyrżnąć kilkunastu wartowników, zanim orkowie spostrzegli się, że są atakowani. Rozpętał się chaos. Razem z moimi najlepszymi wojownikami ruszyliśmy w górę rzeki, by pomóc waszym braciom, jednak gdy doszliśmy do mostu...

source: Continue, saurian leader...
pl: Mów dalej, jaszczurzy przywódco...

source: One of the ghosts possessed the body of the orcish leader. He grabbed olive oil and torches. I saw it with my own eyes when he stepped in the middle of the bridge with insane smile on his face, poured the liquid onto himself and set it on fire ...... The bridge burned down shortly after him... We couldn't see much through the smoke. The screams of the dying could be heard until the dawn. A few of my veterans tried to swim across the river... None has returned.
pl: Jeden z duchów opętał ciało dowódcy orków. Ten chwycił oliwę i pochodnię. Na własne oczy widziałem, jak z szaleńczym uśmiechem staje na środku mostu, wylewa na siebie łatwopalną ciecz i podpala... Zaraz po nim spłonął też most... Przez dym niewiele widzieliśmy, jednak krzyki umierających słychać było do samego rana. Kilku moich weteranów próbowało przepłynąć rzekę... Żaden z nich nie powrócił.

source: Cousin, I've got a feeling the saurian is telling the truth. A few of my scouts found signs of their medications. We cannot let a pointless battle happen.
pl: Kuzynie, zdaje się, że jaszczur mówi prawdę. Kilku moich zwiadowców znalazło w domach ślady ich leków. Nie możemy sobie pozwolić na bezsensowną bitwę...

source: Yes, you are right, Kochan. Saurian! I and my warriors want to cross the river!
pl: Tak... Masz rację, Kochan. Jaszczurze! Ja i moi wojownicy musimy przejść na drugą stronę rzeki!

source: I fear it will be utterly hard, orc... Our oracle sensed evil coming from the south. Maybe we will manage to counter the undead together, though.
pl: Obawiam się, że będzie to trudne, orku... Nasza wróżbitka wyczuła zbliżające się z południa zło. Może jednak uda się nam odeprzeć nieumarłych wspólnymi siłami.

source: So be it. Those soulless creatures will pay a big price for killing our brothers. Let the women and children take all the food from the granaries while we kill the undead off.
pl: Niech tak będzie. Te bezduszne stwory zapłacą nam za śmierć naszych braci. Niech kobiety i dzieci zabiorą ze spichlerzy całą żywność, gdy my rozprawimy się z nieumarłymi.

source: Darkness is coming... Abandon all hope!
pl: Mrok nadchodzi... Porzućcie nadzieję!

source: A Dark Spectre
pl: Mroczne Widmo

source: There is nowhere to run... Resign yourself with your fate!
pl: Nie masz gdzie uciec... Pogódź się ze swoim losem!

source: I summon you... Children... Children of the night... Come! Slaughter these Fools!
pl: Wzywam wass... Dzieci... Dzieci nocy... Chodźcie... Wyrżnijcie tych głupców!

source: The water got murky... The air got dense. Watch out... Something is coming...
pl: Woda zmętniała... Powietrze stało się gęstsze... Uważajcie... Coś nadchodzi...

source: He is right, Marbus.
pl: On ma rację, Marbus.

source: Cursed souls! Free your anger!
pl: Przeklęte dusze! Uwolnijcie wasz gniew!

source: Death to those who dare disturb our rest!
pl: Śmierć tym, którzy ośmielają się zakłócać nasz spokój!

source: Rise those whose lives have been swallowed by the dark deep of the river!
pl: Powstańcie, ci, których życie pochłonęła mroczne głębina rzeki!

source: Kelpie
pl: Topielec

source: He resurrected corpses from the bottom of the river!
pl: On ożywił zwłoki z dna rzeki!

source: I hope this bridge will not collapse.
pl: Mam nadzieję, że ten most się nie zawali.

source: To be honest, I'm surprised it hasn't already happened.
pl: Właściwie, to dziwi mnie, że nie rozleciał się do tej pory.

source: This river is treacherous... I do not remember such a large part covered with ice during any winter.
pl: Rzeka jest zdradliwa... Nie pamiętam ani jednej zimy, podczas której taka jej część byłaby zlodowacona.

source: It is true. This is the first time the frost is so biting. We, saurian, can get food even in such conditions. This year will be utterly hard for your race, though.
pl: To prawda. Pierwszy raz się zdarza, by mróz był aż tak silny. My, jaszczury, potrafimy zdobyć żywność nawet w takich warunkach, jednak dla waszej rasy będzie to naprawdę trudny rok.

source: Dwarves always have vaults full of food and booze. Humans will get supplies from Wesnoth. Elves have so much food in their forests that they don't even need to stockpile... Pillage is verily the only way for us to survive.
pl: Krasnoludy wiecznie mają krypty pełne żywności i gorzałki. Ludzie dostaną zaopatrzenie z Wesnoth. Elfy mają w lasach tyle żywności, że nawet nie czynią zapasów... Grabież to zaprawdę jedyna droga przetrwania dla orków.

source: Finally, we did it! The battle was really hard. Everyone has to cross the river now. Set campfires and put on dry clothes.
pl: Wreszcie się udało. Bitwa była naprawdę ciężka. Niech wszyscy przejdą na zachodnią stronę rzeki. Rozpalicie ogniska i załóżcie suche ubrania.

source: Yes, let us drink some booze, too. It will do us good. Give me meat for the dogs!
pl: Tak. Napijmy się też wódki. Dobrze nam zrobi. Dać mi zaraz mięso dla psów!

source: So it came off. I doubted we would get away scot-free. Let us rest and talk about your journey, orcish lord...
pl: Więc jednak się udało. Wątpiłem, byśmy wyszli z tej bitwy cało. Odpocznijmy zatem i pomówmy o twojej drodze, wodzu orków...

source: What do you mean, saurian?
pl: Hmm... Co masz na myśli, jaszczurze?

source: You are heading to Gelu'Aben, but the road to the fortress may be deceptive... Who knows? Maybe your brothers have already been attacked by the undead?
pl: Podążasz do Gelu'Aben, jednak droga do twierdzy może być zwodnicza... Kto wie, czy nieumarli nie zaatakowali już waszych braci?

source: Yes... We will need to cross the lands of Elgerus to reach Gelu'Aben. This lousy orc has been called mad for ages. I bet that the situation in his fortress, Sunek Dal, is much worse than ours. He may try to rob us.
pl: Tak... By dojść do Gelu'Aben będziemy musieli przejść przez tereny Elgerusa. Ten zawszony ork od lat nazywany jest szalonym. Założę się, że sytuacja w jego twierdzy, Sunek Dal, jest jeszcze gorsza niż nasza. Może próbować nas ograbić...

source: Apart from Elgerus, trolls are the second rulers of that land as well. They have been under Elgerus and his clan’s yoke for ages. If a battle is awaiting us, they will certainly help.
pl: Prócz Elgerusa na tych ziemiach władają też trolle. Od lat były pod batem Elgerusa i jego klanu. Jeśli czeka nas bitwa, na pewno nam pomogą.

source: There is one other way, though... through bogs... a lot faster...
pl: Jest jednak inna droga... przez bagna... znacznie szybsza...

source: Where is the catch, reptile?
pl: A gdzie jest haczyk, jaszczurze?

source: I am speaking of bogs which we were banished from by the mages. You can go through them. Obviously, You will surely have to fight a battle there, but my saurians will help. You can have best of my best warriors and shamans at your disposal. You will also find dozens of them or so hidden in the bogs... not to mention the amounts of food you could take back from the mages.
pl: Mowa tu o bagnach, z których wyrzucili nas ludzcy magowie. Możecie przez nie przejść. Niechybnie czeka was wówczas bitwa, ale pomogą wam w niej moje jaszczury. Mogę dać wam do dyspozycji najlepszych żołnierzy i wróżbitów, a całkiem sporo znajdziecie ich też ukrytych na bagnach... Nie wspominam już o zasobach żywności, które odbilibyście z rąk magów.

source: Think about that twice, cousin... We are going to fight anyway. Which way will we choose...?
pl: Zastanów się dobrze, kuzynie... I tak czeka nas walka. Którą drogą pójdziemy...?

source: I want to...
pl: Więc ja...

source: I want to keep the saurians nearby. We are heading towards the bogs!
pl: Chcę mieć jaszczurki przy swoim boku. Maszerujemy na bagna!

source: Emborgi-tarash
pl: Emborgi-tarasz

source: Wise choice, young ruler! I knew you would help us.
pl: Słuszny wybór, młody wodzu. Wiedziałam, że nam pomożesz.

source: What? Where has that old saurian come from?
pl: Co? Skąd się wzięła ta stara jaszczurka?

source: This is Emborgi-tarash. Our spiritual leader and the best oracle in our clan.
pl: To jest Emborgi-tarasz. Nasza duchowa przewodniczka i najlepsza wróżbitka w naszym klanie.

source: It seems the older are the oracles, the better they are...
pl: Zdaje się, że wróżbita czym starszy, tym lepszy...

source: I have heard that, wolf rider. I foresaw you would come here. I also forecast that you would defeat these human jesters on the bogs. I will lead you there myself and I will accompany you through your whole journey. Together with my folk.
pl: Słyszałam to, jeźdźcze wilka... Przewidziałam, że się tu pojawiasz. Przepowiedziałam też, że pokonasz ludzkich kuglarzy na bagnach. Sama cię tam poprowadzę i będę ci towarzyszyć przez całą twą podróż. Wraz z moim ludem.

source: These are big words, Emborgi-tarash. I will be honoured to have you among my people.
pl: Hmm... To wielkie słowa, Emborgi-tarash. Zaszczytem będzie dla mnie mieć cię wśród swojego klanu.

source: Your leaving is indeed a great loss for us, oracle. Yet, I cannot forbid you to do this. May the wisdom of your words appeal to your new brothers, as it used to appeal to us, elder.
pl: To wielka strata dla nas, że nas opuszczasz, wróżbitko. Nie mam jednak prawa ci tego zabronić. Niech mądrość twego słowa przemawia do twych nowych braci, jak przemawiała do nas, starsza.

source: So be it. Farewell, my son. I foretell you and our brothers will soon return to the bogs, which we will reclaim.
pl: Niech tak będzie. Żegnaj, mój synu. Przepowiadam ci, że niedługo wrócisz z naszymi braćmi na bagna, które odbijemy.

source: Let us drink a toast to our brothers' and sisters' health! Rest and feast! Burn the dead bodies of the deceased, and tomorrow we are setting out to the bogs.
pl: Wypijmy zdrowie naszych nowych braci i sióstr. Odpocznijmy i bawmy się. Spalmy ciała naszych zmarłych, a nazajutrz ruszymy drogą na bagna.

source: Helping the trolls is the best way. We are heading to Sunek Dal!
pl: Wsparcie trolli będzie najlepszym wyborem. Ruszamy do Sunek Dal!

source: Sssss! So be it. We understand you would rather slay your own brothers than help us. Go then.
pl: Sss...! Niech tak będzie. Rozumiemy to, że wolicie zarżnąć waszych własnych braci, niż nam pomóc. Idźcie zatem.

source: Take back everything you said, lousy reptile!
pl: Odszczekaj to, nędzny płazie!

source: Calm down, Marbus... We don’t want to fight. We may have to return here soon. Let us rest for a while, and then set out...
pl: Marbus! Spokojnie... Nie chcemy walki. Może się także okazać, że będziemy musieli tu wrócić. Odpocznijmy chwilę i ruszajmy dalej.

source: Yes, you are right. We shall drink some more booze and then set out. It is high time we helped the trolls.
pl: Tak... Masz rację. Wypijmy jeszcze trochę wódki, a potem ruszajmy. Pora wesprzeć trolle.

source: No! Without the help of the saurians we won't defeat the undead.
pl: Nie! Bez pomocy jaszczurów nie pokonamy nieumarłych.

source: A recent danger, the mighty undead, feared by children and women, in front of whom orcs had been falling ... has been defeated. Even though it happened neither without doubts, nor without sacrifice, in the beating hearts of orcs the warfare and the lust for survival have inflamed. The warriors saw that even the most dreadful demons could be defeated.
pl: Niedawne zagrożenie, wielki nieumarły wróg, którego lękały się dzieci, bały kobiety, przed którym padali orkowie... Został pokonany. Nie bez wahania i nie bez ofiary, ale jednak, w silnie bijących sercach orków znów zapłonął ogień walki i żądza przetrwania. Wojownicy przekonali się, że nawet najstraszliwsze demony mogą zostać pokonane...

source: They managed to do it only thanks to the help of Saurians. When years ago sovereign Gewold refused to help and shelter them, everyone was expecting the war. In the far north the great battle between the orcish clans and Saurians was supposed to break out. Two kinds of blood would flood the dry hills and the swampy marches. However, this battle never happened.
pl: Udało się to tylko dzięki pomocy jaszczurów. Gdy lata temu suweren Gewold odmówił im pomocy i schronienia, wszyscy oczekiwali wojny. Na dalekiej północy miała rozpętać się bitwa pomiędzy klanami orków a jaszczurami. Dwa rodzaje krwi miały skropić suche wzgórza i bagienne moczary. Do bitwy jednak nigdy nie doszło.

source: Yet it even turned out that these two races could live in harmony. In face of much more serious danger they were able to forget their differences and stood together into combat, which would they certainly lose if acted separately.
pl: Okazało się jednak, że te dwie odmienne rasy mogą żyć w zgodzie. W obliczu o wiele bardziej poważnego zagrożenia byli zdolni zapomnieć o dzielących ich różnicach i ramię w ramię stanęli do boju, który niechybnie przegraliby, działając osobno.

source: Saurian units, salted in battles and disciplined, joined Marbus's forces. They were commanded by an old Saurian Oracle, Emborgi-tarash - mysterious and taciturn, with a nearly blind gaze. She was foreseeing and auguring. Marbus didn't know many people whom he respected, but she was counted in them as soon as she appeared.
pl: Zahartowane w bojach i zdyscyplinowane oddziały jaszczurów dołączyły do sił Marbusa. Dowodziła nimi stara jaszczurza wyrocznia, Emborgi-tarash. Tajemnicza i małomówna, z niemal ślepym spojrzeniem. Przepowiadała i wróżyła. Marbus nie znał wielu osób, względem których odczuwał szacunek, jednak ona zaczęła do nich należeć niemal natychmiast, gdy się pojawiła.
