Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Our Jarls? Our? Ah no ... We do not fall under the jarls’ command, neither the witches nor the lords! We are absolutely free! You stand before the descendant of the Great Landar, the Red Riding Hood, the ruler of the Blood Elves!
pl: Nasi Jarlowie? Nasi?! O nie... My nie podlegamy władzy jarlów, wróżek bądź lordów! Jesteśmy całkowicie wolni! Stoisz przed potomkinią wielkiego Landara, przed Czerwonym Kapturkiem, władczynią Krwawych Elfów!

source: The Red Riding Hood? But that a fairy tale for children!
pl: Czerwonym Kapturkiem...? Toż to klechda dla dzieci!

source: Red ... Riding Hood ... Fairy tale!
pl: Czerwony... Kapturek... Bajka!

source: This Person used to tell her daughters the story of the Red Riding Hood and the wolf ... This Person didn’t think that there was a grain of truth in it. Where does this nickname come from, elvish girl?
pl: Ta Osoba opowiadała swoim córkom historię o Czerwonym Kapturku i wilku... Nie sądziła jednak, że kryje się w niej ziarnko prawdy. Skąd ten przydomek, elfia dziewczyno?

source: One night my former Jarl sent me and my unit to hunt. The fool wanted some deer meat, and we, little dogs, had to rush and hunt some for him. We didn’t expect to be attacked by wolves, or rather your stunted brothers on wolves. Supposedly one of them lead to your wandering our forests now, and we can’t slaughter you like ducks!
pl: Pewnej nocy mój były Jarl wysłał mnie i oddział moich łuczników na polowanie. Głupcowi zachciało się sarniny, a my jak małe pieski musieliśmy pognać, by mu ją upolować! Nie spodziewaliśmy się, że zostaniemy zaatakowani przez wilki, a raczej waszych skarlałych braci na wilkach... Ponoć jeden z nich doprowadził nawet do tego, że teraz szwendacie się po naszych lasach, a my nie możemy wyżynać was jak kaczki!

source: It doesn’t matter anymore ... Coming back to the main story: we weren’t going to surrender without a fight. We didn’t think of losing at all. And we won, having only our hunting bows and skinnig knives on us. We defeated a pack of direwolves, and when we finished ... our hoods were red with blood. That thus my nickname.
pl: Mniejsza jednak o to... Wracając do opowieści – nie zamierzaliśmy poddać się bez walki. W ogóle nie myśleliśmy o przegranej... I wygraliśmy. Mając tylko łuki do polowania i noże do skórowania zwierzyny, pokonaliśmy watahę wargów, a gdy skończyliśmy... Nasze kaptury były czerwone od krwi. Stąd mój przydomek.

source: This is a very interesting story, but this jabbering won’t make anyone die, and my sword would gladly taste some of your elvish flesh!
pl: To bardzo ciekawa opowieść, jednak od gadania nikt z nas nie padnie, a mój miecz bardzo chętnie zasmakowałby twojego elfiego ciałka!

source: This does not have to end like this, girl ... You are very young, I will firgive you this excess. Take your warriors and go back home.
pl: To nie musi się tak skończyć, dziewczyno... Jesteś bardzo młoda, daruję ci ten wyskok... Weź swoich wojowników i wracajcie do domu.

source: What! You forgive me!? Our races have fought each other for ages, and I am not going to change this tradition. We will slaughter you! Arrows on the bowstrings!
pl: Co? Ty mi darujesz?! Od wieków nasze rasy walczyły ze sobą, a ja nie mam zamiaru zmieniać tej tradycji. Wyrżniemy was! Strzały na cięciwy!

source: Awww ... Bloody hell! Go on, do it! What am I waiting for? Maybe you have no courage to kill an elvish girl, do you?
pl: Auu... Psia krew! No dalej, zrób to! Na co mam czekać? A może nie masz odwagi, by zabić elfią dziewczynę, co?!

source: Let’s smash her head, and hang the body at the entrance to the cave! Let the treants know what fighting us means!
pl: Rozwalmy jej łeb, a ciało wywieśmy przed wejściem do jaskini! Niech drzewoluby wiedzą, czym grozi walka z nami!

source: You fought bravely, girl ... but your life belongs to us now. Greath Soveregin?
pl: Walczyłaś dzielnie, dziewczyno... Ale twoje życie należy teraz do nas. Wielki Suwerenie?

source: It think that ...
pl: Myślę, że...

source: We should kill the girl and teach the elves a lesson!
pl: Powinniśmy zabić tę dziewczynę i dać nauczkę elfom!

source: Butcher her. And do so with the rest of this elvish litter! Let’s spill the elvish blood!
pl: Zaszlachtujcie ją. Tak, jak i resztę tego elfiego pomiotu! Niech poleje się krew elfów!

source: My death won’t change anything! Be cursed, Marbus! I swear I will haunt you even from the grave!
pl: Moja śmierć niczego nie zmieni! Bądź przeklęty, Marbusie! Przysięgam, że nawet zza grobu będę cię dręczyć!

source: Ha ha! Problem solved!
pl: Hahaha! I po problemie!

source: We should set her free as a sign of good will.
pl: Wypuśćmy ją wolno, jako gest dobrej woli.

source: Let the kid go! Let her go back to her people. Perhaps when her anger subsides and she thinks through her behaviour , she will understand her foolish actions ... We can’t kill everyone who isn’t favourable towards us. The undead are our enemy, not the elves!
pl: Puśćcie dzieciaka. Niech wróci do swoich. Może, gdy już opadnie z niej gniew i przemyśli swoje zachowanie, zrozumie to, jak głupio postąpiła... Nie możemy zabijać wszystkich, którzy nie są nam przychylni. Naszym wrogiem są nieumarli, nie elfy!

source: Ha! You think this will change anything? I will hunt you until the end of my days and will never let you have any rest! I swear I will kill every orc I come across!
pl: Ha! Myślisz, że to cokolwiek zmieni? Będę cię ścigać choćby po kres moich dni, nigdy nie dając ci wytchnienia! Przysięgam, że zabiję każdego orka, którego napotkam!

source: Foolishness! If I were in command of the Great Horde, such an excess wouldn’t happen! This only shows that even elvish pups can oppose us without any consequences!
pl: Głupota! Gdybym to ja dowodził Wielką Hordą, taki wyczyn nie miałby miejsca! Pokazujemy jedynie, że nawet elfie szczenięta mogą przeciwstawić się nam bez konsekwencji!

source: But you are not in command of the Great Horde, Gewold ... And you’d better remember about it.
pl: Ale nie jesteś przywódcą Wielkiej Hordy, Gewoldzie... I lepiej o tym pamiętaj.

source: We should proceed with caution, who knows what else lurks here. Stick together and pay attention to your wounds.
pl: Musimy być ostrożni wchodząc głębiej, kto wie co tu jeszcze czyha. Trzymajcie się razem i dopilnujcie żeby wyleczyć wszelkie swoje rany jak najszybciej.

source: Treants! Humidity, muchroom, elves ... Kill all bad elves and escape as fast as we can!
pl: Drzewoluby! Wilgoć, grzyb, elfy... Zabić wszystkie złe elfy i wynosić się stąd jak najszybciej!

source: And so more enemy forces? When will these fools understand that all races should unite against the common enemy?
pl: A więc kolejne siły nieprzyjaciół? Kiedy ci głupcy zrozumieją, że wszystkie rasy powinny zjednoczyć się przeciw wspólnemu wrogowi?

source: This Person prepares for a fight ...
pl: Ta Osoba szykuje się na walkę...

source: More elves? Great, simply fabulous! Come to me, my friends! Daddy has somethign for you ... A big blade which will gut each of you!
pl: Kolejne elfy! Świetnie, cudownie wręcz! Chodźcie do mnie, moi przyjaciele! Tatuś coś dla was ma... Wielkie ostrze, którym zamierza wybebeszyć każdego z was! Waaarrrr!

source: The south room ... Darn, even here, too? Everyone, to me, we need to clear this area! I’m almost sure that we will find something here!
pl: Sala południowa... Psia kość, tutaj także! Wszyscy, do mnie, musimy oczyścić ten rejon! Jestem prawie pewny, że coś tutaj znajdziemy!

source: Humidity! It comes from here! A lakey! And this means fishes! Trolls likes fishes! There is fishes, fish-woman?
pl: Wilgoć! Stąd ona jest! Jeziorko! A to oznacza ryby. Trolle lubią ryby. Są tam ryby, rybo-kobieto?

source: This Person is not ... But yes, there is fish here. Collurful. This Person saw such fish a long time ago, near the coral reefs.
pl: Ta Osoba nie jest... Ehh... Ale tak, są tutaj ryby... Kolorowe. Ta Osoba widziała takie wiele, wiele lat temu, blisko raf koralowych.

source: Ree ... What?
pl: Raf... Czego?

source: These are ... like gardens .. under water, under vast, salty water. This Person thinks this pool is magical, heals wounds ... It reminds the body what is should be: healed.
pl: To takie... Ogrody... Pod wodą, pod wielką, słoną wodą. Ta Osoba myśli, że sadzawka jest magiczna, leczy rany... Przypomina ciału, jakie powinno być – zasklepione.

source: Great! We can use this place to heal. It seems to me we won’t find anything better here.
pl: Świetnie! Możemy użyć tego miejsca do leczenia. Zdaje mi się, że czegoś lepszego już tutaj nie znajdziemy.

source: This spring is not natural. Someone created it here. Someone opened the ground and ordered it to gush out magical healing water. I myself cannot tell whether it’s been done by an elvish mage or an orcish shaman.
pl: To źródło nie jest naturalne... Ktoś je tu stworzył... Otworzył ziemię i kazał trysnąć tu magicznej, leczniczej wodzie... Sama jednak nie jestem w stanie stwierdzić, czy to robota elfiego maga, czy też orkowego szamana.

source: I’d like to believe the second option is true ... I have never suspected that my people have such a colourful history. Might orcish fortresses, the curse of the Wild Gon, the Gjallarhorn ... I would have never suspected to come across such things ... To lead the Great Horde.
pl: Chciałbym wierzyć, że prawdziwa jest druga opcja... Nigdy nie podejrzewałem, że mój lud ma tak barwną historię... Potężne fortece orków, klątwa Dzikiego Gonu, Róg Gjallarhorn... Nigdy nie sądziłem, że natknę się na coś takiego... Że stanę na czele Wielkiej Hordy.

source: Sometimes life plays tricks on us, Marbus. We must learn to accept the changes, whatever they are, and then live according to new rules. This pond is the new rule ... It only depends on you how you will use it.
pl: Czasem życie płata nam figle, Marbusie. Musimy nauczyć się przyjmować zmiany, jakie by nie były, a następnie żyć wedle nowych zasad. Ta sadzawka to właśnie nowa zasada... Od ciebie zależy, jak ją wykorzystasz.

source: You are right. Created by orcs or not ... It will serve to hea our warriors.
pl: Masz rację... Stworzona przez orków czy nie... Posłuży do leczenia naszych wojowników.

source: This Person senses a strange aura around the pond. It seems to be healing wounds.
pl: Ta Osoba wyczuwa dziwną aurę wokół tej sadzawki... Zdaje się, że leczy ona rany.

source: Excellent! It will make do for our wounded warriors. Keep it safe.
pl: Doskonale! Świetnie nada się dla naszych rannych wojowników. Zabezpieczcie ją.

source: *Barks merrily and wags its tail*
pl: *Szczeka radośnie i merda ogonem.*

source: This is a glyph ... We’d better take it with us. I bet it will become useful.
pl: To jakiś glif... Lepiej weźmy go ze sobą. Założę się, że nam się przyda.

source: What the ...? A stone? Some magical contraption ... I may be useful.
pl: Co do...?! Kamień! Jakieś magiczne ustrojstwo... Pewnie będzie nam potrzebne.

source: This Person has found the glyph. I will no doubt be useful for finding the Gjallarhorn.
pl: Ta Osoba znalazła glif. Zapewne przyda się do odnalezienia Rogu Gjallarhorn.

source: A magical stone ... I feel we will find it useful.
pl: Magiczny kamień... Czuję, że do czegoś nam się przyda.

source: What the...?!
pl: Co do...?!

source: Waaaargh! Leave my cave be! What do you want from it?!
pl: Waaaargh! Zostawcie moją jaskinię! Co od niej chcecie?!

source: We are looking for the Gjallarhorn. We are not going to stay her for long.
pl: Szukamy Rogu Gjallarhorn. Nie zamierzamy zostać tu długo.

source: Yeah, sure! First, the elves came and mollified me with their elvish food, but they won’t leave! You’ve left their corpses, and the soil has already soaked up the blood. You will pay for devastating my dwelling!
pl: Akurat! Najpierw wpadły tu elfy i udobruchały mnie swoim elfim jedzeniem, ale nie odejdą! Wszędzie zostawiliście ich trupy, a krew zdążyła już wsiąknąć w podłożę! Zapłacicie mi za zdewastowanie mojego domu!

source: Draw your swords!
pl: Miecze w dłoń!

source: Cursed orcs! Wherever you turn up ... death always follows!
pl: Przeklęci... Orkowie! Gdzie was nie spotkać... Tam zawsze przybywa śmierć!

source: He is truly right. But it’s time to ease ourselves of this curse’s burden. Let’s take the glyph and try using it somehow.
pl: Ma sporo racji... Ale pora zrzucić z nas ciężar tej klątwy. Zabierzmy ten glif i spróbujmy jakoś go wykorzystać.

source: This statue looks different from the rest. There seems to be a passage behind it. Meybe we could move it aside ...
pl: Ten posąg wygląda inaczej niż reszta. Zdaje się, że jest za nim przejście. Może uda się go jakoś przesunąć...

source: What for? Let’s call some hefty-looking soldiers and take a batternig ram. It will yield.
pl: Po co? Skrzyknijmy lepiej kilku pokaźniejszych wojaków i weźmy taran. Zaraz ustąpi.

source: This is not the best idea. When I was in the catacombs of the stronghold, I came across some scriptures telling about such passages. If we use force to move the statue, the cave will collapse and finding the Gjallarhorn will take us months. Assuming, of course, it is still there.
pl: To nie jest najlepszy pomysł... Gdy byłem w katakumbach orkowej twierdzy, natknąłem się na zapiski mówiące o podobnych przejściach. Jeśli spróbujemy wyważyć posąg siłą, jaskinia za nim osunie się i znalezienie Rogu Gjallarhorn zajmie nam całe miesiące. Zakładając oczywiście, że dalej tam będzie.

source: What shall we do, then? Call the elvish witch so that she will cast a spell and unblock the passage for us?
pl: Więc co mamy robić? Wezwać elfią wróżkę, by rzuciła zaklęcia i odblokowała dla nas przejście?!

source: This Person thinks it won’t be necessary. Look at the statue: it seems to be possible to be filled with something... A crystal of sorts... or glyphs. We might find them here and they will open the passage.
pl: Ta Osoba myśli, że to nie będzie konieczne. Spójrzcie na posąg – wygląda, jakby można go było czymś uzupełnić... Jakimiś kryształami bądź... Glifami. Być może znajdziemy je tutaj i otworzą przejście.

source: Aidala is right. Let’s have a look around the cave and come back here when we find something.
pl: Aidala ma rację. Rozejrzyjmy się po jaskini i wrócimy tu, gdy coś znajdziemy.

source: We still don't have all the glyphs. It would be better to return here with all pieces of the puzzle.
pl: Póki co nie mamy jeszcze wszystkich glifów. Lepiej wrócić tu z wszystkimi elementami tej zagadki.

source: Finally, we’ve collected all the glyphs. It’s time to have a look at the statue.
pl: Wreszcie, zdobyliśmy chyba wszystkie glify. Pora przyjrzeć się posągowi...

source: Over the spaces there are some words carved. This can be a riddle.
pl: Nad wyżłobieniami są wyryte jakieś słowa. To chyba zagadka.

source: This statue looks different from the rest. There seems to be a passage behind it. Maybe we could move it aside ...
pl: Ten posąg wygląda inaczej niż reszta. Zdaje się, że jest za nim przejście. Może uda się go jakoś przesunąć...

source: This Person thinks it won’t be necessary. Look at the statue: it seems to be possible to be filled with something... A crystal of sorts... or glyphs. Why don’t we put the stones we found in the spaces on the statue. However, we will have to do it in the right order.
pl: Ta Osoba myśli, że to nie będzie konieczne. Spójrzcie na posąg – wygląda, jakby można go było czymś uzupełnić... Jakimiś kryształami bądź... Glifami. Spróbujmy włożyć w te miejsca kamienie, które znaleźliśmy. Będzie trzeba jednak ustalić odpowiednią kolejność.

source: Damn it, not this way. Let’s start over.
pl: Psia krew, to nie tak... Zacznijmy od nowa...

source: Statue
pl: Statua

source: You need five signs to open the door. To arrange them correctly, watch from bird's view.
pl: By mnie otworzyć, pięciu trzeba znaków. Jak je ułożyć, spójrz oczami ptaków.

source: Enter the glyph with the letter U
pl: Wsuń glif z literą E

source: Enter the glyph with the letter B
pl: Wsuń glif z literą F

source: Enter the glyph with the letter C
pl: Wsuń glif z literą T

source: You need five signs to open the door. To arrange them correctly, watch from bird's view. C
pl: By mnie otworzyć, pięciu trzeba znaków. Jak je ułożyć, spójrz oczami ptaków. T

source: Enter the glyph with the letter S
pl: Wsuń glif z literą L

source: Enter the glyph with the letter L
pl: Wsuń glif z literą R

source: You need five signs to open the door. To arrange them correctly, watch from bird's view. CL
pl: By mnie otworzyć, pięciu trzeba znaków. Jak je ułożyć, spójrz oczami ptaków. TR

source: You need five signs to open the door. To arrange them correctly, watch from bird's view. CLU
pl: By mnie otworzyć, pięciu trzeba znaków. Jak je ułożyć, spójrz oczami ptaków. TRE

source: You need five signs to open the door. To arrange them correctly, watch from bird's view. CLUB
pl: By mnie otworzyć, pięciu trzeba znaków. Jak je ułożyć, spójrz oczami ptaków. TREF

source: We’ve made it! The statue is moving!
pl: Udało się, posąg się przesuwa!

source: This Person is thinking of a password ... CLUBS ... Oh yes, it we look at the shape of the cave...
pl: Ta Osoba zastanawia się nad hasłem... TREFL... No tak, jeśli zerkniemy na kształt tej jaskini...

source: This is of no importance! Let’s take the horn and set out to deal with the Wild Gon!
pl: To bez znaczenia! Bierzmy ten róg i ruszajmy, by załatwić Dziki Gon!

source: I’m afraid this is not the end of the dangers ... But it’s true, it’s time to set off. Follow me!
pl: Obawiam się, że to nie koniec niebezpieczeństw... Ale fakt, pora nam ruszyć w drogę. Za mną!

source: A rat! Dinner!
pl: Szczurek! Obiadek!

source: Filthy rodent! Some you fry them over fire and eat, but I’ve never manager to look a it! Disgusting!
pl: Paskudne gryzonie! Niektórzy z nas smażą je nad ogniem i jedzą, ale ja nigdy nie byłam w stanie na to patrzeć. Ohydztwo!

source: This Person has a question ...
pl: Ta Osoba ma pytanie...

source: Yes, Aidala?
pl: Tak, Aidalo?

source: Can we keep it?
pl: Możemy go zatrzymać?

source: What ?!
pl: Co?!

source: The rat. Can we keep it? It is so sweet and ... shaggy.
pl: Szczur. Możemy go zatrzymać? Jest taki słodki i... Kudłaty.

source: Barley is shaggy, too. However, it’s hard to call him sweet ...
pl: Jęczmień też jest kudłaty. Choć może trudno nazwać go słodkim...

source: *Barks merrily and jumps, stamping its paws on the ground*
pl: *Szczeka radośnie i podskakuje, bijąc łapami o podłoże.*

source: ... or it isn’t.
pl: ...albo nie trudno.

source: But it’s your animal. I want one of my own.
pl: Jednak to twoje zwierzę. Chcę własne.

source: Ehh... This doesn’t seem to be a good idea. It can have rabies and pass it on to our army. But I can bring you an animal when all of this ends.
pl: Ehh... Nie wydaje mi się, by był to dobry pomysł. Może mieć wściekliznę i zarazić nią nasze wojsko. Mogę jednak sprowadzić ci jakieś zwierzę, gdy to wszystko już się skończy.

source: Rat. Can we keep it? It's so cute, and... Shaggy.
pl: Szczur. Możemy go zatrzymać? Jest taki słodki i... Kudłaty.

source: Very well, Marbus.
pl: Dobrze, Marbusie.

source: Cursed flying rats! I can never shoot them! Waaargh!
pl: Przeklęte, latające szczury! Nigdy nie mogę w nie trafić! Waaargh!

source: *Cocks its head in an asking manner*
pl: *Przechyla pytająco głowę.*

source: This Person thinks you should be using some sedatives.
pl: Ta Osoba myśli, że powinieneś stosować jakieś środki na uspokojenie.

source: Clubs
pl: Trefl

source: This Person thinks it’s high time to be ready for a hard battle ...
pl: Ta Osoba sądzi, że pora przygotować się na naprawdę ciężki bój...

source: Maybe not ... He is probably .... Sleeping?
pl: Może nie... On chyba... Śpi?

source: Sharpen your swords! Now we have the chance! Uproot the treant!
pl: Ostrzyć miecze! Teraz mamy szansę! Wyrwać drzewca z korzeniami!

source: What ... what ...? What!? Who dares enter Clubs’s dwelling!?
pl: Omomo... Co... Co...? Co?! Kto śmie wdzierać się do siedziby Trefla?!

source: And all our plan fell apart... I’m Marbus, The Great Sovereign of the Horde. I’ve come here to take the Gjallarhorn thanks to which we can destroy the King of Wild Gon and lift the curse from my race.
pl: I cały plan wziął w łeb... Jestem Marbus, Wielki Suweren Hordy. Przybyłem, by zabrać stąd Róg Gjallarhorn, dzięki któremu można zniszczyć Króla Dzikiego Gonu i zdjąć z mojej rasy klątwę. Przynajmniej na kolejne tysiąc lat.

source: It’s fine ... If you are telling the truth, I have been sleeping here for thousand years. I bacace the guardian of this place and was planted but an orc shaman, one of your predecessors. He must have gathered the Great Horde and deafeated the King of Gon. What he did then was, however, very imprudent.
pl: Dobrze, już dobrze... Jeśli mówisz prawdę, śpię tu już od tysiąca lat. Zostałem strażnikiem tego miejsca, a zasadził mnie orkowy szaman, jeden z twoich poprzedników... Musiał zebrać Wielką Hordę i pokonać Króla Gonu. Postąpił wtedy jednak... Bardzo nierozważnie...

source: Imprudent? What do you mean, guardian?
pl: Nierozważnie? Co chcesz przez to powiedzieć, strażniku?

source: The orc thought that he would be able to break the curse of the Wild Gond once and for all. He lived long. Very long. He was a great mage. He understood the true nature of the Curse. It draw its strength from the orcush nature itself, your wickedness and bloodthirst. It was supposed to be the final weapon against your kind, which was made by the beings across the ocean.
pl: Ów ork sądził, że zdoła raz na zawsze złamać klątwę Dzikiego Gonu... Żył długo... Bardzo długo... Był wielkim magiem. Zrozumiał naturę owej klątwy... Czerpała ona siłę z samej orkowej natury, waszej podłości i żądzy krwi... Miała być ostateczną bronią przeciw waszemu ludowi, którą zgotowały wam istoty zza oceanu.

source: But the orc created a magical object, thanks to which the curse could be lifted for one thousand years. And yes, the object is the Gjallarhorn. After many years, the mage came to the conclusion that this was not enough. He created an amulet allowing you to bind the curse to you, take its burden upon oneself. The burden of the sins of the orcish race ...
pl: Jednak ów ork stworzył magiczny przedmiot, dzięki któremu można było zawiesić ciężar klątwy na tysiąc lat... Tak, mowa tu o Rogu Gjallarhorn. Po wielu latach czarownik doszedł jednak do wniosku, że to nie wystarczy. Stworzył amulet, dzięki któremu można było związać ze sobą klątwę, przyjąć na siebie jej ciężar. Ciężar grzechów całej rasy orków...

source: Such a great sacrifice ... What happened next?
pl: To wielkie poświęcenie... Co stało się później?

source: The shaman made ghis amulet at the dwarfish smithies, using the best tools the dwarves had. He worked hard for many months, and his warriors withstood the dwarfish siege. In the end they lost, and the mage fled. He was killed by the beardmen in a forgotten tunnel, where his ghost haunts, and the amulet awaits to be found. At least that is what the legend says.
pl: Ów szaman wykonał swój amulet w krasnoludzkich kuźniach, przy użyciu najlepszych narzędzi, jakimi dysponowała tamta rasa... Pracował ciężko wiele miesięcy, a jego wojownicy wytrzymywali oblężenie krasnoludów... W końcu jednak padli, a sam mag zbiegł... Został zamordowany przez brodaczy w zapomnianym tunelu, gdzie jego duch straszy do dziś, a amulet czeka na to, by zostać znalezionym... Tak przynajmniej mówi legenda.

source: So, enough talk. We’ve come for the artifact, so a trial awaits. To battle!
pl: No, ale dosyć gadania... Przybyliście po artefakt, więc czeka was próba! Stawać do walki!

source: Phew ... It wasn’t easy. We can finally take the horn and leave.
pl: Uch... Niełatwo było. W końcu jednak możemy zabrać róg i odejść.
