Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: This Person senses desperation in your voice, treehugger... I'll do something for you... I'll order my daughters to cut you into pieces, and bury each one under one of your sacred trees... And when the burial will conclude, I'll set them on fire! There will be no more sacred groves of yours!
pl: Ta Osoba wyczuwa desperację w twoim głosie, drzewolubie... Zrobię coś dla ciebie... Każę swoim córkom porąbać cię na kawałki, a każdy z kawałków zakopać pod jednym z waszych świętych drzew... A gdy dopełni się już ten pogrzeb, podpalę je! Na północy nie ostanie się ani jeden z waszych gajów!

source: We'll see, sea witch... We'll see...
pl: Zobaczymy, morska wiedźmo... Zobaczymy...

source: I'm getting tired of talking with those, who soon won't talk anymore. Enough chit-chats before battle. Kill them!
pl: Męczy mnie już wymiana słów z tymi, którzy niedługo nie wypowiedzą już żadnego zdania. Dosyć przekomarzań przed bitwą. Zabić ich!

source: Ugh... Damn... Orcs... Beatrice did so much for you, and you... Didn't keep... the promise...
pl: Ugh... Przeklęci... Orkowie... Beatrycze tyle dla was zrobiła, a wy... Nie dotrzymaliście... Słowa...

source: Don't worry, Jarl. I will keep mine. I promise that no one will touch your body... Except my daughters, that will cut it after the battle...
pl: Nie martw się, Jarlu. Ja go dotrzymam. Obiecuję, że nikt nie tknie twego ciała... Prócz moich córek, które porąbią je po bitwie...

source: This is not the end... Cavalry... Fight for the Northern Alliance...
pl: To nie koniec... Kawalerzyści... Walczcie za Sojusz Północy...

source: We come as we promised to lady Beatrice! Last lords, commanders, officers and soldiers faithful to Northern Alliance! Grab your lances, we'll charge and rout the enemy!
pl: Nadciągamy zgodnie z obietnicą, którą złożyliśmy pani Beatrycze! Ostatni lordowie, dowódcy, oficerowie i żołnierze wierni ideałom Sojuszu Północy! Chwyćcie za swoje lance, szarżą rozgromimy przeciwnika!

source: I cannot believe it...
pl: Nie mogę w to uwierzyć...

source: Some cavalry is still left here! Those are mine! Warriors, to arms! And that knight's horse is mine!
pl: Uchowała się tu jeszcze konina! Ci są moi! Wojownicy, miecze w dłoń! A koń, na którym paraduje ten rycerz, ma być mój!

source: Not very successful, that ambush of yours... Even that one made by peasants in a village nearby was better. They told us, that all their valuables are kept in a barn... We went there with Gewold, and inside a dozen peasanst armed with pitchforks awaited for us. They screamed like crazy, when they jumped onto us.
pl: Niezbyt udana ta wasza zasadzka... Już nawet ta, którą wykonali na nas wieśniacy w jednej z okolicznych wsi, była lepsza. Powiedzieli nam, że kosztowności ukryli w stodole... Poszliśmy tam z Gewoldem, a w środku czekało już na nas tuzin chłopów z widłami. Krzyczeli jak opętani, gdy się na nas rzucili.

source: They screamed even more when we set the barn on fire. But enough reminiscing. Slaughter those horses!
pl: Jeszcze bardziej krzyczeli, gdy podpaliliśmy stodołę. No, ale dosyć wspominania. Wyrżnąć mi te koniki!

source: No... The Northern Alliance... The Lords... We cannot fall... It cannot be the end...
pl: Nie... Sojusz Północy... Lordowie... Nie możemy paść... To nie może być koniec...

source: It may, and it is. You ruled those lands for long enough. Now a new order became. An order of the Great Horde! Tash ash krok narosh! Bring me this fool's head!
pl: Może i jest. Wystarczająco długo sprawowaliście władze nad tymi ziemiami. Teraz nadszedł czas na nowy porządek. Porządek Wielkiej Hordy! Tash ash krok narosh! Przynieście mi głowę tego głupca!

source: And bring me his horse! I'm going to taste a delicious horse meat! Dig my fangs into last of the Northern Alliance's horses!
pl: A mi jego konia! Po tej bitwie mam zamiar skosztować pysznej koniny! Wgryźć kły w mięso ostatniego z wierzchowców Sojuszu Północy!

source: *Barks cheerfully, seemingly liking that idea.*
pl: *Szczeka radośnie, jakby ten pomysł bardzo mu się podobał.*

source: Those elves... They aren't Jarls' warriors... But I'm sure I've seen those banners and armors... Ha! I remember! Blood Elves! I knew we'll meet again, girl!
pl: Te elfy... To nie są wojownicy Jarlów... Ale jestem pewien, że gdzieś już widziałem te proporce i pancerze... Ha! Już pamiętam! Krwawe Elfy! Wiedziałem, że jeszcze kiedyś się spotkamy, dziewczyno!

source: I also awaited meeting you again. Oh, did I wait... After you let me go, I was spitted on and treated like your servant. I had to work hard to regain respect in my warriors' eyes... But I succeded. Here I am, a descendant of Cursed Landar, the ruler of Blood Elves!
pl: Ja także wyczekiwałam spotkania z wami. Oj, wyczekiwałam... Po tym, jak mnie uwolniliście, byłam opluwana, bita i uważana za waszą służkę. Bardzo musiałam się napracować, by odzyskać szacunek w oczach moich wojowników... Ale udało się. Oto jestem, potomkini Wyklętego Landara, władczyni Krwawych Elfów!

source: Hahaha! You don't know how I'm glad that I see you... A lot has changed since our last meeting. But one thing remains unchanged - you don't stand a chance against us. Still, it sounds great - a descendant of Landar becomes a pawn of Kalenz's descendant... Tell me, did Beatrice scolded you much for attacking us in that cave?
pl: Hahaha! Nawet nie wiesz, jak się cieszę, że cię widzę... Wiele się zmieniło od naszego ostatniego spotkania. Ale jedno wciąż pozostaje niezmienne – nie macie z nami szans. Choć to tak ładnie brzmi... Potomkini Landara staje się pionkiem na szachownicy potomkini Kalenza... Powiedz, Beatrycze bardzo zbeształa cię za zaatakowanie nas w tamtej jaskini?

source: You dog! I'm nobody's pawn! Me and my warriors are fighting only for ourselves. We don't care about the North, Jarls, not even Beatrice! She isn't my lady! We fight with you because we hate you!
pl: Ty psie! Nie jestem niczyim pionkiem! Ja i moi wojownicy walczymy dla samych siebie. Nie interesuje nas północ, Jarlowie, ani nawet Beatrycze! Nie jest moją panią! Walczymy z tobą, ponieważ cię nienawidzimy!

source: The same as you hate the Jarls. You still can't change anything. It's a source of your anger, your frustration. Your forces are fierce, but low in numbers. You don't count. Wherever you go, you're just a pushover. Even now, they ordered you to guard a road bigger than yourself. So much potencial wasted...
pl: Tak, jak nienawidzicie Jarlów. Ciągle nie możesz niczego zmienić. To jest źródłem twojego gniewu, twojej frustracji. Twoje oddziały są zacięte, ale małe. Nie liczysz się. Gdziekolwiek się pojawisz, jesteś tylko popychadłem. Nawet teraz kazali ci strzec drogi do większej od siebie. Taki potencjał zmarnowany...

source: You... Ugh... Damned...
pl: Ty... Ugh... Przeklęty...

source: But you know what...?
pl: Ale wiesz co...?

source: Blood Elves might become a part of the Great Horde.
pl: Krwawe Elfy mogą zostać częścią Wielkiej Hordy.

source: I'll let you stay alive. I'll let you keep your forces. I'll let you call yourself the Queen of Elves. You'll stand on equal ground with my most dedicated servants, equal with Gewold. Equal even with Aidala! After this battle I'll order to spill all of elves' treasures before your feet. You have to do only one thing...
pl: Pozwolę ci żyć. Pozwolę ci zachować swoje oddziały. Pozwolę ci nazywać się Królową Elfów. Staniesz się na równi z moimi najbardziej oddanymi sługami, na równi z Gewoldem. Na równi nawet z Aidalą! Po tej bitwie każę wynieść wszystkie skarby elfów i wysypać je u twoich stóp. Zrób tylko jedno...

source: Bow before me.
pl: Pokłoń się mi.

source: No! I don't bow to anyone, I have no masters! I'm a descendand of Landar, filled with his hatred, his ideals, his...
pl: Nie! Ja się nie kłaniam, ja nie mam panów! Jestem potomkinią Landara, przesyconą jego nienawiścią, jego ideałami, jego...

source: You know I'll keep my promise. You hate me as much as Jarls. Under my custody Blood Elves will finally become important. Landar will finally beat Kalenz, after all those years... Didn't he deserve it? Would't he want such end? Or rather he'd like her only descendant to die pointless death protecting the Highest Priestess, that didn't even remembered her?
pl: Wiesz, że dotrzymam słowa. Nienawidzisz mnie tak samo jak Jarlów. Pod moją pieczą Krwawe Elfy nareszcie staną się ważne. Landar wreszcie pokona Kalenza, po tylu wiekach... Nie zasłużył na to? Nie chciałby takiego końca? Czy raczej wolałby, żeby jego jedyna potomkini zginęła bezsensowną śmiercią w obronie Najwyższej Kapłanki, która nawet o niej nie pamiętała?

source: I... He... He'd prefer the Blood Elves to be mighty again...
pl: Ja... On... On wolałby, żeby Krwawe Elfy znów były silne...

source: Bow before me...
pl: Pokłoń się mi.

source: !!! Great Sovereign... Don't you think it's too much? We don't need them! They are nothing! I can crush that girl and her troops in mere seconds! You shouldn't...
pl: Hola, hola! Wielki Suwerenie... Nie uważasz, że to za dużo? Nie potrzebujemy ich! Są niczym! Mogę zgnieść zarówno tę dziewczynę, jak i cały jej oddział w zaledwie kilka chwil! Nie powinieneś...

source: This Person thinks, that you're not the one to speak what the Great Sovereign should or shouldn't do, Gewold... And you'd better remember it... Also, it's not the matter of extra forces for the Great Horde...
pl: Ta Osoba myśli, że nie do ciebie należy mówienie, co Wielki Suweren powinien, a czego nie powinien robić, Gewoldzie... I lepiej o tym pamiętaj... Poza tym nie chodzi o dodatkowe siły dla Wielkiej Hordy...

source: No? Then what...?
pl: Nie? W takim razie o co...?

source: It's about my satisfaction. This girl was opposing us from the very beginning, and the Blood Elves were hunting our race for ages and are responsible for annihilation of countless small clans. Making them join the Great Horde will be much bigger victory than destroying them. Then, what's your answer, girl?
pl: O moją satysfakcję. Od początku ta dziewczyna stawiała nam opór, a Krwawe Elfy od wieków polowały na naszą rasę i stały za zniszczeniem dziesiątek pomniejszych klanów. Przyłączenie ich do Wielkiej Hordy będzie znacznie większym zwycięstwem, niż ich zniszczenie. Zatem, co odpowiesz, dziewczyno?

source: I...
pl: Ja...

source: *Gets down on one knee and bows her head. Her fighters lower their bows and do likewise.*
pl: *Klęka na jedno kolano i schyla głowę. Jej wojownicy opuszczają łuku i czynią podobnie.*

source: Perfect! Gewold, you dared to oppose me, so you're responsible for this girl's life. You must care about her staing alive to the end of this battle, or you'll be punished... And now, Great Horde, kill the forces of that damned elvish witch!
pl: Doskonale! Gewold, ośmieliłeś mi się sprzeciwić, więc będziesz odpowiedzialny za życie tej dziewczyny. Dbaj o to, by przetrwała tę bitwę, albo spotka cię kara... A teraz, Wielka Hordo, wyrżnąć mi oddziały tej przeklętej, elfiej wiedźmy!

source: This time I won't let you live
pl: Tym razem nie pozwolę ci przeżyć

source: This time I won't make the same mistake of letting you live. I promise you, I'll burn all your banners, all mentions about yourself will be removed from books, all of your soldiers will die and any slave who will say your name will be punished by death. Before this generation passes, no one will remember that any descendand of Landar ever existed!
pl: Tym razem nie popełnię tego błędu i nie pozwolę ci żyć. Obiecuję, że zostaną spalone wszystkie twoje sztandary, wszystkie wzmianki o tobie zostaną usunięte z ksiąg, każdy z twoich żołnierzy zginie, a wypowiadanie twojego imienia przez niewolników będzie karane śmiercią. Nim minie to pokolenie, wszyscy zapomną o tym, że kiedykolwiek istniała jakaś potomkini Landara!

source: You... Filthy... Monster! As long as I have any blood left in my veins I'll be fighting you! My ghost will haunt you even after my death. You won't escape my revenge! I swear!
pl: Ty... Plugawy... Potworze! Póki starczy mi krwi, będę z tobą walczyć! Mój duch prześladować cię będzie nawet po śmierci. Nie umkniesz mojej zemsty! Przysięgam ci to!

source: I'm not interested in oaths of an elvish girl. Many are foretelling me death and revenge, but one revengers from the other side !!!. Enough talking. Gewold, order your warriors to cut her into pieces alive.
pl: Nie interesują mnie przysięgi elfiej dziewczyny. Wielu przepowiada mi śmierć i zemstę, a jednak jedni mściciele zza grobu już połamali sobie na mnie zęby. No, dosyć gadania. Gewold, każ swoim wojownikom poćwiartować ją żywcem.

source: With pleasure... You heard, boys! Forward!
pl: Z rozkoszą... Słyszeliście, chłopcy! Na nich!

source: We meet again, Marbus. This time on opposite sides.
pl: Znów się spotykamy, Marbusie. Tym razem jednak po przeciwnych stronach barykady.

source: Jarl Oferiu! I didn't think we'll meet again! You did a great job helping us defeat the Wild Gon. I could say, we wouldn't be here without you! You must be proud, aren't you?
pl: Jarl Oferiu! Nie sądziłem, że jeszcze cię spotkamy! Wykonałeś kawał dobrej roboty pomagając nam pokonać Dziki Gon. Można rzec, że bez ciebie nie byłoby nas tutaj! Na pewno jesteś z siebie dumny.

source: Silence, Gewold. I'm glad to see you in good health, Jarl. Your help was really much for us. Is there anything I can do for you?
pl: Milcz, Gewoldzie. Cieszę się, że znów mogę widzieć cię w dobrym zdrowiu, Jarlu. Twoja pomoc naprawdę wiele dla nas znaczyła. Czy jest coś, co mogę dla ciebie zrobić?

source: You can gather the Great Horde and leave the North, but I think it's too much of a demand? Well... Then I don't want anything from you. I'll stand my ground and protect lady Beatrice till I die.
pl: Możesz zebrać Wielką Hordę i opuścić północ, ale jak mniemam, to zbyt wielkie żądanie? No cóż... W takim razie niczego od ciebie nie chcę. Stanę do walki i będę bronił pani Beatrycze do ostatniej kropli krwi.

source: I respect that, Jarl. I think I could leave you alive and make a supervisor of slaves... An administrator of your own race... But I'm afraid you're too proud for that. You wouldn't take that job, or rather, commit suicide instead. Anyway, we're thankful for your assistance against Wild Gon. We promise to kill you quickly. Painlessly.
pl: Szanuję to, Jarlu. Myślę, że mógłbym pozostawić cię przy życiu i uczynić zarządcą niewolników... Zarządcą swojej rasy... Jednak obawiam się, że jesteś na to zbyt dumny. Nie podjąłbyś się tej pracy, a raczej sam odebrał sobie życie. Niemniej, dziękuję za twoją pomoc w walce z Dzikim Gonem. Obiecuję, że zabijemy cię szybko. Bezboleśnie.

source: Stop here, damned orc! I swear on my sword, you won't pass any further!
pl: Stój, przeklęty orku! Przysięgam na swój miecz, że nie przejdziesz dalej!

source: Stop. Halt. Go away. Those words work on me just like ''cursed'' and ''filthy''. It's rather boring... You are boring, Jarl. Even standing before the Great Horde, you cannot say any better words. But I see, you aren't an elder... Young, wet behind the ears... I'll give you a second chance. Go, say something noble!
pl: Stój. Zatrzymaj się. Odejdź. Te słowa działają na mnie równie mocno jak „przeklęty” i „plugawy”. To dosyć nudne... Jesteś nudny, Jarlu. Nawet stając w obliczu Wielkiej Hordy nie stać cię na żadne lepsze słowa. Widzę jednak, że nie należysz do starszyzny... Młody, z mlekiem pod nosem... Dam ci więc drugą szansę. No, powiedz coś wzniosłego!

source: No? Well, it's your choice. Gewold, gut him before his warriors' eyes.
pl: Nie? Dobrze, twój wybór. Gewoldzie, wybebeszcie go na oczach jego wojowników.

source: You don't have to say it twice, Great Sovereign!
pl: Nie musisz mi tego powtarzać, Wielki Suwerenie!

source: Ugh... Dammit... But at least I die with honour... I did everything I could...
pl: Ugh... Psia krew... Ale przynajmniej odchodzę z godnością... Zrobiłam wszystko, co mogłam...

source: You weren't really able to do much, stupid girl... But when it comes to me, I can do a lot. And I always keep my word. I'll remove your name from history.
pl: Niewiele mogłaś, głupia dziewczyno... A jeśli chodzi o mnie, ja mogę bardzo wiele. I zawsze dotrzymuję słowa. Wymażę twoje imię z kart historii.

source: Dammit! Betray my own race for future glory... And die on the same day... Marbus... You didn't keep your promise...
pl: Psia krew! Zdradzić własną rasę dla przyszłej chwały... I umrzeć tego samego dnia... Marbusie... Nie dotrzymałeś słowa...

source: Gewold! You were supposed to keep an eye on her! I swear, when this battle will be over, you'll pay for it!
pl: Gewold! Miałeś sprawować nad nią pieczę! Przysięgam, że gdy ta bitwa się skończy, zapłacisz mi za to!

source: She was an adult... She was a warrior. I came here to kill, not to take care of your girls!
pl: Była dorosła... Była wojowniczką. Przyszedłem tu zabijać, a nie pilnować twoich dziewczynek!

source: This Person thinks, that you should watch your words... You won't go without a punishment, but we'll talk about it after the battle.
pl: Ta Osoba sądzi, że powinieneś zważać na słowa... Nie minie cię kara, jednak o tym porozmawiamy po bitwie...

source: Ugh... Dammit... I can't fight anymore...
pl: Ugh... Psia kość... Nie dam rady dłużej walczyć...

source: Should we gut him?
pl: Kazać go wybebeszyć?

source: No. As I said, we owe you a lot, Jarl. So you'll die with honour. Lightest death in the entire battle. Give him a dagger.
pl: Nie. Jak mówiłem, wiele ci zawdzięczamy, Jarlu. Dlatego zginiesz z honorem. Najlżejszą śmiercią, którą zadamy wam podczas tej bitwy. Dajcie mu sztylet.

source: Be damned, Marbus... You'll fall one day. One day, the Great Horde will fall, same as when the Northern Alliance was formed... History will repeat itself... Orcs cannot rule over us...
pl: Bądź przeklęty, Marbusie... Kiedyś upadniesz. Kiedyś upadnie Wielka Horda, jak wówczas, gdy powstawał Sojusz Północy... To się powtórzy... Orkowie nie mogą nad nami panować...

source: I'm waiting, Jarl.
pl: Czekam, Jarlu.

source: *Slits his wrists*
pl: *Podcina sobie żyły.*

source: You'll... Fall....
pl: Kiedyś... Upadniecie...

source: Ugh... What... What are you doing...?
pl: Ugh... Co... Co wy robicie...?

source: You didn't hear the Great Sovereign? We're gutting you alive!
pl: Nie słyszałeś naszego Wielkiego Suwerena? Wybebeszamy cię żywcem!

source: Aaaa! No, please... Ugh...
pl: Aaaa! Nie, proszę... Ugh...

source: This is how fools die...
pl: Tak umierają głupcy...

source: It took you a while to reach my defense line, orcs. I couldn't wait to see you. Same as my friends, whom you know very well.
pl: Długo wam zajęło dojście do mojej linii obronnej, orkowie. Nie mogłem się już wprost was doczekać. Tak, jak moi przyjaciele, których bardzo dobrze znacie.

source: Gilfit the Snowfeet
pl: Gilfit Śnieżnostopy

source: It’s a trap, damned orcs! You thought that we’ll let you go after the massacre you did on our brothers? Not in this life! Snowfeet will fight you to the last axe!
pl: Zasadzka, przeklęci orkowie! Myśleliście, że odpuścimy wam rzeź, którą dokonaliście na naszych braciach? Niedoczekanie! Śnieżnostopi będą z wami walczyć do ostatniego topora!

source: Torturing dwarves will never fail to entertain This Person.
pl: Torturowanie krasnoludów nigdy nie znudzi się Tej Osobie.

source: Dwarves? I thought that I taught you a good lesson in the undergrounds. Your greedy people will surely join my army if I throw you a tenth of my wealth.
pl: Krasnoludy? Myślałem, że dałem wam wystarczającą nauczkę w podziemiach. Wasz łakomy na złoto lud z pewnością dołączy do mojej armii, jeśli tylko rzucę wam pod nogi dziesiątą część mojego majątku.

source: Let’s see...
pl: Pomyślmy...

source: I’ll give you 300 gold pieces for joining my army.
pl: Dam wam 300 sztuk złota za dołączenie do mojej armii.

source: Gold? You want to bribe us with gold, you dim orc? Know that the Snowfeet clan will not take your gold! You're going to pay for the massacre of our brothers with your own, foul, blood!
pl: Złoto? Chcesz przekupić nas złotem, tępy orku? Wiedz więc, że klan Śnieżnostopych nie przyjmie waszych pieniędzy! Zapłacicie nam za masakrę naszych braci własną, plugawą krwią!

source: You insult the Great Sovereign, dwarf. I’ll tear your tongue away for that.
pl: Obrażasz Wielkiego Suwerena, krasnoludzie. Wyrwę ci za to język.

source: Actually, we don’t need you in our ranks.
pl: Jednak wcale nie potrzebuję was w swoich szeregach.

source: I’ll fight you, even if it'll be the last battle of my life!
pl: Będę z wami walczył, choćby i do śmierci!

source: This Person remembers years spent in dirty waters of your undergrounds. Swimming in your sewers and hiding from drunken, stinky dwarves. This Person wants to sink her steel in your bodies so badly.
pl: Ta Osoba pamięta zaś lata spędzone w brudnych wodach waszych podziemi. Pływanie w waszych kanałach i ukrywanie się przed zapijaczonymi, cuchnącymi karłami. Jakże Ta Osoba pragnie zatopić w was żelazo.

source: Keep calm, Aidala. Gilfit, right? I remember, that when we were in trouble, your clan let us go through the undergrounds. You weren’t trying to fight us. Look where we’re now! Thanks to the fact that you didn’t care to attack us back then.
pl: Spokojnie, Aidalo. Gilfit, tak? Pamiętam, że gdy byliśmy w potrzebie, wasz klan pozwolił nam swobodnie przejść przez podziemia. Nie pragnęliście wówczas walki. Spójrz, gdzie jesteśmy teraz! Dzięki temu, że nie chciało wam się wówczas podnieść na nas mieczy.

source: Dwarf, what he’s talking about?!
pl: Krasnoludzie, o czym on mówi?!

source: It’s true that we didn’t fight back then. Our clan isn’t itching to fight. We value peace, leisure and transquility... and also vaults full of gold. So, Great Sovereign, it’s in fact not our war.
pl: To prawda, że wówczas nie walczyliśmy. Nasz klan nie jest skory do przemocy. Szanujemy pokój, wygodę, spokój... a także skarbce pełne złota. Zatem, Wielki Suwerenie, to tak naprawdę nie jest nasza wojna.

source: Damned traitor!
pl: Przeklęty zdrajco!

source: This Person will understand any decision you will make, but would gladly tear throats of this worthless bearded midgets.
pl: Ta Osoba zrozumie każdą decyzję, jaką podejmiesz, ale chętnie zatopiłaby kły w szyjach tych nędznych brodaczy.

source: Given the circumstances...
pl: Biorąc pod uwagę okoliczności...

source: I can pay you 300 gold pieces to join my army.
pl: Mogę zapłacić ci 300 sztuk złota za dołączenie do mojej armii.

source: Great Sovereign! This is truly a generous offer. We’ll gladly help you fight those damned elves.
pl: Wielki Suwerenie! To naprawdę bardzo uczciwa oferta. Z chęcią pomożemy ci w walce z tymi przeklętymi elfami.

source: I want you to join me for free.
pl: Chcę, byś przyłączył się do mnie za darmo.

source: This isn’t an option that would make me content, but...
pl: To nie jest opcja, która by mnie ukontentowała, jednak...

source: ...but if you won’t comply, This Person will fill your stomach with all the gold that you desire so much, and then take you to the middle of a very deep lake.
pl: ...jednak jeśli się nie zgodzisz, Ta Osoba napełni złotem, którego tak pragniesz, twój żołądek, po czym popłynie z tobą na środek bardzo głębokiego jeziora.

source: Guess I have no choice. Brothers, time to help the orcs!
pl: Zdaje się więc, że nie mam wyjścia. Bracia, pora wspomóc orków!

source: I can’t deny Aidala the pleasure of torturing your short bodies.
pl: Nie mogę odmawiać Aidali rozkoszy płynącej z torturowania waszych przykrótkich ciał.

source: Yes! This Person is glad for your words, Great Sovereign. Sisters, it’s time to impale dwarves on our swords!
pl: Tak! Ta Osoba cieszy się z twych słów, Wielki Suwerenie. Siostry, pora nadziać krasnoludy na nasze miecze!
