Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: This Person will finally be able plunge her blade in the bodies of those whom she hates! Why do we have to cease a moment so sweet for Her?
pl: Ta Osoba wreszcie mogła zanurzyć swoje ostrze w ciałach tych, których nienawidzi! Czemuż więc mamy przerywać tę słodką dla Tej Osoby chwilę?

source: Stop arguing with me! Move on, deeper into the caverns! Remember that our goal isn't the fight with dwarves, but getting into the other side of the mountains!
pl: Nie kłóćcie się ze mną! Ruszamy, wgłąb jaskiń! Pamiętajcie, że naszym celem nie jest walka z krasnoludami, a przedostanie się na drugą stronę gór!

source: Our enemies are dead. We achieved a great victory over here. But I'm worried that soon all nearby dwarven clans will find out about this massacre. They will seek revenge.
pl: Nasi wrogowie już nie żyją. Odnieśliśmy tutaj piękne zwycięstwo. Martwi mnie tylko fakt, że niedługo wszystkie okoliczne klany krasnoludów dowiedzą się o tej masakrze. Zechcą zemsty.

source: This indeed might become a big problem. Still, we aren't able to prevent it anymore. All what's left for us is to count on the destiny and follow the path, like we have done so far.
pl: To rzeczywiście może być wielkim problemem. Niemniej, nie jesteśmy w stanie już temu zaradzić. Pozostaje nam jedynie zdać się na los i podążać dalej naszą ścieżką, tak jak do tej pory.

source: What are you talking about!? I rejoice that we vanquished our opponents! We should open barrels of beer and feast!
pl: O czym wy mówicie?! Cieszę się, że rozgromiliśmy naszych przeciwników! Powinniśmy otworzyć beczułki z piwem i świętować!

source: This Person thinks that staying here would be UNresonable. We would rather move as soon as possible so that we can leave these caves.
pl: Ta Osoba sądzi, że nierozważnie byłoby zostawać tu dłużej. Powinniśmy raczej ruszać jak najszybciej, by wydostać się z tych jaskiń.

source: I agree with your words, Aidala. Get ready to march off! We are leaving this place!
pl: Zgadzam się z twoimi słowami, Aidalo. Szykować się do wymarszu! Opuszczamy to miejsce!

source: We have made it. None of the dwarves noticed our passing. Well done, companions! Onwards, into these caves!
pl: Udało się. Żaden z krasnoludów nie zauważył naszego przejścia. Dobra robota, towarzysze! Dalej, wgłąb jaskiń!

source: I'm glad that we managed to avoid unneccessary fighting. We must save our forces for more important battles.
pl: Cieszę się, że udało nam się uniknąć niepotrzebnej walki. Musimy oszczędzać siły na ważniejsze starcia.

source: Sss... This Person would prefer to behead all of these dwarves rather than let them live. Hatred for them is burning in our blood. But we will do what is neccesary.
pl: Sss... Ta Osoba wolałaby skrócić o głowę wszystkie karły, niż pozwolić im żyć. Nienawiść do nich płonie w naszej krwi. Zrobimy jednak to, co konieczne.

source: For one thousand barrels of bear and a ton of pork’s sake! These are orcs! Blow into the horns! Orcs are attacking our lands!
pl: Na tysiąc beczek piwa i tonę wieprzowiny! To orkowie! Zadąć w rogi! Orkowie atakują nasze ziemię!

source: Into The horns?! Somebody immediately start beating in the drums! To the attack!
pl: W rogi?! Natychmiast niech ktoś zacznie bić w bębny! Do ataku!

source: Silence, Gewold! And now, my Horde, start beating in the drums! Slaughter them!
pl: Milcz, Gewoldzie! A teraz, moja Hordo, zacząć bić w bębny! Wyrżnąć ich!

source: This Person can sees that orcish race hasn't changed since the last time she saw them.
pl: Ta Osoba widzi, że rasa orków nie zmieniła się od tego czasu, w którym widziała ją ostatnim razem.

source: I feel some weird energy in this place... Do not be affraid but take your steps carefully! Who knows what lurks in the darkness?
pl: Czuję jakąś dziwną energię w tym miejscu... Nie lękajcie się, jednak stąpajcie ostrożnie! Kto wie, co czai się w ciemnościach?

source: Be gone... Now, when you still have the chance...
pl: Odejdźcie... Póki macie jeszcze taką możliwość...

source: This Person feels shivers. So the demon that settled in these caves can still speak!
pl: Ta Osoba czuje dreszcz. Tak więc demon, który zamieszkał te pieczary, wciąż potrafi mówić!

source: Why are you not listening to me? Be gone...
pl: Czemuż mnie nie słuchacie? Odejdźcie...

source: There... This is the place from which This Person feels the strange old magic.
pl: Tam... Właśnie tam Ta Osoba wyczuwa dziwną, starą magię.

source: For the love of the orcish blades and the hatred of thousands of goblin bastards! The undead!
pl: Na orkowe miecze i sto tysięcy goblińskich bękartów! Nieumarli!

source: No... This ghost does not belong to those that plague the north, right? Who are you then?
pl: Nie... Ten duch nie należy do tych, które nękają północ, prawda? Kimże więc jesteś?

source: My name is... No... It is not important for the story you are the part of... All you must know is that I am the ghost of the one that was before you - the great orcish chieftain that lived his life in the old days... Be gone...
pl: Me imię jest... Nie... Nie jest ono istotne w opowieści, w której bierzecie teraz udział... Wiedzcie tyle, że jestem duchem tego, który był przed wami, wielkiego wodza orków, który żył w dawnych czasach... Odejdźcie...

source: My subordinates have sensed strange magic around you. We are in a situation in which we can use any magic to help us. We are running from the undead that had started to harass the north. Help us if you are able to, ghost.
pl: Moi podwładni wykryli dziwną magię wokół ciebie. A jesteśmy teraz w sytuacji, w której przyda się nam każda magia. Uciekamy przed nieumarłymi, którzy zaczęli panoszyć się na północy. Pomóż nam, jeśli możesz, duchu.

source: Running...? So the proud orcish race runs away from the undead souls...? Again...
pl: Uciekacie...? Więc dumna rasa orków ucieka przed nieumarłymi duszami...? Znów...

source: Again? This Person thinks that you know more than you seem to. Everything that is happening now in the north - has this happened earlier?
pl: Znów? Ta Osoba myśli, że wiesz więcej, niż się zdaje. Czy to, co dzieje się teraz na północy, działo się już wcześniej?

source: I implore you, ghost! Know that I am the Great Sovereign of the Horde now... I have the power to command you! Answer us!
pl: Zaklinam cię, duchu! Wiedz, że teraz to ja jestem Wielkim Suwerenem Hordy... W mojej mocy jest ci rozkazać. Odpowiedz nam!

source: Yes... It had happened before... But not here. In the far, far west... When the dark Wesfolk people stood in front of us tearing us out from our battle-realms... Our primal world from which we were summoned by the liches...
pl: Tak... To już miało miejsce... Ale nie tutaj, a na dalekim, dalekim zachodzie... Gdy mroczny lud Wesfolk stanął przed nami, wyrywając nas z krain bitewnych... Naszego pierwotnego świata, z którego zostaliśmy przyzwani przez liczów...

source: The old portals were opened, we used them to enter this world... This is not the end of the story... For we were betrayed... The Lich Lords found out how powerfull we were... They could not kept us in their grasp as long as their portals were opened... They used all of their power and knowledge to close them. The spells were terrible and mighty, there are no such in this world anymore and never will be again unless the second sun shines over the continent.
pl: Zostały otwarte portale, którymi dostaliśmy się do tego świata... To jednak nie koniec opowieści... Bowiem zostaliśmy zdradzeni... Władcy Liczów zorientowali się, jak wielką potęgę stanowiliśmy... Nie mogli trzymać nas w garści, póki istniały ich portale... By je zamknąć, użyli całej swojej wiedzy i magii, jaką posiadali. Straszne i potężne były to czary, jakich nie ma już na świecie i nie będzie, póki drugie słońce nie zaświeci nad kontynentem.

source: The portals were closed and the way to our homeland was taken from us. However, before this happened, there was something else that managed to get here from our world... The name of that thing is now forgotten but it makes the sleep, the food and even the women unable to satisfy the lust for blood that we feel. This thing haunts the north now.
pl: Portale zostały zamknięte, a droga do naszej ojczyzny została nam odebrana. Nim jednak to się stało, z naszego pierwotnego świata przybyło tu coś jeszcze... Coś, czego imienia nie pamiętamy, a co sprawia, że ani sen, ani jadło, ani kobieta... Nic nie jest w stanie zaspokoić pragnienia krwi, które czujemy. To coś nawiedza teraz północ.

source: That story of yours is ancient, ghost... This Person dares to ask... How can we stop all that is happening now?
pl: Pradawna jest twoja historia, duchu... Ta Osoba ośmiela się spytać... Jak powstrzymać to, co się teraz dzieje?

source: We've tried many things to turn the unstoppable river of the destiny around... Nothing can change the faith... Go away! I've told you enough already... Be gone and die as you like!
pl: Próbowaliśmy wielu rzeczy, by zawrócić niepowstrzymaną rzekę przeznaczenia... Nic nie jest w stanie odmienić losu... Idźcie, precz! Wystarczająco dużo już wam powiedziałem... Odejdźcie stąd i zgińcie wedle własnego uznania!

source: Get out of here... Leave the past be...
pl: Wynoście się stąd... Zostawcie przeszłość w spokoju...

source: My attacks do not impress him at all!
pl: Moje ataki nie robią na nim większego wrażenia!

source: You can't defeat me, living creatures... I'm a spiritual entity...
pl: Nie możecie mnie pokonać, żywotne istoty... Ja jestem bytem duchowym...

source: I... Lost...
pl: Ja... Przegrałem...

source: You might as well be the ghost of a great warrior and chieftan, but in spite all of that, you still are but a ghost! And now tell us, how to deal with these undead that tyrranize in the north?
pl: Może i jesteś duchem wielkiego wojownika i wodza, ale mimo wszystko, nadal jesteś tylko duchem! A teraz powiedz nam, jak rozprawić się z nieumarłymi, którzy panoszą się na północy?

source: If you think that you will manage to do it... Then take my necklace... Maybe by using it you will change... The destiny... Of your people... Our people...
pl: Skoro uważasz, że tobie się uda... Weź więc mój amulet... Może z nim odmienisz... Losy... Swego ludu... Naszego ludu...

source: Look! A secret passage has opened!
pl: Spójrzcie! Sekretny tunel!

source: This is a weird object... When I put it on, it's the first time I feel something like this... Such a... Mysticism...
pl: To dziwny przedmiot... Pierwszy raz czuję coś takiego, gdy go zakładam... Taki... Mistycyzm.

source: I only hope that you won't speak like that ghost did. Unfinished sentences aren't in your style, cousin. We should already move forward.
pl: Mam tylko nadzieję, że nie będziesz mówić tak, jak tamten duch. Urywane zdania nie są w twoim stylu, kuzynie. Powinniśmy już ruszać dalej.

source: This Person thinks that the Great Sovereign should keep this thing. It might turn out to be really valuable.
pl: Ta Osoba myśli, że Wielki Suweren powinien zatrzymać tę rzecz. Może okazać się naprawdę wartościowa.

source: Fang necklace
pl: Naszyjnik z kłów

source: This necklace contains an inscription in an unknown language. It grants the wearer/owner/holder +20% resistance to all sources of damage.
pl: Naszyjnik zawiera inskrypcję w nieznanym języku. Zapewnia posiadaczowi +20% odporności na każdy rodzaj obrażeń.

source: Call the Great Sovereign over here! He should take it...
pl: Zawołajcie tu Wielkiego Suwerena! Powinien to wziąć...

source: Barley! Leave it!
pl: Jęczmień, zostaw!

source: Owww!
pl: Auu!

source: Warf warf!
pl: Hau, hau!

source: Leave it... Oh no, he has chewed it!
pl: Zostaw... O nie, pogryzł go!

source: It looks like nothing has happened to the amulet. Hey, take a look! Barley's fur is shining!
pl: Zdaje mi się, że amuletowi nic się nie stało. Patrzcie! Futro Jęczmienia świeci nowym blaskiem!

source: Bite of a fang necklace
pl: Gryz amuletu z kłów

source: *Your wolf just gained +10% resistance to all sources of damage!*
pl: *Twój wilk zyskał właśnie +10% odporności na każdy rodzaj obrażeń!*

source: Call the Great Suverein over here! He should take it...
pl: Zawołajcie tu Wielkiego Suwerena! Powinien to wziąć...

source: This Person is named Aidala... Do you want to spawn with me?
pl: Ta Osoba zwie się Aidala... Chcesz złożyć ze mną skrzek?

source: This dialogue was placed here by the autors. Actually, nagas do not spawn.
pl: Ten dialog został tu umieszczony przez twórców. Tak naprawdę nagi nie składają skrzeku.

source: I feel a weird magic in this thing... May the Great Orc take care of it.
pl: Czuję od tego dziwną magię... Niech Wielki Ork zajmie się tym przedmiotem.

source: This thing not for trolls. We call smart orc.
pl: Ta rzecz nie dla trollów. My zawołać mądrego orka.

source: A magical amulet... A weird thing it is... Let the leader of the Horde take it.
pl: Amulet magiczny... Dziwna to rzecz... Niech przywódca Hordy ją zabierze.

source: Shoo! Get out! Of all the things, I really didn't expected bats to be here.
pl: Sio! Wynoś się! Ehh... Czego jak czego, ale nietoperzy się tutaj naprawdę nie spodziewałem.

source: Lake of Blood
pl: Jezioro Krwi

source: The Great Horde did not receive a warm welcome from the dwarven forces. Still, with the help of the nagas, they were able to repulse enemy attacks and force their way to the central part of the caves. Snake women proved to be irreplaceable when there was a need to wade through the flooded underground passes or to look for an alternative way through the marshy grounds. Those women were mysterious, deadly, their every movement and their way of being was filled with something mystical which fascinated some orcs and instil fear in hearts of others.
pl: Wielka Horda nie została przyjęta ciepło przez siły krasnoludów, jednak razem z pomocą nag, orkom udało się odeprzeć ataki wroga i przedrzeć do centralnej części jaskiń. Wężowe kobiety okazały się nieocenione, gdy przychodziło przedzierać się przez zalane podziemne przejścia bądź szukać alternatywnej drogi poprzez podmokłe tereny. Kobiety te były tajemnicze, zabójcze, a w ich ruchach i sposobie bycia można było dostrzec coś mistycznego, co fascynowało niektórych orków, a innych napawało lękiem.

source: Marbus himself was spending less and less time with his companions, instead he gathered around himself a small group of advisors, the greatest warriors and those who familiarized themselves with the culture and philosophy of dwarves. Their task was to choose the safest ways so as to evade encounters with much stronger enemy forces.
pl: Sam Marbus spędzał coraz mniej czasu wśród swoich towarzyszy, skupiając wokół siebie niewielką grupkę doradców i najznamienitszych wojowników, a także tych nielicznych, którzy zapoznali się z kulturą i filozofią krasnoludów. Mieli oni za zadanie wybierać takie drogi, by unikać spotkań z o wiele bardziej licznymi siłami nieprzyjaciela.

source: The Gloom of this place had a grim impact on the clans’ connections. A few serious fights took place, some orcs died. The Culprits were quickly tracked down and judged by the Great Sovereign who, advised by Gewold, decided to make use of the war laws and ordered to hang them. After that, nagas dragged the bodies into underground rivers, and then covered them with rocks. Such death was the uttermost dishonour for an orc and his family. Knowing the price of disloyalty, the Horde did not have any more internal struggles from then on.
pl: Mroki tych miejsc nie wpływały dobrze na relacje międzyklanowe. Kilka razy zdarzyły się poważniejsze bójki, zginęli orkowie. Prowodyrów szybko wytropiono i postawiono przed Wielkim Suwerenem, który za radą Gewolda skorzystał z praw wojennych i nakazał powieszenie. Następnie nagi przetransportowały ciała ukaranych wgłąb podziemnych rzek, gdzie przykryto je kamieniami. Taka śmierć była największą hańbą dla orka i jego rodziny. Po tym incydencie Horda nie walczyła już miedzy sobą.

source: On these grim days Aidala proved to be a real solace for Marbus. This Person was always ready to give him advice or lend an ear when he just needed to talk. It was unacceptable for some of his advisors who still didn't trust the nagas and were afraid of their way of life. However, with days passing, fewer and fewer people had an influence on the Great Sovereign’s decisions, who seemed to be getting older and more rigorous with every day. The journey through the undergrounds had such an influence on most of the orcs.
pl: Osłodą tych ponurych dni stała się dla Marbusa Aidala, zawsze wiernie służąca mu radą i rozmową. Wcale nie cieszyło to jego doradców, którzy wciąż nie darzyli nag sympatią i bali się ich stylu życia. Coraz mniej osób miało jednak wpływ na decyzje Wielkiego Suwerena, który z dnia na dzień wydawał się starszy i surowszy. Wędrówka przez podziemia wpływała w ten sposób na większość orków.

source: Finally, the day came when the wanderers could feel the fresh breeze on their faces. They reached an underground lake that was the last thing separating them from the caves' exit. However, everyone knew that in such places dwarves very often set their settlements. Even without any proof of the danger ahead, Marbus ordered to prepare weapons.
pl: Wreszcie nadszedł dzień, w którym wędrowcy poczuli na twarzach powiew świeżego powietrza. Dotarli do podziemnego jeziora, które oddzielało ich od wyjścia z jaskiń. Wszyscy wiedzieli jednak, że to właśnie w takich miejscach najchętniej osiedlają się krasnoludy. Choć zagrożenie nie było jeszcze widoczne, Marbus rozkazał chwycić za broń.

source: Monsters
pl: Potwory

source: The terror from the Lake
pl: Postrach z jeziora

source: Bats
pl: Nietoperze

source: Move Marbus to the northern edge of the map
pl: Przesuń Marbusa do północnej krawędzi mapy

source: This Person feels the smell of the sun... The smell of the sun and of the grass... and warm waters which flow into the seas and oceans... Our way out is nearby.
pl: Ta Osoba czuje zapach słońca... Zapach słońca i traw... I ciepłych wód, które wpływają do mórz i oceanów... Już niedaleko jest wyjście.

source: Finally we will be able to leave these damned caves! We will light a fire, roast some animals and arrange a grand feast!
pl: Nareszcie wyjdziemy z tych przeklętych jaskiń! Rozpalimy ognisko, upieczemy zwierzynę i wyprawimy huczną biesiadę!

source: I am afraid that the feast will have to wait. We are still on the dwarven grounds. We must pay attention to what we are doing. Aidala, could you scout the lake for us? I would prefer not to walk into an ambush right before leaving this place.
pl: Obawiam się, że biesiada będzie musiała zaczekać. Wciąż znajdujemy się na terenach krasnoludów. Musimy uważać na to, co robimy. Aidalo, mogłabyś sprawdzić dla nas to jezioro? Nie chciałbym, żebyśmy wpadli w pułapkę tuż przed wyjściem z tego miejsca.

source: These waters are evil... Death lurks in them. Death in the form of a beast. This Person advises not to venture into the deeps.
pl: To złe wody... Czai się w nich śmierć. Śmierć w skórze bestii. Ta Osoba radzi, by nie zapuszczać się w głębiny.

source: I must admit that although I was sceptical of these creatures at first, now I see they proved to be invaluable. It would be really hard to pass these caverns without their help.
pl: Muszę przyznać, że choć byłem sceptycznie nastawiony do tych stworzeń, w gruncie rzeczy okazały się nieocenione. Bardzo trudno byłoby przejść przez te jaskinie bez nich.

source: You are right, cousin. We are in your debt, Aidala. In yours, and your daughters’. As for the lake, do not enter the waters unless you have no other choice. We will bypass it and then get out of the caves once and for all!
pl: Masz rację, kuzynie. Wiele Ci zawdzięczamy, Aidalo. Tobie i twoim córkom. Co zaś tyczy się jeziora, nie wchodźmy do wody, póki nie zostaniemy do tego zmuszeni. Ominiemy je, a później raz na zawsze wydostaniemy się z jaskiń!

source: Bloody hell... Orcs! A whole army of orcs! Send word to the commander!
pl: Do jasnej... Orkowie! Cała armia orków! Zawiadomić przywódcę!

source: There goes our avoiding a battle. It is good though, they must have a lot of meat for our feast. Not to mention the beer.
pl: Tyle by było z naszego unikania walki. Dobrze się stało, na pewno mają sporo mięsa na ucztę. Nie wspominając o piwie.

source: Do not make hasty judgements... Remember that the Northern Alliance recruits orcs into their army. We can pass ourselves off as them and get to the other side of the caves.
pl: Nie sądźmy pochopnie... Pamiętajmy o tym, że Sojusz Północy ma w swojej armii orków. Możemy się za nich podać, by przejść na drugą stronę jaskiń.

source: Whose feet make such noise under the doorsteps of my fortress? What are you looking for in the underground, orcs?
pl: Kogo niesie pod mury mojej fortecy? Czego szukacie w podziemiach, orkowie?

source: What should I do?
pl: Co powinienem zrobić?

source: Tell them that you belong to the Northern Alliance and need to pass through these tunnels.
pl: Powiedzieć, że należysz do Sojuszu Północy i musisz przedostać się przez te tunele.

source: Peace upon you! We are members of the Northern Alliance. We need to get to the other side of the mountains. Can you help us?
pl: Pokój wam! Jesteśmy członkami Sojuszu Północy. Musimy przedostać się na drugą stronę tych gór. Pomożecie nam?

source: Peace on you! Yet I must be assured that you are telling the truth... Usually, the Northern Alliance would send a human emissary with orcs so that there can be no doubt about their alignment. Where is your emissary?
pl: Pokój! Nie uwierzę wam jednak od razu... Zazwyczaj zdarzało się tak, że Sojusz Północy wysyłał jednego z ludzkich emisariuszy razem z orkami, żeby nikt nie miał wątpliwości, po której stronie jesteście. Gdzie wasz emisariusz?

source: Well...
pl: Coż...

source: Enough of this masquerade! To arms, my orcs!
pl: Koniec tej maskarady! Do ataku, moi orkowie!

source: Unfortunately, our emissary perished during our mission.
pl: Nasz emisariusz zginął podczas misji.

source: A Pretty clever excuse... However, if you say you were traveling with the emissary, you must know which clan these grounds belong to. Now, I will ask you a few questions. Let us see if you really are from the Northern Alliance!
pl: Bardzo ciekawa wymówka... Ale skoro mieliście emisariusza, musieliście też wiedzieć, przez ziemie jakich klanów będziecie przechodzić. Zadam wam teraz kilka pytań. Sprawdzimy, czyście z Sojuszu Północy!

source: What is the name of the greatest hero of our clan?
pl: Jak nazywa się największy bohater naszego klanu?

source: Thundering Thorlof
pl: Torlof Gromowładny

source: What is the most known dance of my people?
pl: Jaki jest najznamienitszy taniec naszego klanu?

source: Wild Death Pogo
pl: Dzikie Pogo Śmierci

source: Lake of the Dwarven Lady Ballet
pl: Balet Jeziora Krasnoludzicy

source: Famous Leg Tearer Polka
pl: Słynna Polka Wyrwinóżka

source: Red Beard’s Tango
pl: Tango Czerwonej Brody

source: What is the name of our national drink?
pl: Jak nazywa się nasz rodzimy trunek?

source: Bloody Liqueur from the spider berries
pl: Krwista nalewka z pajęczych jagód

source: The Last question! When, according to our sages, will the end of the world come?
pl: Ostatnie pytanie! Kiedy, według naszych mędrców, ma nastąpić koniec świata?

source: In 2020 as the Maya clan predicted.
pl: W 2020 roku, jak przepowiedział Klan Majów.

source: During the Rags nars Dwarves battle at the end of the time.
pl: Podczas bitwy Rags nars Krasnals na końcu czasów.

source: With the coming of the Four Gryphon Riders.
pl: Z nadejściem Czterech Jeźdźców Gryfa.

source: You are indeed a part of the Alliance!
pl: Wspaniale, zatem jesteście z Sojuszu Północy!
