Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: My mutiny is necessary, Marbus. You lead us here and I'm glad you did. But you made a mistake. When we won over the King of Gon, you should have lead us to victory, and now... it's too late. Dwarves, elves, humans... They are powerful, united again. We cannot defeat them. Even if they won't attack us, we'll still be pushovers, don't you see it?
pl: Mój bunt jest konieczny, Marbus. Przywiodłeś nas tutaj i jestem ci wdzięczny. Ale popełniłeś błąd. Gdy pokonaliśmy Króla Gonu, powinieneś poprowadzić nas do zwycięstwa, a teraz... A teraz już za późno. Krasnoludy, elfy, ludzie... Znów są potężni, znów są zjednoczeni. Nie jesteśmy w stanie ich pokonać. Nawet jeśli nie uderzą na nas zbrojnie, ciągle będziemy ich popychadłami, nie widzisz tego?

source: No, I don't! I don't believe, that Beatrice would betray us. That she would let it happen. I trust them. And I ask you to trust me. Drop your sword and let me lead you this path.
pl: Nie, nie widzę! Nie wierzę w to, by Beatrycze nas zdradziła. By na to pozwoliła. Ja im ufam. I proszę cię, byś ty zaufał mi. Rzuć miecz na ziemię i pozwól, bym dalej prowadził was tą ścieżką.

source: I cannot, Marbus... It's not about Beatrice. There are others... Like those, who killed Kochan. There are plenty of them. You don't see them, because you're going around in communities where nobody lets himself to show animosity openly, but we... We see the truth, Marbus. And the truth is that, it's time that we should choose a better sovereign.
pl: Nie mogę, Marbusie... Nie chodzi o Beatrycze. Są jeszcze inni... Tacy jak ci, którzy zabili Kochana. Jest ich pełno. Nie widzisz tego, bo obracasz się w kręgach, gdzie nikt nie pozwala sobie na jawną wrogość, ale my... My widzimy prawdę, Marbusie. A prawda jest taka, że pora, byśmy wybrali dla siebie lepszego Wielkiego Suwerena.

source: You give me no choice... I've got to supress that mutiny.
pl: Nie dajesz mi wyboru... Muszę stłamsić ten bunt.

source: Defeat Gewold
pl: Pokonaj Gewolda

source: Ugh... Damnit... Turns out you're still in good shape, Marbus... I never thought you will manage to... Defeat me.
pl: Ugh... Psia krew... Okazuje się, że ciągle jesteś w dobrej formie, Marbus... Nie sądziłem, że uda ci się... Mnie pokonać.

source: You didn't think, that alliance with northern nations is possible either. Maybe you were wrong in that matter too? It's a pity that it ended like that.
pl: Nie sądziłeś też, że sojusz z północnymi nacjami jest możliwy. Może i w tej sprawie się myliłeś? Żałuję, że tak to się skończyło...

source: Me neither... Me neither... Farewall Marbus... And may luck... Be with you... You was a good Great Sovereign... And... A loyal friend.
pl: Ja także... Ja także... Żegnaj, Marbus... Niech ci się... Szczęści... Byłeś dobrym Wielkim Suwerenem... I... Oddanym przyjacielem.

source: Farewell, Gewold... I'm going to miss your sharp tongue.
pl: Żegnaj, Gewoldzie... Będę tęsknił za twoim ciętym językiem.

source: This Person feels elves, coming from all sides... Something's wrong...
pl: Ta Osoba czuje zapach elfów, zbliżają się z każdej strony... Coś jest nie tak...

source: It's probably Elvish Jarls, commanded by Beatrice, they came here to see whether we dealt with this problem or not... And provide help if necessary. Well, they are late...
pl: To pewnie oddziały Elfich Jarlów pod dowództwem Beatrycze przybyły zobaczyć, czy już poradziliśmy sobie z tym problemem... I zaoferować pomoc, gdyby było inaczej. No cóż, spóźnili się...

source: Jarl Ughirt Blood Hand
pl: Jarl Ughirt Krwawa Ręka

source: I'm afraid that I'm far from this powdered up sorceress, singing ballads to the moon. I prefer to kill, not to play political games with enemies.
pl: Obawiam się, że daleko mi do tej wypudrowanej czarodziejki śpiewającej ballady do księżyca. Ja wolę po prostu zabijać, a nie bawić się w polityczne gierki z wrogami.

source: Hold your tongue, girl! Even though Blood Elves aren't part of our society, you should still remember about reverence toward highest of our priestesses. Also... She pays you.
pl: Trzymaj język na wodzy, dziewczyno! Choć Krwawe Elfy nie są częścią naszej społeczności, ciągle powinniście pamiętać o szacunku wobec najwyższej z naszych kapłanek. Poza tym... To ona wam płaci.

source: What?! What on hell is going on?!
pl: Co?! Co tu się dzieje do diabła?!

source: And what you think it is? You're surrounded, Marbus. We waited nearby for you to slaughter each other to take care of survivors. Honestly, I wanted Gewold to win. You know... He would fight with fervour, and cursed me, and tried to kill me... And you... Your gabbing about friendship and peace between our races is really boring. And very, very stupid.
pl: A na co ci to wygląda? Jesteście okrążeni, Marbus. Czekaliśmy nieopodal, aż wyrżniecie się nawzajem, by następnie zająć się niedobitkami. Szczerze mówiąc, miałam nadzieję, że to Gewold zwycięży. Wiesz... Walczyłby z zapałem, przeklinałby mnie i za wszelką cenę chciał zabić... Natomiast ty... Twoje ględzenie o pokoju i przyjaźni między naszymi rasami jest naprawdę nudne. I bardzo, bardzo głupie.

source: It's Blood Elves! Those, who aren't allied with Jarls. That's not the end of bloodshed! This time we'll let our swords taste the sweet blood of elves! I curse the day I let you live, girl!
pl: To Krwawe Elfy! Ci, którzy nie są sprzymierzeni z Jarlami. Bracia, to jeszcze nie koniec rozlewu krwi! Tym razem jednak damy naszym mieczom zakosztować słodkiej krwi elfów! Przeklinam dzień, w którym pozwoliłem ci żyć, dziewczyno!

source: I curse it too. I was held up to ridicule. They said I did... Many unpleasant things with you, to get out of this alive. But I once again took the leadership of Blood Elves. This time I'll kill you, I swear.
pl: Też go przeklinam. Wyśmiano mnie. Mówili o mnie, że dopuściłam się... Wielu nieprzyjemnych rzeczy z tobą, by wyjść z tego wszystkiego cało. Ale ponownie stanęłam na czele Krwawych Elfów. Tym razem uda mi się ciebie zabić, przysięgam ci to.

source: It better be that, a descendant of Landar. Beatrice doesn't want any orcs left. None of them shall survive this slaughter. And when it ends, you'll get your gold and go south, far after the Great River.
pl: Lepiej, by tak było, potomkini Landara. Beatrycze nie życzy sobie żadnego ocalałego orka. Żaden z nich nie ma prawa przetrwać tej rzezi. A gdy się ona skończy, dostaniecie swoje złoto i udacie się na południe, daleko poza Wielką Rzekę.

source: Drop your weapons and line up... With your backs to the archers. We promise to finish it quickly, with no unnecessary words and familiarizing. Let it be over with...
pl: Rzućcie broń i ustawcie się w szeregu... Plecami do łuczników. Obiecujemy załatwić to szybko, bez zbędnych słów i spoufalania się. Miejmy to wszystko za sobą...

source: It's exactly what it looks like, Marbus... You're surrounded, decimated by recent fratricidal battle. You cannot defeat us. We can do anything we want with you. And we want to kill you. Because it's better for us all...
pl: Na to, na co to wygląda, Marbusie... Jesteście otoczeni, zdziesiątkowani niedawną, bratobójczą bitwą. Nie dacie nam rady. Możemy z wami zrobić to, co zechcemy. A zechcemy was zabić. Bo tak będzie dla wszystkich lepiej...

source: Wha are you saying?! Wait... I know you! You're Jarl Tybir! One of Beatrice's commanders! Why... Why are you here?
pl: O czym ty mówisz?! Zaraz... Ja cię znam! Jesteś Jarl Tybir! Jeden z wodzów Beatrycze! Dlaczego... Dlaczego tu jesteś?

source: Ehh... I don't want to explain it. Are you really so dense? You become inconvenient. Orcs... You don't fit. To us, other races. You're filthy, you smell... Monsters for slaughtering and scaring children. I even pity you a bit...
pl: Ehh... Nie chce mi się tego tłumaczyć. Naprawdę jesteś tak tępy? Stałeś się niewygodny. Orkowie... Wy nie pasujecie. Do nas, do innych ras. Jesteście plugawi, śmierdzicie... Istne potwory do zabijania i straszenia wami dzieci. Nawet mi was trochę żal...

source: But Beatrice... She couldn't betray us! She helped us kill the King of Gon! We share the ideals! She believes that we can change!
pl: Ale Beatrycze... Ona nie mogła nas zdradzić! Przecież pomogła nam zabić Króla Gonu! Mamy takie same ideały! Wierzy w to, że możemy się zmienić!

source: Believes... Doesn't believe... It only matters what others believe. And others don't want you. We don't want you. World don't want you. It's your fault that the King of Gon decimated the North. But I'm actually glad he did. Only a few of you left, and we're strong again. We'll defeat you and then a time of true peace will come. The world will be a better place without orcs.
pl: Wierzy... Nie wierzy... Ważne jest to, w co wierzą inni. A inni was nie chcą. My was nie chcemy. Świat was nie chce. To przez was Król Gonu dziesiątkował północ. Ale jestem mu nawet za to wdzięczny. Została was garstka, a my znów jesteśmy silni. Pokonamy was, a wówczas nastaną czasy prawdziwego pokoju. Świat będzie lepszym miejscem bez orków.

source: Marbus, they are closing in... What shall we do? After fight with Gewold there are too few of us to even break out and escape! You have to take command over your troops!
pl: Marbusie, zbliżają się... Co mamy robić? Po walce z Gewoldem zostało nas zbyt mało, by choćby przełamać to oblężenie i uciec! Musisz przejąć dowództwo nad swoimi wojownikami!

source: I... I don't know what to do... I think this is the end, Aidala. Today our story will conclude...
pl: Ja... Nie wiem, co robić... Zdaje mi się, że to koniec, Aidalo. Dzisiaj naprawdę zakończy się nasza historia...

source: This Person... Sensed it... I'm glad that I could spend so much time with you anyway.
pl: Ta Osoba... Przeczuwała to... Cieszę się jednak, że mogłam spędzić tyle czasu z tobą.

source: Kill as many elves as you can.
pl: Zabij tylu elfów, ile potrafisz.

source: No... Now I won't be able... To lead my warriors...
pl: Nie... Teraz nie uda mi się... Poprowadzić moich wojowników...

source: Ugh... This... Is the end...
pl: Ugh... Umieram... To koniec...

source: Ugh... Mine heart... Mine liver... Mine intestines... It be my end... But wise orc shall lead... Shall he lead the whelps... They must to live.
pl: Ugh.. Moje serce... Moja wątroba... Moje wnętrzności... To jest mój koniec... Ale mądry ork dowodzić... On dowodzić szczeniaki... One muszą żyć.

source: Ugh... Troll get hurt... Whelps... Alone... May orc... Take care... Of them.
pl: Ugh... Troll być ranny... Szczenięta... Same... Ork niech... Opiekuje się... Nimi.

source: Hell! Krull! If I make out of this alive, I promise, I'll take care of your offspring!
pl: Psia krew! Krull! Obiecuję ci, że jeśli wyjdę z tego cało, zajmę się twoim potomstwem!

source: Farewell, Krull the Rock. Your sacrifice won't come in vain... And now, to the battle, orcs! May we honour his memory in fight!
pl: Żegnaj, Krullu Skało. Twoje poświęcenie nie pójdzie na marne... A teraz do walki, orkowie! Uhonorujmy go w walce!

source: He was a mighty warrior on the land... Let his soul drift with the flow of troll rivers.
pl: Był potężnym wojownikiem na lądzie... Pozwólcie jego duszy spłynąć wraz z trollimi rzekami.

source: I'm dying... My sight is weakening... The only thing I can see in the future... Is death...
pl: Umieram... My wzrok słabnie... Jedyne, co widzę w przyszłości... To śmierć...

source: This is how I go back to my ancestors... I awaited this journey for so long... I'm afraid you won't be able to survive this battle, Marbus... Nevertheless.... Thank you for all you did for us...
pl: Tak odchodzę do domu przodków... Długo wyczekiwałam tej podróży... Obawiam się, że nie dane ci będzie przetrwać tej bitwy, Marbusie... Mimo wszystko... Dziękuję za to, co dla nas zrobiłeś...

source: Augur... I'll be missing your advices and company... Of course if I make my way out of it... Helping your people was one of those decisions I'm not going to regret.
pl: Wieszczko... Będzie mi brakować twoich rad oraz towarzystwa... Oczywiście, jeśli jakimś cudem to przetrwam... Pomoc twojemu ludowi była jedną z tych decyzji, których nigdy nie będę żałować.

source: Farewell, augur. Your sacrifice won't come in vain. I will lead your saurians to a new, better life.
pl: Żegnaj, wieszczko. Twoje poświęcenie nie pójdzie na marne. Będę prowadził jaszczury do nowego, lepszego życia.

source: Her wisdom and venerablity were admirable... It's time for them to delight her ancestors.
pl: Jej mądrość i godność były zachwycające... Teraz czas, by zachwyciły jej przodków.

source: *Screams in pain.*
pl: *Wyje z bólu.*

source: *Screams in pain and collapses on his side. His ribcage stops moving.*
pl: *Wyje z bólu i upada na bok. Jego klatka piersiowa przestaje się poruszać.*

source: No! Barley, my faithful companion...
pl: Nie! Jęczmień, mój wierny kompanie...

source: Arg.... To hell with it! Even when your race dies out, you still must bite, eh?
pl: Argh... Do diabła! Nawet, gdy twoja rasa wymiera, ciągle musisz gryźć, co?

source: You deserved it, frenzy girl! I regret letting you live last time. Now I won't spare you again!
pl: Zasłużyłaś na to, ogarnięta szałem dziewczyno! Żałuję, że pozwoliłem ci żyć ostatnim razem. Teraz nie znajdę dla ciebie litości!

source: Maybe it's better? Finish what we started in that cave. At least you can do that much before you die.
pl: Może to i lepiej? Dokończ to, co zaczęliśmy w jaskini. Przynajmniej tyle możesz zrobić przed swoją śmiercią.

source: Sss... This Person will now swim in the river of dead nagas...
pl: Sss... Ta Osoba będzie teraz pływać w rzece martwych nag...

source: This Person... dies?
pl: Ta Osoba... Umiera?

source: This Person... I... Imagined it differently... To die protecting her daughters, striking down hundreds of enemies, changing the future, sacrificing myself... I also thought... It would hurt more.... And now I only feel warmth.
pl: Ta Osoba... Ja... Inaczej to sobie wyobrażałam... Zginąć w obronie swoich córek, powalając setki wrogów, zmieniając w ten sposób przyszłość, poświęcając się... Myślałam też... Że będzie bardziej bolało... A teraz czuję jedynie ciepło.

source: Aidala! No, not you! Be strong, please... We'll make it, there must be some catacombs, some way to escape underground or to the sky... I think that dwarves breeded grifons somewhere around here...
pl: Aidala! Nie, tylko nie ty! Bądź silna, proszę... Uda nam się, gdzieś tutaj muszą być jakieś katakumby, jakaś droga ucieczki pod ziemię bądź w niebo... Zdaje mi się, że krasnoludy hodowały gdzieś na tych terenach gryfy i...

source: Marbus... It's fine... I know... That you would want to make things right. To turn it all around... But we can't change the past. I followed you and I'm not going to regret this decision... Don't blame yourself... It seems that you will join me soon... We will reunite in the afterlife...
pl: Marbus... Już dobrze... Ja wiem... Że chciałbyś to wszystko naprawić. Wszystko odwrócić... Ale przeszłości już nie zmienimy. Popłynęłam za tobą i nie zamierzam żałować tej decyzji... Nie obwiniaj się... Zdaje się, że niedługo dołączysz do mnie... Zjednamy się w zaświatach...

source: Farewell, my love...
pl: Żegnaj, ukochany...

source: Blood of Elves
pl: Krew Elfów

source: Death of the King of Gon was as prominent for the whole North as the usage of Gjallarhorn. In a split second all spectres dissipated in midair and undead skeletons crumbled into piles of weapons and bones. A lot has been sacrificed, but the living won in this battle. Until...
pl: Śmierć Króla Gonu była równie odczuwalna dla całej północy, co użycie Rogu Gjallarhorn. W jednej chwili wszystkie widma rozpłynęły się w powietrzu, a nieumarłe szkielety rozsypały w sterty uzbrojenia i kości. Wiele poświęcono, jednak żywi odnieśli w tej walce zwycięstwo. Do czasu...

source: The Great Sovereign lead the Horde to last remaining cities of Northern Alliance. King of Gon didn't lie, when he said about crushing southern defense line. Only a few surviving detachments and groups of deserters were left. The North was shattered, and Beatrice was trying to take care of it. During the battle she was surrounded by twelve liches, that she had to fend off with her magic. By surviving, she proved the power of elvish shydes.
pl: Wielki Suweren powiódł Hordę do ostatnich ocalałych miast Sojuszu Północy. Król Gonu nie kłamał, gdy mówił o rozbiciu południowej linii obronnej. Przetrwały tylko nieliczne oddziały żołnierzy i grupki dezerterów. Północ była rozbita, a nad jej resztkami pochylała się Beatrycze. Podczas bitwy została bowiem otoczona przez dwunastkę liczów, z którym zmuszona była walczyć za pomocą swojej magii. Przeżywając, raz jeszcze udowodniła, jak wielka jest potęga elfich wróżek.

source: The North didn't get any help from orcs. Instead of supporting his allies, Marbus attacked them with all his might. Last bastions of Northern Alliance, Elvish Jarls and Knalga were falling one by one... With the end of the King of Gon, warming came and the world began to thaw, which only sped the process. Orcs murdered, pillaged, conquered... They went frenzy and seemed even more powerful and fearful. Soon, the whole North was sinking in its own blood.
pl: Północ nie otrzymała jednak od orków pomocy. Zamiast wesprzeć swoich sprzymierzeńców, Marbus natarł na nich całą swoją siłą. Ostatnie bastiony Sojuszu Północy, Elfickich Jarlów i Knalgi zaczęły upadać jeden po drugim... Razem z odejściem Dzikiego Gonu rozpoczęła się odwilż, która jeszcze bardziej przyspieszyła ten proces. Orkowie mordowali, łupili, podbijali... Ogarnął ich szał, dzięki któremu zdawali się jeszcze potężniejsi i groźniejsi. Wkrótce cała północ tonęła już we własnej krwi.

source: It lasted for five years. Remaining troops of elves, humans and dwarves came to seek cover from only person powerful enough to face the Great Horde - Beatrice. Her magic was successfully blocking orcs from entering the forest kingdom, but it was soon to scatter, and the last enemies of the Great Horde were about to die in fire and water...
pl: Trwało to pięć lat. Ocalone od rzezi wojska elfów, ludzi i krasnoludów schroniły się u jedynej osoby na tyle potężnej, by stawić czoła Wielkiej Hordzie – Beatrycze. Jej magia skutecznie blokowała orkom drogę do leśnego królestwa, jednak rychło zbliżał się dzień, w którym czarodziejska bariera zostanie roztrzaskana, a ostatnie wojska przeciwników Wielkiej Hordy zginą w ogniu i wodzie...

source: That day just came...
pl: Dzień ten właśnie nadszedł...

source: Northern road
pl: Droga północna

source: Great camp of the Horde
pl: Wielki obóz Hordy

source: River Eugen
pl: Rrzeka Eugen

source: Elvish fortress
pl: Elficka twierdza

source: Home of All Shydes
pl: Dom Wszystkich Wróżek

source: Snowy Mountains
pl: Góry Śnieżne

source: For all those dwarven treasures we pillaged! I feel that magical barrier is about to shatter! It will soon be clear how many soldiers they still keep there... I expect a real battle, like the one twenty years ago, before all that Wild Gon mess.
pl: Na wszystkie krasnoludzkie skarby, które złupiliśmy! Czuję, że ta magiczna bariera wreszcie pęka! Zaraz się okaże, ilu tak naprawdę trzymają tam żołnierzy... Spodziewam się prawdziwej bitwy, jak przed dwudziestoma laty, jeszcze przed tym całym zamieszaniem z Dzikim Gonem.

source: This Person didn't feel so good for a long time... The flow of the river carries a smell of fear... Soon our enemies are going to kneel and beg for mercy... And the mercy will be the swords of This Person.
pl: Ta Osoba już dawno nie czuła się tak dobrze... Nurt rzeki niesie ze sobą zapach strachu... Zaraz wszyscy nasi przeciwnicy klękną przed nami, by błagać o litość... A litością można nazwać jedynie miecze Tej Osoby.

source: *Wags and barks near Marbus's leg.*
pl: *Macha ogonem i szczeka radośnie przy nodze Marbusa.*

source: I'm glad that you all are in good mood. For a long time I wasn't so excited for upcoming battle... Even dwarves recently ceased to resist.
pl: Cieszę się, że wszystkim dopisują dobre nastroje. Od dawna nie czułem takiego podniecenia na myśl o nadchodzącej bitwie... Ostatnio nawet krasnoludy przestały stawiać nam opór.

source: True that! Trolls again strong in undergrounds.
pl: Prawda to! Trolle znów wielka potęga w podziemiach.

source: Not to mention mages and other parts of Northern Alliance... They abandon their fortresses and flee south, where Kingdom of Wesnoth gives them asylum... Well, maybe they will soon attack us by themselves? Well, but it's a matter for later... It's time to destroy the last elvish citadel!
pl: Nie mówiąc już o magach i innych odgałęzieniach Sojuszu Północy... Porzucają swoje twierdze i uciekają na południe, gdzie Królestwo Wesnoth udziela im schronienia... Cóż, może niedługo sami nas zaatakują? No, ale tym zajmiemy się później... Póki co pora zniszczyć ostatnią twierdzę elfów!

source: Since the Great Horde is single-handedly ruling the North, my people have grown in power... Saurian oracles can once again gather for their sabbaths, and our hunters are once again hunting on lands we considered inaccesible, possessed by elves... I remember times of such power, but its taste seem new... And I like it.
pl: Odkąd Wielka Horda niepodzielnie panuje nad północą, mój lud urósł w siłę... Jaszczurze wieszczki znów mogą zbierać się co pełnię na swoje sabaty, a nasi myśliwi polują na terenach, które od wieków uważaliśmy za niedostępne, opanowane przez elfy... Pamiętałam już kiedyś czasy takiej władzy, a jednak jej smak wydaje mi się całkiem nowy... I podoba mi się.

source: It seems that we can finally cross the line of trees. I fear, that everything is covered with fog anyway... Damn elvish tricks! They will mean nothing anyway! Our wolves can smell elves, humans and dwarves for miles! No one will flee from this pogrom, no one will survive!
pl: Zdaje się, że wreszcie możemy przekroczyć linię drzew. Obawiam się jednak, że wszystko zasnuwa mgła... Przeklęte elfie czary! Nic im nie dadzą! Nasze wilki wyczują zapach elfów, ludzi bądź krasnoludów na kilometr! Nikt nie ucieknie z tego pogromu, nikt nie przeżyje!

source: Defeat all enemy leaders
pl: Pokonaj wszystkich wrogich przywódców

source: So, you're here... We expected that you will resist our spells at the end... Having nothing to count on, we'll make use of steel to survive. Whatever will happen - one power of the North will be destroyed in this battle.
pl: A więc jesteście... Spodziewaliśmy się, że w końcu oprzecie się naszym czarom... Nie mogąc już na nie liczyć, użyjemy stali, by przeżyć. Cokolwiek się stanie – jedna potęga Północy zostanie w tej bitwie zniszczona.

source: I'd like to admit that you're right, but I can't. Even if you miraculosly will be able to put up a resistance against us, dragons will fall from the skies, Kingdom of Wesnoth will come from the south, and from deepest underground corridors undeads will emerge... Even if so, the Great Horde will be unrivaled power. You think I attacked you will all my forces? I rule the whole North! It's only but a fraction of my army.
pl: Chciałbym przyznać ci rację, jednak nie mogę. Nawet, jeśli jakimś cudem uda wam się stawić nam opór, jeśli z nieba spadną na nas smoki, z południa zaatakuje Królestwo Wesnoth, a z najgłębszych podziemnych korytarzy wynurzą się nieumarli... Nawet wówczas Wielka Horda będzie niezrównaną potęgą. Myślisz, że zaatakowałem was całością swoich sił? Panuję nad całą północą! To zaledwie ułamek mojej armii.

source: Our highest priestess will defeat you! You won't be able to stop her magic, to resist her... This forest will be your grave!
pl: Najwyższa z naszych kapłanek cię pokona! Nie uda ci się zatrzymać jej magii, stawić jej oporu... Ten las będzie waszym grobem!
