Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: We can’t be so sure of that. These are still the lands of the Northern Alliance. We have no friends here. Anyway ... No more idle talk, let’s spur the wolves on!
pl: Nie możemy być tego tacy pewni. To wciąż ziemie Sojuszu Północy. Nie mamy tu żadnych przyjaciół. Zresztą... Koniec próżnej gadaniny, popędźmy wilki!

source: Flee
pl: Ucieknij

source: They are catching up on us. I fear these lands have been overrun by the undead. If this is so, we are heading straight into a trap.
pl: Zaczynają nas doganiać. Obawiam się, że te tereny także zostały zdominowane przez nieumarłych. Jeśli tak jest, biegniemy prosto w pułapkę.

source: There is no other way but forward. Fighting them is out of the question. Stop complaining, we need to buy the Horde some time!
pl: Nie mam innego wyjścia, niż tylko pędzić przed siebie. Walka z nimi nie wchodzi w grę. Nie narzekajcie, musimy kupić trochę czasu dla Hordy!

source: We sense a goblin who is running away ... We sense a frightened wolf ... We sense the blood flowing in ther veins ... And we wish to shed ...
pl: Czujemy uciekającego goblina... Czujemy jego spłoszonego wilka... Czujemy krew płynącą w ich żyłach... I pragniemy ją przelać...

source: We sense the fear which is filling the air ... We sense the sweat on our pray’s skin ... We sense his quicken breathing .. And we wish to stop it ...
pl: Czujemy strach wypełniający powietrze... Czujemy pot na skórze naszej ofiary... Czujemy przyspieszony oddech... I pragniemy go jej pozbawić...

source: We sense the desperation and determination ... We sense the instinct urging him to run ... We sense the heart pounding ... And we wish to tear it from the chest ...
pl: Czujemy desperację i determinację... Czujemy instynkt nakazujący ucieczkę... Czujemy bijące szaleńczo serce... I pragniemy wyrwać je z piersi...

source: We sense the longing for the time without fighting ... We sense the remorse for the harm done ... We sense the passion of someone who is about to die ... And we wish to kill him ...
pl: Czujemy tęsknotę za czasami bez walki... Czujemy żal za wyrządzone krzywdy... Czujemy pasję kogoś, kto zaraz umrze... I pragniemy zadać mu śmierć...

source: Damn it! We need to cross the river. It seems to me these cursed fish men swim in it with their spears!
pl: Do diaska, trzeba będzie pokonać tę rzekę! Zdaje mi się też, że pływają w niej ci przeklęci rybo-ludzie z dzidami!

source: Look, my brothers, what is swimming in our direction! Let’s spear this pup and fill our duty for the Northern Alliance!
pl: Patrzcie, co do nas podpływa, bracia! Nadziejmy to orkowe szczenię na włócznię i wypełnijmy swój obowiązek wobec Sojuszu Północy!

source: People! People! Wake the leader up, the orcs are coming! The undead are right behind them! People!
pl: Ludzie! Ludzie! Budźcie sołtysa, orkowie nadchodzą! Nieumarli za nimi! Ludzie!

source: This is our chance! Quick, don’t start any fights and don’t let them surround you. Let’s go past and hope they will stop the undead long enough for us to catch a breath.
pl: To nasza szansa! Szybko, nie wdawajcie się z nimi w walkę i nie dajcie się otoczyć. Wymińmy ich i miejmy nadzieję, że powstrzymają nieumarłych na tyle długo, byśmy mogli odetchnąć.

source: Shan li-tut ren! Awaken, my brothers ... I sense evil attempting to cross the tree line ... We, the guardians of the sacred Elfish lands, will stand and fight ...
pl: Shan li-tut ren! Zbudźcie się, moi bracia... Wyczuwam zło pragnące przekroczyć linię drzew... My, strażnicy świętych ziem elfów, staniemy do walki...

source: It seems we have awakened the treants. Let’s go past and run – they may actually protect the forests from the undead.
pl: Zdaje się, że wybudziliśmy te drzewce ze snu. Wymińmy je czym prędzej i uciekajmy – może rzeczywiście ochronią te lasy przed nieumarłymi.

source: That tree spoke of elves. I hope they won’t send arrows on us from the bushes!
pl: To drzewo mówiło coś o elfach... Mam nadzieję, że nie będą do nas szyć z łuków spomiędzy krzaków!

source: Ugh... Who will drive the undead away?
pl: Ugh... Kto teraz odciągnie nieumarłych...?

source: Darn! I’m sure that if I run into the forest, I’ll lose the undead. Elvish magic will stop them long enough. And the elves ... Well, they might have all gone to war and no one is guarding the forest paths? This matters not, I prefer the elvish bows than the dead claws of these creatures!
pl: A niech to! Jestem pewny, że jeśli wbiegnę w ten gęsty las, zgubię nieumarłych. Elficka magia zatrzyma ich na wystarczająco długo, zaś same elfy... Cóż, może wszystkie ruszyły na wojnę i nikt nie pilnuje leśnych ścieżek? To bez znaczenia, wolę już elfickie łuki niż martwe szpony tych stworzeń!

source: I am probably safe. The undead ceased their pursuit. What the ...?!
pl: Chyba jestem bezpieczny... Nieumarli przerwali pościg, ale... Co do...?!

source: Beatrice
pl: Beatrycze

source: Peace to you, wolf rider. I’ve seen your struggles in the battle with the undead. You’ve managed to find a sheltered place. Our magic barrier can be crossed only by those who has my people’s permission, or a person with a pure heart not tarnished with hate. Until now, no orc has been able to do that. You are the first one.
pl: Pokój ci, jeźdźcze wilka. Dostrzegłam twoje zmagania w walce z nieumarłymi. Udało ci się schronić w leśnym zaciszu. Naszą barierę magiczną może przekroczyć tylko ktoś, komu mój lud pozwoli przez nią przejść bądź... Bądź ktoś o czystym, niesplamionym nienawiścią sercu. Do tej pory żadnemu orkowi się to nie udało. Ty jesteś pierwszy.

source: Me? But ... Anyway, we don’t have to fight. I am no threat to you. Let me leave.
pl: Ja? Ale... W każdym razie... Nie musimy walczyć – nie jestem dla was zagrożeniem. Pozwól mi odejść.

source: I will ... As I said, you have a pure heart. Although most of my people feel hate towards you, I cannot and I won’t harm anyone who manages to cross the magic barrier. We have’t seen an orc here for a long time. It seems the evil and darkness coming from the north is after your people.
pl: Pozwolę... Jak już mówiłam, masz czyste serce. Choć większość mojego ludu pała do was nienawiścią, ja nie mogę i nie chcę skrzywdzić nikogo, kto zdołał przedostać się przez magiczną bramę. Od dawna jednak nie widzieliśmy tu żadnego orka. Zdaje się, że ta fala zła i mroku, która pojawiła się na północy, jest skierowana właśnie na wasz lud.

source: After the Horde? That would explain a lot. Since the undead appeared, everything has been happening not like it should have. We’ve been running for some time, managing to survive. Marbus found some old scriptures in the abandoned stronghold in the Kalindor Fields. Maybe they will help ...
pl: Na Hordę? To by wiele wyjaśniało... Odkąd pojawili się nieumarli, wszystko szło nie tak, jak powinno. Uciekamy już od długiego czasu, starając się przetrwać... Marbus odnalazł jakieś stare zapiski w opuszczonej twierdzy na Polach Kalindoru, może to w czymś pomoże...

source: The stronghold in the Kalidor Fields? It is an ancient old place. You’ve picked my interest. Tell me everything. From the very beginning.
pl: Twierdza na Polach Kalindoru? To stare, pradawne miejsce... Zainteresowałeś mnie... Opowiedz mi wszystko. Od samego początku.

source: Two hours later...
pl: Dwie godziny później...

source: ... and that is how I am here.
pl: ...i tak właśnie znalazłem się tutaj.

source: I see ... Now it all starts to make sense. But, if your friends headed north, they will fall into the main line of defence of the Northern Alliance! We need to go there and tell everyone there is no point fighting against each other. It’s time to unite and defeat the undead enemy.
pl: Rozumiem... Teraz wszystko zaczyna układać się w logiczną całość... Ale jeśli twoi przyjaciele ruszyli na północ, wpadną prosto na główną linię obronną Sojuszu Północy! Trzeba się tam udać i powiadomić wszystkich, że nie ma sensu ze sobą walczyć. Pora się zjednoczyć i zwyciężyć nieumarłego wroga.

source: So ... Will you help us, my lady? I don’t know what to say. I would have never thought that we could become allies with the people who we’ve been waging a war with for ages.
pl: Czyli... Czyli pomożesz nam, pani? Nie wiem, co mam powiedzieć. Nigdy nie liczyłem na to, że w tej walce możemy znaleźć sojusznika w ludzie, z którym od lat toczyliśmy wojny.

source: Everything changes. The Northern Alliance is losing its strength, the elvish gates are crossed by orcs, and the only hope for winning the war for the north is the Great Sovereign of the Horde. But enough with that: I must head for the front line as soon as possible. Maybe it’s not too late.
pl: Wszystko się zmienia. Sojusz Północy traci swoje siły, elfickie bramy są przekraczane przez orków, a jedyną nadzieją na zwycięstwo w wojnie o północ staje się Wielki Suweren Hordy... Ale dosyć o tym – muszę czym prędzej udać się na linię frontu. Może nie jest jeszcze za późno...

source: And what about me, my lady?
pl: A co ze mną, pani?

source: I’m leaving you under my best archers’ care. When you come round you can join your friends. My soldiers will guide you along the paths through the forests where the undead threat is low.
pl: Zostawiam cię pod opieką moich najlepszych strzelców. Gdy dojdziesz do siebie, możesz dołączyć do swoich pobratymców. Moi żołnierze poprowadzą cię ścieżkami przez lasy, gdzie zagrożenie ze strony nieumarłych będzie niewielkie.

source: Thank you, my lady! I have so much to say ... But I can’t stop you. Have a safe journey!
pl: Dziękuję ci, pani. Na usta ciśnie mi się tyle słów... Ale nie mogę cię zatrzymywać. Bezpiecznej podróży!

source: I would have never imagined myself travelling with the elves in other way than chained.
pl: Nigdy nie sądziłem, że przyjdzie mi podróżować z elfami w inny sposób, niż będąc zamknięty w łańcuchach.

source: And you were right. You won’t be travelling with us ...
pl: I dobrze sądziłeś... Nie przyjdzie ci z nami podróżować...

source: What?!
pl: Co?!

source: Our Lady is noble, yet naive. We don’t believe our races are able to live in peace ... Besides ... Plenty of our people died at your hands. It’s time for vengeance.
pl: Nasza pani jest szlachetna, jednak naiwna... Nie wierzymy, że nasze rasy są w stanie żyć w pokoju... Poza tym... Wielu naszych braci zginęło z waszych rąk. Pora ich pomścić...

source: But ... You can’t ... You received orders!
pl: Ale... Nie możesz... Dostałeś rozkazy!

source: I can’t? Then look!
pl: Nie mogę...? To patrz!

source: You...!
pl: Ty...!

source: Elves are the same as orcs!
pl: Elfy są takie same jak orkowie!

source: Maybe you will win ... Maybe you will defeat my people ... But you are not better than us! There is as much cruelty in you as in us!
pl: Może i wygracie... Może i pokonacie mój lud... Ale wcale nie jesteście od nas lepsi! Tyle w was okrucieństwa, ile w nas!

source: Maybe... Have you not heard that the history is written by the victors? Even if an alliance is formed between our races, I will tell everyone that the undead came at us among the forest paths. And you, unaware of the land and stupefied after the run, fell right into their trap. The same as you fell in our ...
pl: Może... Czyżbyś nigdy nie słyszał, że historię piszą zwycięzcy? Nawet jeśli dojdzie do sojuszu między naszymi rasami, powiemy wszystkim, że to nieumarli napadli na nas wśród leśnych ścieżek... A ty, nieznający terenu i oszołomiony po długiej ucieczce, rzuciłeś się wprost w ich sidła. Tak, jak wpadłeś w nasze...

source: Marbus ... won’t let us down ... He is different from the rest ... He’s united all the clans ... We will not fall ...
pl: Marbus... Nas nie zawiedzie... On jest inny niż reszta... Zjednoczył wszystkie klany... Nie upadniemy...

source: You will die, because you are destined to! I’m so bored with this talking ... Die! Die under my boot! And may the last thing you see before you die be our eyes! Te eyes of elves – the race of masters!
pl: Zginiecie, bo takie jest wasze przeznaczenie... Ale nuży mnie ta rozmowa... Zdychaj. Zdychaj pod moim butem! I niech ostatnim, co zobaczysz przed śmiercią, będą nasze oczy. Oczy elfów – rasy panów!

source: Try to kill and I will wipe you out!
pl: Spróbujcie mnie zabić, a wyrżnę was jak szczenięta!

source: Hahahaha... You think you can kill me? A good one, I must say!
pl: Hahahaha... Myślicie, że możecie mnie zabić? A to dobre!

source: What ...? What is so funny?!
pl: Co...? Co cię tak bawi?!

source: Since my birth, I have lived in conditions you would have never imagined. I’ve survived the undead attack, I’ve retaken our capital from the Northern Alliance so as to burn it to the ground and enter the dwarven mines which I have got out from. At the end, I’ve managed to escape thousands of monsters, and you say that you are able to kill me?
pl: Od urodzenia żyłem w warunkach, których wy nawet nie potrafilibyście sobie wyobrazić. Przeżyłem atak nieumarłych, odbiłem z rąk Sojuszu Północy naszą stolicę, by następnie ją spalić i wkroczyć w sam środek kopalń krasnoludów, z których się wydostałem! Na końcu zdołałem uciec tysiącom goniących mnie upiorów, a ty twierdzisz, że jesteś w stanie mnie zabić?!

source: Archers! Draw the strings! We’ve got a madman here!
pl: Łucznicy! Założyć cięciwy! Mamy tu szaleńca!

source: I won’t give up so easily!
pl: Nie poddam się łatwo!

source: No, please, don’t kill me!
pl: Nie, proszę, nie zabijajcie mnie!

source: But ... I am no threat to you. I can barely stand. I am left all alone on a foreign land and chased by the undead. You don’t have to kill me here.
pl: Ale... Ja nie jestem dla was zagrożeniem! Ledwo trzymam się na nogach. Zostałem sam, na obcej ziemi, ścigany przez nieumarłych. Nie musicie mnie tu zabijać.

source: This is true. Your death is inevitable. In fact, we don’t have to waste any arrows on you, but ... We are pleased with your suffering.
pl: To prawda... Twoja śmierć jest nieunikniona. W gruncie rzeczy nie musimy marnować na ciebie strzał, jednak... Jednak cieszy nas twoje cierpienie.

source: No! Please!
pl: Nie! Proszę!

source: Squeal! Squeal like a piglet! Now ... Kill him!
pl: Kwicz! Kwicz jak świnka! A teraz... Zabić go!

source: Break free
pl: Uwolnij się

source: Argh ...! If only ... the Horde ... survives ...
pl: Argh...! Byleby tylko... Horda... Ocalała...

source: Ugh! Run, you fools!
pl: Ugh! Uciekajcie, głupcy!

source: My life is not a high price ... for tricking a legion ... of the undead ...
pl: Moje życie, to niewielka cena... Za wykiwanie legionu... Nieumarłych...

source: Ugh! The Horde will win!
pl: Ugh! Horda zwycięży!

source: The Battle of Five Armies
pl: Bitwa Pięciu Armii

source: The reckless ride of Kochan and the retreat to the Norther Alliance’s army enabled the orcs to head north. Thus another mad escape through the unknown and hostile land began. Marbus was rushing at the front with his finest warriors. Behind him there was a long and scattered line of orcs once called the Great Horde. Now, they looked no better than poor and war-shattered refugees that posed threat to no one.
pl: Brawurowa jazda Kochana i wycofanie się wojsk Sojuszu Północy pozwoliły orkom ruszyć na północ. Tak zaczęła się kolejna szaleńcza ucieczka przez nieznane i nieprzyjazne tereny. Marbus, wraz ze swoimi najlepszymi żołnierzami, pędził na czele. Za nim zaś rozciągała się długa, poszarpana linia orków, którzy kiedyś zwać się mogli Wielką Hordą. Teraz wyglądali nie lepiej niż ubodzy, wykończeni wojną uchodźcy, którzy nikomu nie mogli już zagrozić.

source: Minutes became hours, and the hours became days. The ones who had horses could afford a moment of luxury while sleeping in a saddle. The other set provisional camps, hid in the bush and promised to follow the march once they had a nap. It was clear that at least half of them would not return. A lot of them desired for a stop, but Marbus continuously pressed north, because he saw the only hope for his people in it.
pl: Minuty zamieniały się w godziny, te zaś w dni. Ci, którzy mieli konie, mogli pozwolić sobie na luksus snu w siodle. Inni rozstawiali pospiesznie obozy, kryli się w krzakach i obiecywali, że gdy się prześpią, ruszą za pochodem. Jasnym było, że przynajmniej połowa z nich już nigdy nie wróci. Wielu pragnęło postoju, jednak Marbus nieustannie parł na północ, widząc w tym jedyną nadzieję dla swojego ludu.

source: During the escape, he managed to tell his advisors all about the events in the catacombs of the stronghold. There he came across ancient shamanistic scriptures telling about the Wild Gon, a huge army of the undead which awakened once in a thousand years to torment the orcish race for their countless sins and plundering nature. The only way to destroy the army was to defeat the King of Gon. As it turned out, it was not an easy task, since he was in the heart of the undead army, inaccessible for the living.
pl: W czasie ucieczki zdołał opowiedzieć swoim doradcom o tym, co zaszło w katakumbach twierdzy. Natrafił on tam bowiem na pradawne, szamańskie zapiski traktujące o Dzikim Gonie, ogromnym orszaku nieumarłych, który budził się do życia raz na tysiąc lat, by prześladować rasę orków za ich liczne grzechy i łupieżczą naturę. Jedynym sposobem na jego zniszczenie było pokonanie Króla Gonu. Jak się jednak okazało, nie było to łatwe zadanie – ten przebywał bowiem w sercu nieumarłej hordy, niedostępny dla śmiertelników.

source: Yet there has been a way to summon the King of Gon and order him to have the final battle with the living. In order to do that, Marbus had to obtain the Gjallarhorn. The situation was even more complicated, because the artifact was kept in enchanted ancient orcish caves. It was placed there over a thousand years ago, after the last raid of the King of Gon. The shamen did not expect that the territory where their cave had been would be in the elvish hands.
pl: Istniał jednak sposób na przywołanie Króla Gonu i rozkazanie mu, by stoczył decydującą bitwę z żywymi. By tego dokonać, Marbus musiał zdobyć Róg Gjallarhorn. Tutaj sytuacja komplikowała się jeszcze bardziej, gdyż ów mityczny artefakt przechowywany był w zaklętych, orkowych jaskiniach. Został tam złożony przeszło tysiąc lat temu, po ostatnim najeździe Króla Gonu. Szamani nie przewidzieli jednak, że terytorium, w którym znajdowała się ich jaskinia, będzie kiedyś należeć do elfów.

source: Great Lord Dirack
pl: Wielki Lord Dirac

source: Jarl Irick the High
pl: Jarl Irick Wysoki

source: Dwarvish Door
pl: Krasnoludzkie Drzwi

source: Jarl Irick Stronghold
pl: Twierdza Jarla Iricka

source: Lord Dirack's Stronghold
pl: Twierdza Lorda Diracka

source: The Big Swamp
pl: Wielkie Bagno

source: Tallin's Path
pl: Droga Tallina

source: Beatrice's Tower
pl: Wieża Beatrycze

source: It seems we would not be able to run through these fields. We must hide behind the tree line, where the undead will not be able to pass so quickly through.
pl: Zdaje się, że dłużej nie uda nam się uciekać przez te pola. Musimy schronić się za linią drzew, tam nieumarli nie przejdą tak szybko.

source: The undead may not move well through the woods, but you forget about one important thing ... We do not move well either! Besides, this place reeks of elves!
pl: Może i umarlaki niezbyt dobrze poruszają się w lesie, jednak zapominasz o czymś bardzo ważnym... My też źle się w nim poruszamy! Poza tym na kilometr śmierdzi mi tu elfami!

source: This Person did not expect you to be the first to shudder at the thought of the elves.
pl: Ta Osoba nie przypuszczała, że pierwszym, który zadrży na myśl o drzewolubach, będziesz ty.

source: Most of my scars have been made by the elvish steel. I would gladly break a few skulls and taste their flesh, but I fear for the Great Horde. We are broken, and if we thin our ranks even more, the elves will slaughter us like ducks.
pl: Większość blizn, jakie noszę, pochodzi od elfickiej stali. Z chęcią rozłupałbym kilka ich czaszek i skosztował ich mięsa, jednak obawiam się o Wielką Hordę. Jesteśmy w rozsypce, a jeśli przerzedzimy nasze szeregi jeszcze bardziej, elfy wyrżną nas jak kaczki.

source: Elf meat good. Good with onion. My old woman always cook in cauldron, stir and stir, and it come away from bone. Healthy for childrens.
pl: Mięso elfów dobre. Dobre z cebula. Moja stara zawsze gotowała w kotle, mieszała, mieszała, aż samo odchodziło od kości. Zdrowe dla dzieciów.

source: We have no choice. We need to get to the caves where the Gjallarhorn is. As for the elves, look north! It looks like we are going to face them now!
pl: Nie mamy wyboru. Musimy dostać się do jaskini, w której ukryty jest Róg Gjallarhorn. Co do samych elfów, patrzcie na północ! Zdaje się, że przyjdzie nam stawić im czoło już teraz!

source: I’ve gathered the main forces of the Northern Alliance. I’ve come to stop the undead raiders and protect our land. It is only a several dozen of kilometres to our capital from here. We have to hold our position at all costs!
pl: Zebrałem główne siły armii Sojuszu Północy. Przybyłem, by powstrzymać nieumarłych najeźdźców i bronić naszych ziem. Stąd od naszej stolicy jest tylko kilkadziesiąt kilometrów. Za wszelką cenę musimy utrzymać pozycję!

source: According to our arrangements, elvish jarls agreed to let me take care of their remaining troops. All the refugees are sent farther north where they are helped by the Northern Alliance and Knalga.
pl: Zgodnie z naszymi ustaleniami, jarlowie elfów zgodzili się oddać pod moją opiekę resztki swoich sił. Wszystkich uchodźców odsyłamy na dalszą północ, gdzie udziela im pomocy Sojusz Północy oraz Knalga.

source: So the dwarves agreed to our terms and will help us in battle? It was hard to convince them ... Satisfying one clan means treading on three other clans’ toes.
pl: Zatem krasnoludy przystały na nasze warunki i pomogą nam w walce? Trudno było ich do tego przekonać... Dogodzić jednemu klanowi znaczy tyle, co nadepnąć na odcisk trzem innym.

source: It’s true, but we got our own way. The old king abdicated, and Wilhelm the Iron Fist was crowned hastily yesterday. His regiment should be here soon. What is this? The undead? No... These are orcs! Strings on the bows!
pl: To prawda, jednak w końcu dopięliśmy swego. Stary król abdykował, a wczoraj odbyła się pospieszna koronacja Wilhelma Żelaznej Ręki. Jego hufce powinny być tu lada dzień. Ale co to... Nieumarli? Nie... To orkowie! Cięciwy na łuki!

source: To be honest, the Northern Alliance is against open armed attacks, but ...
pl: Co prawda Sojusz Północy jest przeciwny otwartym atakom zbrojnym, jednak...

source: ... they are the ones the undead are hunting for!
pl: ...to właśnie na nich polują nieumarli!

source: So you’ve discovered the relation? Anyway, our speculations were true. All of the orcs from the north are being slaughtered. But we will discuss this later ... The most important thing now is protecting our land and slaughtering the orcs from the undead come after them!
pl: Zatem wy też odkryliście ową zależność? No nic, potwierdziły się nasze przypuszczenia. Wszyscy orkowie północy są wyżynani w pień. Ale o tym porozmawiamy później... Najważniejsze jest teraz, by obronić nasze ziemie i wyrżnąć ich do nogi, nim przybędą za nimi hordy nieumarłych!

source: This Person senses an incoming battle. There is a stench of death in the air.
pl: Ta Osoba wyczuwa zbliżającą się bitwę. W powietrzu unosi się zapach śmierci.

source: That would be it for the peaceful solutions. It’s time to attack, slaughter them all!
pl: To tyle, jeśli chodzi o pokojowe rozwiązanie. Pora atakować, wyrżnąć wszystkich!
