Repository: dyedmagenta/Marbuss_Escape
Catalog: translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Damn... Where are those dwarves? Why they are late in this important moment?
pl: Zaraza... Gdzie te krasnoludy? Muszą się spóźniać w takiej chwili?

source: Dwarves came to me a while ago to negotiate their surrender. Those cunning midgets can fight with words, but are rather reluctant to admit how much gold they really have. Half of their wealth they gave me voluntarily, for the second one I soon arrived personally. With army.
pl: Krasnoludy przybyły do mnie jakiś czas temu, negocjując warunki poddania się. Te cwane kurduple potrafią walczyć słowem, jednak dosyć niechętnie przyznają się do tego, ile tak naprawdę złota mają w skarbcach. Połowę dóbr oddali mi sami, a po drugą połowę zjawiłem się niebawem. Z wojskiem.

source: Well, at least they tried to survive and ensure their well-being. What did you do, Jarl? You decided to oppose me and die along with your subordinates in suicidal attempt to defend your fairy.
pl: Starali się jednak przetrwać i zapewnić sobie godny byt. Co zaś zrobiłeś ty, Jarlu? Postanowiłeś sprzeciwić mi się i zginąć wraz ze swoimi podopiecznymi w samobójczej próbie obrony waszej wróżki.

source: No... Without me... The Snowfeet Clan...
pl: Nie... Beze mnie... Klan Śnieżnostopych...

source: Your clan is the past now. Same goes for all the Knalga. We'll stumble on you, enslave and make sure, that all your pride and hubris will be gone, replaced by fear for the Great Horde. None of underground's sons will dare to raise an axe against his orcish masters!
pl: Twój klan jest przeszłością. Jak cała Knalga. Zdepczemy was, zmusimy do niewolniczej pracy i sprawimy, że wasza pycha oraz duma przepadną, a na ich miejscu znajdzie się strach przed Wielką Hordą. Żaden z synów podziemi nie ośmieli się już podnieść topora przeciwko orkowym panom!

source: Curse you... To hell... Dwarves won't... Ever... Bow to you...
pl: Niech cię... Do diabła... Krasnoludy nigdy... Ci się nie pokłonią...

source: Your pieces will bow to me! Tear him into shreds and throw the remains before my feet!
pl: Pokłonią mi się wasze kawałki! Rozerwać mi go na strzępy i rzucić resztki do moich stóp!

source: I die... I betrayed the North to join the orcs... What for?
pl: Umieram... Zdradziłem północ, by sprzymierzyć się z orkami... Na co mi to było?

source: Well, I wasn’t very attached to him.
pl: Cóż, nie byłem do niego przywiązany emocjonalnie.

source: So many years of experience... Fights... Noble battles and duels... To be attacked by... Filthy orcs! You should all die when the Wild Gon attacked. You didn't do, though... Instead, you spread, like... like vermin! Like cockroaches or ants! You spread your monstrosity... You destroy everything that's beautiful, worth fighting for...
pl: Tyle lat doświadczenia... Walk... Szlachetnych bitw i pojedynków... Żeby zostać zakatowany przez... Plugawych orków! Powinniście wymrzeć, gdy zaatakował Dziki Gon. Nie zrobiliście tego... Plenicie się za to jak... Jak robactwo! Jak karaluchy bądź mrówki! Szerzycie swoją ohydę... Niszczycie wszystko, co piękne, o co warto walczyć...

source: Well, many people shares similar opinion about us. The problem is, we don't really care about it. Same goes for talking with you... Farewell, Jarl... I wish you won't be so bitter old greybeard in the afterlife.
pl: Cóż, większość osób ma o nas takie zdanie. Problem jest taki, że niewiele nas ono interesuje. Tak, jak rozmowa z tobą... Żegnaj, Jarlu... Mam nadzieję, że w zaświatach staniesz się mniej zgorzkniały.

source: And here we have an elvish witch, a descendant of Kalenz, Beatrice. I was dreaming about that moment, when I can oppose you for years. For all those moments when you openly despised me, treated like I was worse than you... You don't know how much I hate you...
pl: Oto i elfia wiedźma, potomkini Kalenza, Beatrycze. Od lat marzyłam o chwili, gdy jawnie ci się przeciwstawię. Za te wszystkie momenty, gdy jawnie mną pogardzałaś, uważałaś za gorszą od siebie... Nawet nie wiesz, jak bardzo cię nienawidzę...

source: Your betrayal is more painful for me than deaths of all those who protected this place. They died in glory, fighting for what they believed. And you? You have choosen to live with the Great Horde, with those, who murdered your kin. You latched onto that grace and betrayed us.
pl: Twoja zdrada jest mi boleśniejsza, niźli śmierć wszystkich tych, którzy bronili tego miejsca. Oni zginęli w chwale, walcząc o to, w co wierzyli. A ty? Wybrałaś życie razem z Wielką Hordą, razem z tymi, którzy mordowali twoich pobratymców. Uczepiłaś się tej łaski i zdradziłaś nas.

source: I did what's the best for me and the Blood Elves. We argued for years, it's time to settle this conflict. Rise above, have you under my feet and look on you, living as slaves - that's what I want!
pl: Zrobiłam to, co było najlepsze dla mnie i Krwawych Elfów. Od lat się spieramy, wreszcie nadeszła pora, by rozwiązać ten konflikt. Wznieść się na wyżyny, mieć was pod stopami i patrzeć, jak prowadzicie niewolniczy żywot – oto, czego chcę!

source: You become as despicable as orcs, girl. But it was only predictable... You were always full of hatred, unhealthy fascination about killing and lust for power. How could you think you could ever be equal to us? I tell you, even if my people will be forced to clean your shoes, everyone will still despise you inside.
pl: Stałaś się równie podła, co orkowie, dziewczyno. To było jednak do przewidzenia... Od zawsze kipiałaś nienawiścią, niezdrową fascynacją zabijaniem oraz rządzą władzy. Jak mogłaś myśleć, że kiedyś staniesz się nam równa? Powiadam ci, nawet jeśli mój lud zmuszony będzie czyścić ci buty, każdy będzie pogardzał tobą w swoim duchu.

source: Marbus... I regret meeting you again in such circumstances. I don't know what has come into you. Why you let your race become posessed by bloodlust again? Why you let this situation happen? Don't you see how everyone suffer because of your actions?
pl: Marbusie... Żałuję, że spotykamy się w takich okolicznościach. Nie wiem, co w ciebie wstąpiło. Dlaczego pozwoliłeś na to, by twoją rasę znów ogarnął szał krwi? Dlaczego doprowadziłeś do tego momentu? Czy nie widzisz, jak wszyscy cierpią za twoją przyczyną?

source: My warriors don't suffer. I lead the Great Horde through a bright path, that it wants to be lead. And when it comes to reasons... Well, everything could be different. Provided my cousin lived. If you really tried to keep your alliance with us.
pl: Moi wojownicy nie cierpią. Prowadzę Wielką Hordę świetlaną drogą, którą pragnie być prowadzona. Jeśli zaś chodzi o powód... Cóż, wszystko mogło wyglądać inaczej. Mogło, gdyby mój kuzyn żył. Gdybyście rzeczywiście starali się zachować przymierze z nami.

source: About your cousin I only have known after it was done... I didn't want his death. I believed entirely that you can change your destiny. But it didn't happen. You still do everything to be hated. After a thousand years the King of Gon will return. Before I thought, that he's our curse, but now I understand - he was our chance. A chance to get rid of you. With a great price, but still a chance...
pl: O twoim kuzynie dowiedziałam się dopiero po fakcie... Nie chciałam jego śmierci. Całym sercem wierzyłam w to, że możecie odmienić swoje przeznaczenie. A jednak do tego nie doszło. Znów robicie wszystko, by was nienawidzić. Za tysiąc lat Król Gonu powróci. Przedtem sądziłam, że jest on naszym przekleństwem, ale teraz rozumiem – on był naszą szansą. Szansą na pozbycie się was. Okupioną wielką ceną, ale jednak szansą...

source: It doesn't matter anymore. The King of Gon is dead, and even if he returns, he'll find us even more powerful than in this millenium. The Gjallarhorn will be passed to every new Great Sovereign, on every generation... We'll be ready for this curse to come.
pl: To już bez znaczenia. Król Gonu nie żyje, a jeśli powróci, zastanie nas znacznie silniejszych niż w tym tysiącleciu. Róg Gjallarhorn będzie przekazywany Wielkiemu Suwerenowi z każdym pokoleniem... Będziemy gotowi na nadejście tej klątwy.

source: Talking won't bring us anything more. Attack... I'm ready for the strike...
pl: Rozmowa nie przyniesie nam już niczego. Atakuj... Jestem gotowa na cios...

source: And I'll be glad to deal it. Forward, my warriors! Surround her fortress, don't let any tree-hugger escape! It's time for our final triumph! Tash'kfug adin!
pl: A ja z chęcią go zadam. Naprzód, moi wojownicy! Otoczyć jej twierdzę, nie pozwolić uciec żadnemu drzewolubowi! Oto chwila naszego ostatecznego triumfu! Tash'kfug adin!

source: So that's how death looks like... It's so cold... And lonely...
pl: Więc tak wygląda śmierć... Jest tak zimno... I samotnie...

source: Any death is better than what we're preparing for those who survive. Living under the Great Horde's rule will be a greater suffering for them than any physical pain. And each, and every suffering one will be able to blame it on you. It's you, who lost. You let them down... Die with this thought, Beatrice.
pl: Każda śmierć jest lepsza od tego, co zgotujemy tym, którzy przetrwają. Życie pod jarzmem Wielkiej Hordy będzie dla nich cierpieniem większym niż fizyczny ból. A każdy, absolutnie każdy cierpiący będzie mógł zawdzięczać to wyłącznie tobie. To ty przegrałaś. Ty ich zawiodłaś... Umieraj z tą myślą, Beatrycze.

source: Finish it...
pl: Zakończ to...

source: Farewell, elvish witch. This is how your story ends and a brand new story starts. A story, about invincible Great Horde, ruling the whole North!
pl: Żegnaj, elfia wiedźmo. Tak kończy się twoja historii i zaczyna całkiem nowa opowieść. Opowieść o niezwyciężonej, panującej nad całą północą Wielkiej Hordzie!

source: Epilogue
pl: Epilog

source: The world never got to know the truth about the day, when hopes of the Great Horde were turned into ashes. It was talked about Gewold's betrayal and trap he prepared for the Great Sovereign. From the massacre no warrior there was supposed to stay alive, and rulers of the North unanimously assumed, that Marbus died a honourable death, for which he deserves esteem and glory. He was called a great hero and his persona was used to gradually bind and take control over orcish race.
pl: Świat nigdy nie poznał prawdy o dniu, w którym nadzieje Wielkiej Hordy zostały obrócone w pył. Powszechnie mówiło się o zdradzie Gewolda oraz pułapce, jaką przygotował dla Wielkiego Suwerena. Z masakry miał nie ostać się żaden wojownik, zaś władcy północy jednogłośnie uznali, że Marbus zginął chwalebną śmiercią, za którą należy mu się cześć i chwała. Został on uznany za wielkiego bohatera, a jego wizerunek posłużył do tego, by stopniowo narzucać pęta na rasę orków i przejmować coraz to większą nad nimi kontrolę.

source: After death of Marbus and Gewold the Great Horde became divided. Small orcish clans couldn't unite again. The wasn't anyone charismatic enough to do that. Soon the Northern Alliance took care of most of this race, trying to keep it in bounds and never again let the Great Horde gather again. Everyone who opposed those changes was called an enemy of Marbus's ideology and were quickly eliminated.
pl: Po śmierci Marbusa i Gewolda Wielka Horda przeżyła rozłam. Pomniejsze klany orków nie potrafiły się już zjednoczyć. Nie znalazł się nikt na tyle charyzmatyczny, by tego dokonać. Wkrótce Sojusz Północy objął pieczę nad większą częścią tej rasy, starając się utrzymać ją w ryzach i nigdy więcej nie dopuścić do tego, by Wielka Horda zebrała się ponownie. Wszyscy, którzy stawiali opór owym zmianom, zostali uznani za wrogów ideologi Marbusa i byli szybko eliminowani.

source: Aidala's daughters knew the truth. They swore revenge over Elvish Jarls, and for another years successfully fought them on the sea and other water pools. The revenge however, didn't pay off for them - they were considered traitors and enemies of the North. Without orcs as their ally, nagas become easy target to head hunters and mercenaries. Their race diminished and finally came into oblivion.
pl: Córki Aidali znały jednak prawdę. Przysięgły zemstę na Elfich Jarlach i przez kolejne lata skutecznie walczyły z nimi na morzu i w innych zbiornikach wodnych. Zemsta jednak nie opłaciła im się - szybko zostały uznane za zdrajczynie i wrogów północy. Bez sojusznika w postaci orków, nagi stały się łatwym celem dla łowców głów i najemników. Ich rasa zaczęła karleć, by w końcu odejść w zapomnienie.

source: Saurians were deeply integrated with orcish clans. Their fate was entangled and lead them into Northern Alliance's thrall, where they were hurt by racism and repressions, mostly from mages and scholars who ridiculed primitive magic and religion of saurian augurs. Even though their race could now freely wander around the north, none of them felt really free.
pl: Jaszczury mocno zintegrowały się z klanami orków. Ich los splótł się z nimi i doprowadził pod jarzmo Sojuszu Północy, gdzie dotknął ich rasizm i seria prześladowań, głównie ze strony magów i uczonych, którzy wyśmiewali prymitywną magię oraz wierzenia jaszczurzych szamanów. Choć ich rasa mogła teraz wędrować po całej północy bez przeszkód, żaden jej przedstawiciel nie czuł się naprawdę wolny.

source: Trolls were almost completely forgotten. Not having joined the Great Horde, they were still considered wild, hostile creatures, that should be exterminated. Their tribes were successfully forced to flee underground or to the far north, where climate was killing them as effective as dwarvish hammers. Soon that race came into oblivion and only old nannies told by campfire unbelievable stories about stone giants.
pl: Rasa trolli niemal całkowicie odeszła w zapomnienie. Nie przyłączając się do Wielkiej Hordy, trolle ciągle były uważane za dzikie, wrogo nastawione stworzenia, które trzeba wytępić. Ich plemiona coraz skuteczniej były spychane pod ziemię bądź na najodleglejszą północ, gdzie klimat wybijał je równie skutecznie, co krasnoludzkie młoty. W niedługim czasie odeszli w zapomnienie i tylko stare niańki opowiadały przy ogniskach niestworzone historie o olbrzymach z kamienia.

source: Saurians didn't integrate with orcish clans, so they weren't incorporated into the Great Horde. Rulers of the North considered them a potential threat to be dealt with as soon as possible. Due to Northern Alliance's actions more saurians died than from swords of the Wild Gon. Last saurian clans emigrated south, or on very far east, towards infected, vast swamps, where uncertain future awaited them.
pl: Jaszczury nie zintegrowały się z klanami orków, przez co nie zostały wcielone w szeregi Wielkiej Hordy. Przez możnowładców północy zostały uznane za potencjalne zagrożenie, z którym należało się czym prędzej rozprawić. W skutek działań Sojuszu Północy zginęło znacznie więcej przedstawicieli tej rasy, niźli od miecza wojowników Dzikiego Gonu. Ostatnie klany jaszczurów emigrowały na południe, a także na bardzo daleki wschód- w stronę skażonych, ciągnących się kilometrami moczar, gdzie czekała ich niepewna przyszłość.

source: Trolls united with the Great Horde and without a word of objection they followed orders from their new masters. Those were usually high rank mages of Northern Alliance, who provided them with food and clothing, but they demanded high price for that... There was a special educational program created and introduced only to restrain intellect of that race and preparing them into living in society of future, that is one where trolls are servants of humans, elves and dwarves. Even if they now had a lot of food, they were kept short, and were supposed to kept even shorter later on.
pl: Trolle zjednoczyły się z Wielką Hordą i bez sprzeciwu przyjmowały rozkazy od swoich nowych panów. Tymi zaś byli najczęściej wysokiej rangi magami Sojuszu Północy, którzy zapewnili im wikt i opierunek, choć żądali za to wysokiej ceny... Stworzony i włączony w życie został program edukacyjny, którego celem miało być ograniczenie intelektu tej rasy i przystosowanie ich do życia w społeczeństwie przyszłości, a zatem takim, w którym trolle stałyby się sługami ludzi, elfów i krasnoludów. Choć w końcu miały mnóstwo żywności, trzymano ich na krótkim łańcuchu, który z czasem miał zamienić się w kajdany.

source: When the Great Horde was shattered, and orcish power was a part of history, ogres, yeti and other wild races of the North fleed into lands inaccesible for elves, where they secretly proliferated or perished. Soon they become a part of history, and in next years - of legends and fairy tales. Jarls superseded memory about them, to subdue northern lands even more.
pl: Gdy Wielka Horda została rozbita, a potęga orków ponownie przeszła do historii, ogry, Yeti i inne, dzikie rasy północy umknęły w niedostępne dla elfów tereny, gdzie potajemnie mnożyły się bądź wymierały. Wkrótce przeszły do historii, a w kolejnych latach – do legend i bajek dla dzieci. Jarlowie wyparli pamięć o nich, by jeszcze bardziej przyporządkować sobie północne kraje.

source: When the Great Horde was shattered, and orcish power was a part of history, ogres and yeti emerged from their caves, to fight against Elvish Jarls. Even though they made a lot of damages and killed many leaders, their failure was inevitable. Soon their heads become trophies on northern lords' walls, who treated them like a chase game.
pl: Gdy Wielka Horda została rozbita, a potęga orków ponownie przeszła do historii, ogry i Yeti wynurzyły się ze swoich pieczar, by walczyć przeciwko elfickim jarlom. Choć zadawały im duże szkody i zabiły wielu wodzów, ich porażka była nieunikniona. Wkrótce łby potworów stały się trofeami na ścianach wielmożów północy, którzy traktowali owe stworzenia wyłącznie jako zwierzynę łowną.

source: Bad fate also touched the Blood Elves. Deprived of their leader, they soon turned against each other and mutually killed. Those, who survived, were called bandits and traitors of elvish race. The Red Hood, last descendant of Landar, become a symbol of betrayal, youth stupidity and hatred. Soon everyone forgot about respect she aroused, and children started to play 'Red Hood and the wolf'. This game though wasn't about revolution and fighting the Jarls, or Landar's ideals...
pl: Zły los nie minął Krwawych Elfów. Pozbawieni przywódczyni, szybko nastawili się przeciwko sobie i wzajemnie wybili. Ci, którzy przetrwali, zostali nazwani bandytami oraz zdrajcami elfiej rasy. Czerwony Kapturek, ostatnia potomkini Landara, stała się symbolem zdrady, młodzieńczej głupoty i nienawiści. Wkrótce wszyscy zapomnieli o szacunku, jaki budziła, a dzieci zaczęły bawić się w ''Czerwonego Kapturka i wilka''. W owej zabawie nie chodziło jednak ani o rewolucję i walkę przeciwko Elfickim Jarlom, ani o ideały Landara.

source: Blood Elves lead by the Red Hood were one of the most powerful military powers of the North. Well, at least until they dealt with all potential dangers. After years of fighting everywhere possible, descendant of Landar started to fight for her rights. As it can be guessed, in vain. She quickly was called 'rebel without reason' and after a few attempts to raise a mutiny among the elves, she was finally exiled.
pl: Krwawe Elfy pod przewodnictwem Czerwonego Kapturka stały się jedną z największych sił militarnych północy. Przynajmniej do czasu, aż rozprawili się już ze wszystkimi potencjalnymi zagrożeniami. Po kilku latach walk na każdym możliwym froncie, potomkini Landara zaczęła walczyć o należne sobie prawa. Jak łatwo można się było domyślić - bezskutecznie. Szybko zyskała sobie przydomek ''buntowniczki bez powodu'' i po kilku próbach wzniecenia buntu wśród elfów została w końcu skazana na wygnanie.

source: The Northern Alliance, Elvish Jarls and Knalga were in their golden age. The Wild Gon dealt a great blow to them, but it was even more harsh to all those who those countries fought with. Soon new alliances, arrangements and organizations were made to strenghten new bond between all countries of the North. Under leadership of Jarls, Kings and Lords whole north was rolling in wealth. At least until next danger or conflict...
pl: Sojusz Północy, Elficcy Jarlowie oraz Knalga przeżywały rozkwit. Dziki Gon zadał im olbrzymie straty, jednak znacznie bardziej dotknął wszystkich tych, z którymi owe państwa toczyły wojny. Wkrótce nawiązano nowe sojusze, układy i organizacje, które miały umocnić więź powstałą pomiędzy wszystkimi krainami północy. Pod przewodnictwem Jarlów, Królów i Lordów cała północ pławiła się w dostatku. Przynajmniej do czasu, gdy nie pojawi się nowe zagrożenie bądź konflikt zbrojny...

source: The Gjallarhorn was hidden under Elvish Jarls and the Highest Priestess Beatrice. Even though it was supposed to belong to orcs, none of them are going to see it for next thousand years. Only then they shall allow to choose from orcs the next Great Sovereign. Of course, this time it would be person specifically selected by rulers of north, so he won't oppose them or try to rebel.
pl: Róg Gjallarhorn został ukryty przez Elfich Jarlów i Najwyższą Kapłankę, Beatrycze. Choć miał przynależeć do rasy orków, żaden z nich miał go nie zobaczyć przez następne tysiąc lat. Dopiero wówczas miano pozwolić na to, by wybrać wśród orków Wielkiego Suwerena. Oczywiście tym razem byłaby to osoba odpowiednio wyselekcjonowana przez władców północy, by nie ważyła się im sprzeciwić oraz nakłonić swojej rasy do buntu.

source: As for Marbus himself... On the north there was spreading a story about mysterious orc, who wanders alone through all lands and wears a powerful magical amulet on his chest. Witnesses said, that he was surrounded by freezing, impenetrable aura, and veterans from the Battle for the Mountain of Destiny compared it to feeling of the King of Gon. There were many theories about that mysterious figure... Some said, that it was King of Gon, wandering around the world to gather souls of the dead and resurrect them after next thousand years... Others thought, that it's Marbus who haunts the North, to penance for his race's sins... But it's not a part of this story...
pl: Co zaś tyczy się Marbusa... Na północy rozeszła się wieść o tajemniczym orku, który wędruje samotnie przez wszystkie krainy i nosi na piersi magiczny, potężny amulet. Świadkowie opowiadali, że otaczała go lodowata, nieprzenikniona aura, a weterani bitwy Pod Górą Przeznaczenia porównywali ją do uczucia, które towarzyszyło im, gdy stanął przed nimi Król Gonu. Snuto różne teorie na temat tego tajemniczego jegomościa... Jedni twierdzili, że to właśnie Król Gonu przechadza się po świecie, by zebrać dusze umarłych i wskrzesić ich za następne tysiąc lat... Drudzy sądzili, iż to właśnie Marbus nawiedza północ, by odpokutować za dawne grzechy swojej rasy... O tym jednak nie traktuje już ta opowieść...
