Repository: dyedMagenta/Marbuss_Escape
Catalog: Marbuss_Escape/translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: In orcish stories you may often hear an old saying: 'Do not feel fear of anything that bleeds'. However Marbus's clan had to face an enemy that had neither blood, nor feeling. Nor life. Thus, the clan's leader had no choice, but to escape.
pl: W orkowych opowieœciach co jakiœ czas us³yszeæ mo¿na stare porzekad³o: "Nie bój siê niczego, co krwawi". Klan Marbusa stan¹³ jednak w obliczu przeciwnika, który nie ma w sobie ni krwi, ni uczuæ, ni ¿ycia. Przywódca klanu musia³ wiêc podj¹æ decyzjê o ucieczce...

source: The only hope for survivors was passing the long cursed Pass and reaching the old home of the clan, Gelu'Aben. Even though the elder, women and children dreaded the journey, Marbus guided them with iron fist and relentlessness. Soon, the whole clan walked into the Pass.
pl: Jedyn¹ nadziej¹ na przetrwanie by³o powtórne przekroczenie przeklêtej od wieków prze³êczy i dotarcie do by³ego domu Klanu Marbusa, Gelu'Aben. Choæ starcy, kobiety i dzieci lêkali siê wyruszenia w drogê, Marbus poprowadzi³ wszystkich ¿elaznym rêk¹ i nieugiêt¹ wol¹. Wkrótce ca³y klan zag³êbi³ siê w prze³êcz.

source: And, as in almost every story, when our protagonists are almost completely wrecked, the fate sends them hope and rest. Their balm turned out to be Tut'anor. So far it had not been very hospitable to them. Yet, nobody felt neither bad energy nor thrills this time. Totally as if someone sucked all the evil from this place and made this pas perfectly average looking like a thousand of others.
pl: I jak w niemal ka¿dej opowieœci, tak i w tej, gdy bohaterowie s¹ ju¿ niemal u szczytu swojej wytrzyma³oœci, wówczas los zsy³a im nadziejê i odpoczynek. I takim balsamem okaza³a siê dla orków Prze³êcz Tut'anor. O ile poprzednio niechêtnie goœci³a ich w swoich progach, tym razem nikt nie poczu³ z³ych si³, ani dreszczy na plecach. Jakby ktoœ wyssa³ z tego miejsca ca³e z³o i uczyni³ je przeciêtn¹ prze³êcz¹. Jakich tysi¹ce.

source: Undead had not been chasing the orcs, who eventually walked out from the pass. A new adventure was waiting for the clan. Their way to Gelu'Aben was cut by a torrent, that could be crossed only through a bridge. A nasty surprise was awaiting the orcs...
pl: Nieumarli nie wyruszyli w poœcig za orkami, którzy po jakimœ czasie wynurzyli siê z prze³êczy. Teraz Klan Marbusa czeka³a kolejna przeszkoda. Drogê do Gelu'Aben blokowa³a rw¹ca rzeka, nad któr¹ mo¿na by³o przejœæ jedynie mostem... Orków czeka³a jednak przykra niespodzianka...

source: Ashuran-san
pl: Aszuran-san

source: Undead
pl: Nieumarli

source: Defeat Spectral Knight
pl: Pokonaj Widmowego Rycerza

source: Death of Ashuran-San
pl: Œmieræ Aszuran-Sana

source: We've managed to cross this darn pass. Now the path should be way more straight-forward. We only need to pass the brid... What happened here?
pl: Uda³o nam siê przejœæ przez tê cholern¹ prze³êcz. Teraz droga bêdzie ju¿ o wiele prostsza. Wystarczy przejœæ przez mos.. Co tu siê sta³o!?

source: Bugger! The houses nearby are deserted. Somebody must have plundered this hamlet long time ago.
pl: Niech to szlag! Domy w okolicy s¹ opuszczone. Ktoœ dawno spl¹drowa³ tê osadê.

source: Wait, orcsss! Now this territory belongs to us - saurians!
pl: Sssstójcie, orkowie! Te tereny nale¿¹ teraz do nas, jaszczurów.

source: Cursed reptiles! We should have destroyed them long time ago. Gewold did right by rejecting your alliance proposal. This settlement has guarded the bridge for decades. The next one like that is placed a couple of days of march to the north. You have cut our way to Gelu'Aben!
pl: Przeklête p³azy! Trzeba by³o was wytêpiæ dawno temu! Gewold dobrze zrobi³, odmawiaj¹c wam sojuszu z naszymi klanami. Ta osada przez dziesiêciolecia czuwa³a nad mostem. Nastêpny taki jest kilka dni drogi na pó³noc. Odciêliœcie nam drogê do Gelu'Aben!

source: Calm down, cousin. I can not see any evidence of pillage. The food is still in the granaries. Not to mention the treasures. I doubt the reptiles have raided the homes of our brothers.
pl: Uspokój siê, kuzynie. Nie widzê tutaj œladów grabie¿y. Jedzenie dalej jest w spichlerzach. Nie wspominaj¹c ju¿ o kosztownoœciach. W¹tpiê, by jaszczury napad³y na domy naszych braci.

source: The wolf raider is correct, orcish lord. Almost a year ago, me and my brothers were banished by human mages from the swamps in the west. We stayed here. We had good relationship with orcs from the settlement. Soon, trade between us started to flourish. We gave them medications, they gave us metals... Everything changed a month ago.
pl: JeŸdziec wilka ma racjê, wodzu orków... Nieca³y rok temu ja i moi bracia zostaliœmy przepêdzeni przez ludzkich magów z bagien na zachodzie. Zatrzymaliœmy siê tu, a z orkami z osady mieliœmy ca³kiem dobre stosunki. Nied³ugo potem zakwit³ miêdzy nami handel. My dawaliœmy im leki, oni nam metal... Wszystko zmieni³o siê przed miesi¹cem.

source: It was a cold an foggy night, like during all the winters. Our shamanesses had been foreseeing coming of evil forces for a long time. Yet, what we saw was unspeakable... Ghosts got out of forests almost noiselessly. They had managed to murder a dozen of our warriors before the orcs realised they were being attacked. Chaos blew up. Together with my best warriors I rushed up the river to help your brothers, but when we reached the bridge...
pl: Noc by³a zimna i mglista. Jak wszystkie tej zimy. Nasze szamanki od dawna wró¿y³y nadejœcie z³ych mocy, jednak to, co zobaczyliœmy, by³o ponad wszelk¹ miarê... Duchy niemal bezg³oœnie wychyli³y siê z lasów. Zd¹¿y³y wyr¿n¹æ kilkunastu wojowników, zanim orkowie spostrzegli siê, ¿e s¹ atakowani. Rozpêta³ siê chaos. Razem z moimi najlepszymi wojownikami ruszyliœmy w górê rzeki, by pomóc waszym braciom, jednak gdy doszliœmy do mostu...

source: Continue, saurian leader
pl: Mów dalej, jaszczurzy przywódco...

source: One of the ghosts possessed the body of the orcish leader. He grabbed olive oil and torches. I saw him pour and emblaze the oil on himself with maniacal laughter... The bridge burned shortly after him... We couldn't see much through the smoke. The of the dying could be heard until morning. A few of my veterans tried to swim across the river... None has returned.
pl: Jeden z duchów opêta³ cia³o dowódcy orków. Ten chwyci³ oliwê i pochodnie. Na w³asne oczy widzia³em, jak z szaleñczym uœmiechem staje na œrodku mostu, wylewa na siebie ³atwopaln¹ ciecz i podpala... Zaraz po nim sp³on¹³ te¿ most... Przez dym niewiele widzieliœmy, jednak krzyki umieraj¹cych s³ychaæ by³o do samego rana. Kilku moich weteranów próbowa³o przep³yn¹æ rzekê... ¯aden z nich nie powróci³.

source: Cousin, I've got a feeling the saurian is saying truth. A few of my scouts found tracks of their medications. We can not let a pointless battle happen.
pl: Kuzynie, zdaje siê, ¿e jaszczur mówi prawdê. Kilku moich zwiadowców znalaz³o w domach œlady ich leków. Nie mo¿emy sobie pozwoliæ na bezsensown¹ bitwê...

source: Yes, you are right, Kochan. Saurian! Me and my warriors want to cross the river!
pl: Tak... Masz racjê, Kochan. Jaszczurze! Ja i moi wojownicy musimy przejœæ na drug¹ stronê rzeki!

source: I fear it will be utterly hard, orc... Our oracle sensed evil coming from the south. Maybe we will manage to counter the undead together, though.
pl: Obawiam siê, ¿e bêdzie to trudne, orku... Nasza wró¿bitka wyczu³a zbli¿aj¹ce siê z po³udnia z³o. Mo¿e jednak uda siê nam odeprzeæ nieumar³ych wspólnymi si³ami.

source: So be it. Those soulless creatures will pay a big price for killing our brothers. Let the women and children take all the food from the granaries while we kill the undead off.
pl: Niech tak bêdzie. Te bezduszne stwory zap³ac¹ nam za naszych braci. Niech kobiety i dzieci zabior¹ ze spichlerzy ca³¹ ¿ywnoœæ, gdy my rozprawimy siê z nieumar³ymi.

source: Darkness is coming... Give up your hope!
pl: Mrok nadchodzi... Porzuæcie nadziejê!

source: Dark Spectre
pl: Mroczne Widmo

source: Nowhere can you escape... Be reconciled with your fate!
pl: Nie masz gdzie uciec... PogódŸ siê ze swoim losem

source: I summon you... Children... Children of the night... Come! Slaughter these fools!
pl: Wzywam wass... Dzieci... Dzieci nocy... ChodŸcie... Wyr¿nijcie tych g³upców...

source: The water is murky... The air is dense. Watch out... Something is coming...
pl: Woda zmêtnia³a... Powietrze sta³o siê gêstsze... Uwa¿ajcie... Coœ nadchodzi...

source: He is right, Marbus. We must be cautious...
pl: On ma racjê, Marbus.

source: Sacred souls! Free your anger!
pl: Przeklête dusze! Uwolnijcie wasz gniew!

source: Death for those who dare disturb our rest!
pl: Œmieræ tym, którzy oœmielaj¹ siê zak³ócaæ nasz spokój...

source: Rise up, whose lives have been swallowed by the dark deep of the river!
pl: Powstañcie, ci, których ¿ycie poch³onê³a mroczne g³êbina rzeki!

source: Kelpie
pl: Topielec

source: He resurrected corpses from the bottom of the river!
pl: On o¿ywi³ zw³oki z dna rzeki!

source: I hope this bridge will not collapse.
pl: Mam nadziejê ¿e ten most siê nie zawali.

source: To be honest, I'm surprised it hasn't done it already.
pl: W³aœciwie to dziwi mnie, ze nie rozlecia³ siê do tej pory.

source: This river is treacherous... I do not remember such a large part covered with ice during any winter.
pl: Rzeka jest zdradliwa... Nie pamiêtam ¿adnej zimy, podczas której taka jej czêœæ by³aby zlodowacona.

source: It is true. This is the first time the frost is so biting. We, saurians can get food even in such conditions. This year will be utterly hard for your race, though.
pl: To prawda. Pierwszy raz siê zdarza, by mróz by³ a¿ tak silny. My, jaszczury, potrafimy zdobyæ ¿ywnoœæ nawet w takich warunkach, jednak dla waszej rasy bêdzie to naprawdê trudny rok.

source: Dwarves always have vaults full of food and booze. Humans will get supplies from Wesnoth. Elves have so much food in their forests that they don't even need to stockpile... Pillage is the only opportunity for us to survive.
pl: Krasnoludy wiecznie maj¹ krypty pe³ne ¿ywnoœci i gorza³ki. Ludzie dostan¹ zaopatrzenie z Wesnoth. Elfy maj¹ w lasach tyle ¿ywnoœci, ¿e nawet nie czyni¹ zapasów... Grabie¿ to zaprawdê jedyna droga przetrwania dla orków.

source: Finally, we did it! The battle was really hard. Everyone has to cross the river now. Set campfires and put on dry clothes.
pl: Wreszcie siê uda³o. Bitwa by³a naprawdê ciê¿ka. Niech wszyscy przejd¹ na zachodni¹ stronê rzeki. Rozpalicie ogniska i za³ó¿cie suche ubrania.

source: Yes, let us drink some booze, too. It will serve us well. Give me meat for the dogs!
pl: Tak. Napijmy siê te¿ wódki. Dobrze nam zrobi. Daæ mi zaraz miêso dla psów!

source: So it came off. I doubted we would get away scot-free. Let us rest and talk about your way, orcish lord...
pl: Wiêc jednak siê uda³o. W¹tpi³em, byœmy wyszli z tej bitwy ca³o. Odpocznijmy zatem i pomówmy o twojej drodze, wodzu orków...

source: What do you mean, saurian?
pl: Hmm... Co masz na myœli, jaszczurze?

source: You are heading to Gelu'Aben, but the road to the fortress may be deceptive... Who knows whether your brothers have not been attacked by the undead already.
pl: Pod¹¿asz do Gelu'Aben, jednak droga do twierdzy mo¿e byæ zwodnicza... Kto wie, czy nieumarli nie zaatakowali ju¿ waszych braci?

source: Yes... We will need to cross the lands of Elgerus to reach Gelu'Aben. This lousy orc is called mad for ages. I bet that the situation in his fortress, Sunek Dal is a lot worse than ours. He may try to loot us.
pl: Tak... By dojœæ do Gelu'Aben bêdziemy musieli przejœæ przez tereny Elgerusa. Ten zawszony ork od lat nazywany jest szalonym. Za³o¿ê siê, ¿e sytuacja w jego twierdzy, Sunek Dal, jest jeszcze gorsza, ni¿ nasza. Mo¿e próbowaæ nas ograbiæ...

source: Apart from Elgerus, trolls are the second rulers of that land. They have been under the yoke of Elgerus and his clan. If a battle is awaiting us, they will certainly help.
pl: Prócz Elgerusa na tych ziemiach w³adaj¹ te¿ trollê. Od lat by³y pod batem Elgerusa i jego klanu. Jeœli czeka nas bitwa, na pewno nam pomog¹.

source: There is one other way, though... through bogs... a lot faster
pl: Jest jednak inna droga... Przez bagna... Znacznie szybsza...

source: Where is the catch, reptile?
pl: A gdzie jest haczyk, jaszczurze?

source: I am speaking of bogs we were banished from by the mages. You can go through them. Obviously, you will have to fight a battle there, but my saurians will help. You can have best of my warriors and shamans at your disposal. You will also find dozens of them hidden in the bogs... not to mention the amounts of food you could take back from the mages.
pl: Mowa tu o bagnach, z których wyrzucili nas ludzcy magowie. Mo¿ecie przez nie przejœæ. Niechybnie czeka was wówczas bitwa, ale pomog¹ wam w niej moje jaszczury. Mogê daæ wam do dyspozycji najlepszych ¿o³nierzy i wró¿bitów, a ca³kiem sporo znajdziecie ich te¿ ukrytych na bagnach... Nie wspominam ju¿ o zasobach ¿ywnoœci, które odbilibyœcie z r¹k magów.

source: Think about that thoroughly, cousin... We are going to fight anyway. What way will we choose...
pl: Zastanów siê dobrze, kuzynie... I tak czeka nas walka. Któr¹ drog¹ pójdziemy...

source: I want to...
pl: Wiêc ja...

source: I want to keep the saurians nearby. We are heading to the bogs!
pl: Chcê mieæ jaszczurki przy swoim boku. Maszerujemy na bagna!

source: Emborgi-tarash
pl: Emborgi'tarasz

source: Wise choice, young ruler! I knew you would help us.
pl: S³uszny wybór, m³ody wodzu. Wiedzia³am, ¿e nam pomo¿esz.

source: What? Where has that saurian come from?
pl: Co? Sk¹d siê wziê³a ta stara jaszczurka?

source: This is Emborgi-tarash. Our spiritual leader and the best oracle in our clan.
pl: To jest Emborgi-tarash. Nasza duchowa przewodniczka i najlepsza wró¿bitka w naszym klanie.

source: Seems the older are the oracles, the better they are...
pl: Zdaje siê, ¿e wró¿bita czym starszy, tym lepszy...

source: I have heard that, wolf rider. I foresaw you would come here. I also forecast that you will these human jesters on the bogs. I will lead you there myself and I will assist you through your whole journey. Together with my folk.
pl: S³ysza³am to, jeŸdŸcze wilka... Przewidzia³am to, ¿e siê tu pojawiasz. Przepowiedzia³am te¿, ¿e pokonasz ludzkich kuglarzy na bagnach. Sama Ciê tam poprowadzê i bêdê Ci towarzyszyæ przez ca³¹ twoj¹ podró¿. Wraz z moim ludem.

source: These are great words, Emborgi-tarash. It will be a pleasure to have you between my people.
pl: Hmm... To wielkie s³owa, Emborgi-tarash. Zaszczytem bêdzie dla mnie mieæ Ciê wœród swojego klanu.

source: Your leaving is indeed a great loss for us, oracle. Yet, I can not forbid you to do this. May the wisdom of your words speak to your new brothers, as it used to spoke to us, elder.
pl: To wielka strata dla nas, ¿e nas opuszczasz, wró¿bitko. Nie mam jednak prawa Ci tego zabroniæ. Niech m¹droœæ twego s³owa przemawia do twych nowych braci, jak przemawia³a do nas, starsza.

source: So be it. Farewell, my son. I augur you and our brothers will soon return to our bogs, reclaimed by us.
pl: Niech tak bêdzie. ¯egnaj, mój synu. Przepowiadam Ci, ¿e nied³ugo wrócisz z naszymi braæmi na bagna, które odbijemy.

source: Let us drink a toast to our brothers' and sisters' health! Rest and feast! Burn dead bodies, tomorrow we are setting out to the bogs.
pl: Wypijmy zdrowie naszych nowych braci i sióstr. Odpocznijmy i bawmy siê. Spalmy cia³a naszych zmar³ych, a nazajutrz ruszymy drog¹ na bagna.

source: Helping the trolls is the best way. we are going to Sunek Dal.
pl: Wsparcie trolli bêdzie najlepszym wyborem. Ruszamy do Sunek Dal!

source: Sssss! So be it. We understand you would rather slay your own brothers than help us. Go then.
pl: Sss...! Niech tak bêdzie. Rozumiemy to, ¿e wolicie zar¿n¹æ waszych w³asnych braci, ni¿ nam pomóc. IdŸcie zatem.

source: Retract that, lousy reptile!
pl: Odszczekaj to, nêdzny p³azie!

source: Calm down, Marbus... We may have to return here soon. Let us rest for a while, and then set out...
pl: Marbus! Spokojnie... Nie chcemy walki. Mo¿e siê tak¿e okazaæ, ¿e bêdziemy musieli tu wróciæ.

source: Yes, you are right. We shall drink some booze and then set out. It is high time we helped trolls.
pl: Tak... Masz racjê. Wypijmy jeszcze trochê wódki, a potem ruszajmy. Pora wesprzeæ trolle.

source: No! Without help of the saurians we won't beat the undead.
pl: Nie! Bez pomocy jaszczurów nie pokonamy nieumar³ych.

source: The recent danger, the mighty undead, feared by children and women, in front of whom orcs had been falling. Has been defeated. Even though it happened neither without doubts, nor without sacrifice, in the beating hearts of orcs the warfare and the lust of survival have inflamed. The warriors saw that even the most dreadful demons may be defeated.
pl: Niedawne zagro¿enie, wielki nieumar³y wróg, którego lêka³y siê dzieci, ba³y siê kobiety, przed którym padali orkowie... Zosta³ pokonany. Nie bez wahania i nie bez ofiary, ale jednak w silnie bij¹cych sercach orków znów zap³on¹³ ogieñ walki i ¿¹dza przetrwania. Wojownicy przekonali siê, ¿e nawet najstraszliwsze demony mog¹ zostaæ pokonane...

source: They managed to do it only thanks to the help of Saurians. When years ago, sovereign Gewold refused them help and shelter, everyone was expecting the war. In the far north the great battle between the orcish clans and Saurians was supposed to fire. Two kinds of blood would flood the dry hills and the swampy marches. However, this battle never happened.
pl: Uda³o siê to tylko dziêki pomocy jaszczurów. Gdy lata temu suweren Gewold odmówi³ im pomocy i schronienia, wszyscy oczekiwali wojny. Na dalekiej pó³nocy mia³a rozpêtaæ siê bitwa pomiêdzy klanami orków, a jaszczurami. Dwa rodzaje krwi mia³y skropiæ suche wzgórza i bagienne moczary. Do bitwy jednak nigdy nie dosz³o.

source: It even turned out that these two races could live in harmony. In face of much more serious danger they were able to forget separating them differences and stood together the combat, which would they certainly lose divided.
pl: Okaza³o siê jednak, ¿e te dwie odmienne rasy mog¹ ¿yæ w zgodzie. W obliczu o wiele bardziej powa¿nego zagro¿enia byli zdolni zapomnieæ o dziel¹cych ich ró¿nicach i ramiê w ramiê stanêli do boju, który niechybnie przegraliby dzia³aj¹c osobno.

source: Solted in battles and disciplined Saurian units joined Marbus' forces. They were commanded by an old Saurian Oracle, Emborgi'tarash. Mysterious and taciturn, with a nearly blind gaze. She was predicting and auguring. Marbus didn't know many people whom he respected, but she has been counted in them as soon as she appeared.
pl: Zahartowane w bojach i zdyscyplinowane oddzia³y jaszczurów do³¹czy³y do si³ Marbusa. Dowodzi³a nimi stara jaszczurka-wyrocznia, Emborgi-tarash. Tajemnicza i ma³omówna, z niemal œlepym spojrzeniem. Przepowiada³a i wró¿y³a. Marbus nie zna³ wielu osób, wzglêdem których odczuwa³ szacunek, jednak ona zaczê³a do nich nale¿eæ niemal natychmiast, gdy siê pojawi³a.

source: After a two-days march, Marbus' army reached the place where they were to face way less terrifying opponent. It was a school of magi in the north. Always full warehouses, rich treasuries, good food... Orcs were in their power once again. That's how they thought about the battles - beat the enemy and leave their body to be devoured by wolves. Take everything they had. Drink, eat and sleep. Live with what has been robbed. Until the gold runs out. Then sharpen the sword. Orcs had no tombs. They did not visit their dead. They knew their bodies would be thrown for dogs after death. But what if your enemy is an undead torturer? Who neither bleeds nor greeds your treasure? What does it want, then?... Your soul?
pl: Po dwóch dniach marszu, wojska Marbusa dotar³y na miejsce, gdzie mia³y zmierzyæ siê z przeciwnikiem o wiele mniej przera¿aj¹cym. Szko³a magów na pó³nocy. Wiecznie pe³ne magazyny, bogate skarbce, dobre jedzenie... Orkowie znów byli w swoim ¿ywiole. Tak w³aœnie myœleli o bitwach. Pokonaæ przeciwnika, a jego cia³o rzuciæ wilkom. Zabraæ wszystko, co mia³. Piæ, jeœæ i spaæ. ¯yæ z tego, co siê zrabowa³o. Póki z³oto siê nie skoñczy. Wtedy naostrzyæ miecz. Orkowie nie mieli grobów. Nie odwiedzali zmar³ych. Wiedzieli, ¿e po œmierci ich cia³a zostan¹ rzucone psom. Ale co wówczas, gdy wrogiem jest nieumar³y oprawca? Który nie krwawi, nie pragnie twoich skarbów? Wiêc czego...? Duszy...?

source: Steel and Magic
pl: Magia i Stal

source: Honorable Umberg
pl: Wielmo¿ny Umberg

source: Scribe Tambaros
pl: Skryba Tambaros

source: Orcish Camp
pl: Obóz orków

source: Fortress of the Crystal Order
pl: Forteca Kryszta³owego Zakonu

source: Order's Signpost
pl: Drogowskaz Zakonu

source: Unpleasant place. Swamps and quags. At least it's warmer than next to river.
pl: Nieprzyjemnie tutaj. Bagna i trzêsawiska. Przynajmniej jest tu cieplej, ni¿ przy rzece.

source: Sometimes I have a feeling that this shaman leads us into such terrain on purpose. If it was a Saurian ambush, we wouldn't be able to defend here. On such a difficult terrain it would be hard for our wolves to fight, and the cold-blooded are in their power.
pl: Niekiedy mia³em wra¿enie, ¿e ta szamanka specjalnie prowadzi nas w takie tereny. Gdyby by³a to zasadzka jaszczurów, nie mielibyœmy szans siê broniæ. Na tak trudnym terenie ciê¿ko jest walczyæ nawet naszym wilkom, natomiast zimnokrwiœci zdaj¹ siê byæ w swoim ¿ywiole.

source: I don't fear a confrontation with lizards. There are too few of them to threaten us. Also, there is no reason not to trust them. Now silence, their leader is coming.
pl: Nie bojê siê konfrontacji z jaszczurkami. Jest ich zbyt ma³o, by nam zagroziæ. Nie ma te¿ ¿adnego powodu, by im nie ufaæ. Teraz cisza, idzie tutaj ich przywódczyni.

source: Lord of orcs, we have arrived to our homeland. I can smell a human-scum odour. Odour of their coloured clothes, their elixirs, their magic! They must be driven away!
pl: Wodzu orków, oto przybyliœmy do naszej ojczyzny. Wyczuwam tu smród ludzkiego pomiotu. Smród ich farbowanych tkanin, ich eliksirów, ich czarów! Musz¹ zostaæ przepêdzeni.

source: We will keep our promise, shaman. But please tell me, what help shall I expect from you?
pl: Dotrzymamy obietnicy, szamanko. Powiedz mi jednak, na jak¹ pomoc mogê liczyæ z waszej strony?

source: You will be able to recruit our best fighters and shamans. They are fast and dexterous, so they will easily kill anyone who comes to swamp.
pl: Mo¿esz rekrutowaæ naszych najlepszych wojowników i szamanów. S¹ oni szybcy i zwinni, z ³atwoœci¹ zabij¹ ka¿dego, kto postawi stopê na bagnach.

source: Also, on these cursed humans' territories, there are some settlements of our brothers left. Throughout them, you'll find good old warriors. They would be an indescribable help in this battle, and even decide its result.
pl: Prócz tego na terenie tych przeklêtych ludzi osta³o siê kilka osad z naszymi braæmi. Wœród nich znajdziesz starych, dobrych wojowników. Ich pomoc mo¿e byæ dla Ciebie nieopisanym wsparciem w tej bitwie, przes¹dzaj¹c nawet o jej wyniku.

source: Our wolves will quickly join the rebels and inform them about the battle. We should...
pl: Nasze wilki powinny szybko dotrzeæ do buntowników i powiadomiæ ich o bitwie. Powinniœmy...

source: What is this?! Who dare come to my home without an invitation?
pl: Có¿ to!? Kto œmie przychodziæ w moje progi nieproszony!?

source: These are orcs, Master. I can also find some Saurians among them. For sure, they hope to regain these lands. They seem cold and exhausted though, they'll not withstand us long.
pl: To orki, Mistrzu. Wœród nich widzê tak¿e jaszczury. Pewnie maj¹ nadziejê na odzyskanie tych ziem. Wydaj¹ siê zziêbniêci i przemêczeni, nie bêd¹ stawiaæ oporu zbyt d³ugo.
