Repository: dyedMagenta/Marbuss_Escape
Catalog: Marbuss_Escape/translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Restore Young Strengh: +4 Health, +2 Melee damage
pl: Przywrócenie M³odzieñczych Si³: +4 Punkty ¿ycia, +2 Obra¿enia wrêcz

source: Curse of the Bogs: +2 Ranged damage
pl: Kl¹twa Bagieñ: +2 Obra¿enia z dystansu

source: Wrath of the Ancient: +3 Ranged damage
pl: Gniew Pradawnej: +3 Obra¿enia z dystansu

source: Swift Granny: +1 Movement point, skirmish
pl: Chy¿a starowinka: +1 Punkt ruchu, harcownik

source: Big Chest: +10 Health
pl: Wielka Klata: +10 Punktów ¿ycia

source: Mountain Giant: +16 Health
pl: Górski Olbrzym: +16 Punktów ¿ycia

source: Stone Skin: +10% Blade, pierce and impact resistance
pl: Kamienna Skóra: +10% Odpornoœci na obra¿enia sieczne, k³uj¹ce i obuchowe

source: Stone Armor: +10% Blade, pierce and impact resistance, steadfast
pl: Skalna Zbroja: +10% Odpornoœci na obra¿enia sieczne, k³uj¹ce i obuchowe

source: Boulder Shoulder: +5 Health, +4 Melee damage
pl: Olbrzymi Bark: +5 Punktów ¿ycia, +4 Obra¿enia wrêcz

source: Iron Bicep: +5 health, +6 Melee damage
pl: ¯elazy Biceps: +5 Punktów ¿ycia, +6 Obra¿eñ wrêcz

source: Big Feet: +1 Movement point
pl: Wielka Stopa: +1 Punkt ruchu

source: Orcish Vitality: +9 Health
pl: Orkowa Witalnoœæ: +9 Punktów ¿ycia

source: Juggernaut's Vitality: +15 Health
pl: Witalnoœæ Niszczyciela: +15 Punktów ¿ycia

source: Orcish Brutality: +5 Health, +2 Melee damage
pl: Orkowa Brutalnoœæ: +5 Punktów ¿ycia, +2 Obra¿enia wrêcz

source: Savage and Ruthless: +5 Health, +3 Melee damage
pl: Dziki i Bezlitosny: +5 Punktów ¯ycia, +3 Obra¿enia wrêcz

source: Ranged Combat: +4 Health, +1 Ranged strikes
pl: Walka Dystansowa: +4 Punkty ¿ycia, +1 Cios na dystans

source: When Your Sword Isn't Long Enough: +4 Health, +1 Ranged damage, +1 Ranged strikes
pl: Gdy Twój Miecz Nie Jest Wystarczaj¹co D³ugi: +4 Punkty ¿ycia, +1 Obra¿enia na dystans, +1 Cios na dystans

source: Chieftain From a Burned City: leadership
pl: Wódz Ze Spalonego Miasta: dowodzenie

source: Endurance Training: -4 Health, +1 Movement point
pl: Przeszkolony w £owach: -4 Punkty ¿ycia, +1 Punkt ruchu

source: Thick Skin: +5 Health
pl: Gruba Skóra: +5 Punktów ¿ycia

source: Seaweed Salad: +11 Health
pl: Sa³atka z Wodorostów: +11 Punktów ¿ycia

source: Mithril Chainmail: +10% Blade, pierce and impact resistance
pl: Mithrilowa Kolczuga: +10% Odpornoœci na obra¿enia sieczne, k³uj¹ce i obuchowe

source: Heavy Armor: +20% Blade, pierce and impact resistance, -1 Movement point
pl: Ciê¿ka Zbroja: +20% Odpornoœci na obra¿enia sieczne, k³uj¹ce i obuchowe, -1 Punkt ruchu

source: Reflective Scales: +20% Fire and cold resistance
pl: Odbijaj¹ce £uski: +20% Odpornoœci na ogieñ i ch³ód

source: Swordfish's Grace: Marksman
pl: Szermiercza Gracja: Strzelec wyborowy

source: Venomous Blade: Poison
pl: Jadowite Ostrze: Trucizna

source: Master of Swordsart: +3 Melee damage
pl: Mistrzyni Miecznictwa: +3 Obra¿enia wrêcz

source: Swift Swimmer: +1 Movement point
pl: ¯wawy P³ywak: +1 Punkt ruchu

source: Dancing in the Water: +10% defense on shallow and deep water
pl: Taniec w Wodzie: +10% obrony na p³ytkiej i g³êbokiej wodzie

source: Um... I am dying
pl: Um... Umieram

source: No! I will not be able to lead the clan without Kochan!
pl: Nie! Bez Kochana nie uda mi siê poprowadziæ klanu!

source: Trolls not survive... by themselves...
pl: Trolle nie poradz¹... Sobie... Samiuœkie...

source: Without this troll we won't manage to lead his herd to fight! It's over...
pl: Bez tego trolla nie damy rady poprowadziæ ich stada do ataku, to koniec...

source: I'm dying... My vision is blurred, my blood stopped flowing in my veins. It's time for me... The time... I'm leaving...
pl: Umieram... Mój wzrok zmêtnia³, moja krew stanê³a w ¿y³ach... Czas na mnie... Czas... Odchodzê...

source: Without her we won't reclaim the motherland of saurians! Everything is lost!
pl: Bez niej nie uda nam siê odzyskaæ ojczyzny jaszczurów! Wszystko stracone!

source: Sss... This Person will now swim in the river of dead nagas...
pl: Sss... Ta Osoba pop³ynie teraz rzek¹ umar³ych nag...

source: Sss... Our matron is dying...
pl: Sss... Nasza matrona umiera...

source: What... For the Horde...? I can't die... Orcs... won't survive... without me!
pl: Co... Na Hordê...? Nie mogê umrzeæ... Orkowie... Nie poradz¹ sobie... Beze mnie...

source: Oh no! They killed my dear pet! We must avenge him!
pl: O nie! Zabili biednego futrzaka! Pomœcijmy go!

source: Rest in peace, Kochan. I wouldn't have went this far, if not for you.
pl: Spoczywaj w pokoju, Kochan. Nie dotar³bym tak daleko, gdyby nie ty.

source: Ugh... Mine heart... Mine liver... Mine intestines... It be my end... But wise orc shall lead... Shall he lead the whelps... They must to live.
pl: Ughm... Moja serce... Moja w¹troba... Moja jelita... Ju¿ koniec... Ale m¹dry-ork niech prowadzi... Niech prowadzi szczeniêta... One musz¹ ¿yæ.

source: Farewell, Krull the Rock. Your sacrifice won't come in vain... And now, to the battle, orcs! May we honour his memory in fight!
pl: ¯egnaj, Krullu Ska³o. Twoje poœwiêcenie nie pójdzie na marne... A teraz, do boju, orkowie! Uczcijmy jego pamiêæ w boju!

source: Warf! Warf!
pl: Hau! Hau!

source: He was a mighty warrior on the land... Let his soul drift with the flow of troll rivers.
pl: By³ mê¿nym wojownikiem na l¹dzie... Niech jego dusza p³ynie z pr¹dem rzek trolli.

source: I'm dying... My sight is weakening... The only thing I can see in the future... Is death...
pl: Umieram... Mój wzrok... S³abnie... Widzê w przysz³oœci ju¿ tylko... Œmieræ...

source: Farewell, augur. Your sacrifice won't come in vain. I will lead your saurians to a new, better life.
pl: ¯egnaj, wyrocznio. Twoje poœwiêcenie nie pójdzie na marne. Poprowadzê Twoje jaszczury ku lepszemu, nowemu ¿yciu.

source: Her wisdom and venerablity were admirable... I am glad that we had the opportunity to fight at her side.
pl: Jej m¹droœæ i wiekowoœæ by³a godna podziwu... Cieszê siê, ¿e mia³yœmy okazjê jednoczyæ orê¿ we wspólnych walkach.

source: Nooo... Now we will not save our clan!
pl: Nieee... Teraz nie uda siê nam ju¿ ocaliæ naszego klanu!

source: Death of Emborgi-Tarash
pl: Œmieræ Emborgi-Tarasz

source: Death of Aidala
pl: Œmieræ Aidali

source: Death of Gewold
pl: Œmieræ Gewolda

source: Marbus' Escape
pl: Ucieczka Marbusa

source: Many years have passed since the time orcs intimidated elves, humans and dwarves. Many years have passed since they ventured to walk in the Wesnoth land. Many years have passed since the time they were filthy rich. Amongst the survived orcish clans, there was a small Marbus's clan. Even too small to have a name. Will the orcs endure the destruction that is covering bigger and bigger part of the north? (Version 0.5.3, 13 scenarios, 5 playable)
pl: Wiele lat minê³o, odk¹d orkowie budzili postrach w sercach elfów, ludzi i krasnoludów. Wiele, odk¹d odwa¿yli siê postawiæ stopê na ziemiach Wesnoth. Wiele, odk¹d op³ywali w bogactwa. Wœród przetrwa³ych klanów orków, by³ równie¿ pewien klan Marbusa, klan zbyt ma³y, by mieæ nazwê, historiê b¹dŸ przysz³oœæ. Czy uda mu siê przeprowadziæ orków przez dzik¹ pó³noc, opanowan¹ przez krwio¿ercze, mroczne moce? (Wersja 0.5.3, 13 scenariuszy, 5 grywalnych, Poziom trudnoœci: Œredniozaawansowany)

source: (easy)
pl: (³atwy)

source: Civilian
pl: Obywatel

source: (normal)
pl: (normalny)

source: Soldier
pl: ¯o³nierz

source: Veteran
pl: Weteran

source: (hard)
pl: (trudny)
