Repository: dyedMagenta/Marbuss_Escape
Catalog: Marbuss_Escape/translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: The smell of blood and smoke is very strong here... It will lore wraiths soon. We should go far away, when we have helped your friends.
pl: Zapach krwi i dymu jest tutaj bardzo silny... Nied³ugo zwabi upiory. Powinniœmy oddaliæ siê z tego miejsca jak najdalej, gdy tylko pomo¿emy Twoim przyjacio³om.

source: I don't know what to do. Gelu'Aben was our last recourse. Our situation is standoff.
pl: Nie wiem, co powinniœmy zrobiæ. Gelu'Aben by³o ostatni¹ desk¹ ratunku. Jesteœmy w patowej sytuacji.

source: Warf, warf!
pl: Hau, hau!

source: Gewold-orc is out on a limb. Longeary, whiteskinny and gnomes don't give up. If we win, they come again.
pl: Gewold-ork jest w tarapatach. D³ugouchy, bia³oskórzy i kar³y nie odpuszczaj¹. Jeœli wygramy, przyjd¹ znowu.

source: I'm worried about it too. The Northern Alliance never gives up. In Gelu'Aben we won't be safe anymore. However, we'll have to help Gewold!
pl: Te¿ siê o to martwiê. Sojusz Pó³nocy nigdy nie ustêpuje. W Gelu'Aben nie bêdziemy ju¿ bezpieczni. Niemniej jednak, bêdziemy musieli pomóc Gewoldowi!

source: <i>is playing joyfully with a troll whelp</i>
pl: <i>Bawi siê radoœnie z trollim szczeniêciem.</i>

source: Gewold! Leave these crossbowmen, we are going to help you! Prepare meals and drinks!
pl: Gewold! Zostaw ju¿ tych kuszników, idziemy Ci z pomoc¹! Szykuj strawê i napitek!

source: Gosh... This is Marbus... I didn't expect to see him here... Marbus! Why the hell did you come here? As you can see, I can deal with them easily. I brought here both Alliance and dwarves. I don't have to go after them, I'll kill both of them in front of my stronghold!
pl: Cholera... To Marbus... Nie s¹dzi³em, ¿e go tutaj zobaczê... Marbus! Po cholerê siê tutaj zjawi³eœ? Jak widzisz, œwietnie sobie radzê! Sprowadzi³em tu i Sojusz, i Krasnoludy! Teraz nie muszê siê za nimi uganiaæ, za³atwiê ich obu przed swoj¹ twierdz¹!

source: Really... He hasn't changed even a bit.
pl: Naprawdê nic siê nie zmieni³...

source: However, leave me some of these greenhorns. My wargs will feed themselves with their meat!
pl: Niemniej jednak, zostaw trochê tych ¿ó³todziobów dla mnie! Moje wargi najedz¹ siê ich miêsem!

source: It seems we are in trouble. Lord Helias, you convinced me that the orcs cannot expect any help from outside!
pl: Widzê, ¿e mamy k³opoty... Moœci Heliasie, zapewnia³eœ mnie, ¿e orkowie nie mog¹ liczyæ na ¿adne wsparcie z zewn¹trz!

source: It doesn't matter... The Northern Alliance forces can deal with any danger.
pl: To bez znaczenia... Si³y Sojuszu Pó³nocy s¹ w stanie poradziæ sobie z ka¿dym zagro¿eniem.

source: Really? In our clans you can easily hear a lot of rumours about the Alliance's failures. The last undead attacks even made you completely seperated from Wesnoth. No unit supposed to cross the Great River hasn't come back.
pl: Doprawdy? W naszych klanach a¿ huczy od plotek na temat pora¿ek Sojuszu. Ostatnie ataki nieumar³ych sprawi³y nawet, ¿e jesteœcie praktycznie odciêci od Wesnoth! ¯aden z oddzia³ów maj¹cych wyruszyæ za Wielk¹ Rzekê nie powróci³.

source: The Northern Alliance is separated from Wesnoth? It seems that these undead became the plague of these lands. Situation is even worse than we thought.
pl: Sojusz Pó³nocy jest odciêty od Wesnoth? Zdaje siê, ¿e Ci nieumarli stali siê plag¹ tych ziem. Sytuacja jest jeszcze gorsza, ni¿ myœleliœmy...

source: Let's talk about it later, not it's time to go to save Gewold. Ahh'en Theer, brave warriors! Today we'll pour human and dwarvish blood!
pl: Porozmawiamy o tym póŸniej, póki co trzeba ruszyæ na ratunek Gewoldowi. Ahh'en Theer, dzielni wojownicy! Dziœ przelejemy krew ludzi i krasnoludów!

source: Break the siege and recapture Gelu-Aben
pl: Prze³am oblê¿enie i odbij Gelu-Aben

source: Finally! The siege is broken. Now we can recapture Gelu-Aben!
pl: Wreszcie! Oblê¿enie puœci³o. Mamy teraz szansê odbiæ Gelu-Aben!

source: Marbus! From all my lousy relatives! I'd never think that you will be the one to rescue me... Hahahaha... I haven't felt so amused for a long time.
pl: Marbus! Ze wszystkich moich zawszonych krewnych! Nigdy nie pomyœla³bym, ¿e to w³aœnie Ty przyjdziesz mi z odsiecz¹... Hahahaha... Dawno nie czu³em siê taki rozbawiony...

source: Egh tro Grash, brother! It seems you are wounded. As most orcs in your castle. But tell me... For the horde, what has happened here?
pl: Egh tro Grash, bracie! Zdaje siê, ¿e jesteœ ranny. Jak wiêkszoœæ orków w Twoim zamku. Ale opowiadaj... Co tu siê sta³o, na Hordê?

source: Here? You mean the siege, right? This is a hilarious story... It began with some rumours about undead coming from the north... I took my best boys to loot these scaffolds. Winter is very harsh this year... We needed supplies, even these from undead hands.
pl: Tutaj? Chodzi Ci o oblê¿enie, co? Hahaha... To zabawna historia... Zaczê³o siê od plotek na temat nieumar³ych nadci¹gaj¹cych z pó³nocy... Wzi¹³em wiêc swoich najlepszych ch³opców i ruszyliœmy, ¿eby z³upiæ te koœciaki. Zima w tym roku jest ciê¿ka... Potrzebowaliœmy zapasów, nawet z r¹k nieumar³ych...

source: It doesn't please me... Undead attacked us from the south... It looks like we are surrounded.
pl: Nie podoba mi siê to... Nieumarli zaatakowali nas od po³udnia... Wygl¹da na to, ¿e jesteœmy zamkniêci.

source: ...we tracked them. And I was commanding the assault... However, their number, their power... They were crushing us. And my boys? They left me alone! In the first row! It wasn't worth it, Marbus! It wasn't worth doing anything! But this is enough as for now... There's no point talking, nor wasting one’s breath.
pl: ...wytropiliœmy ich. I poprowadzi³em szturm... Jednak ich iloœæ, ich si³a... Mia¿d¿yli nas. A moi ch³opcy? Zostawili mnie tam samego! W pierwszej linii! Nie warto by³o, Marbus! Nie warto by³o zrobiæ nic! Ale ju¿ doœæ... Szkoda gadaæ, szkoda strzêpiæ jêzyk...

source: Nevertheless, the way home had been blocked... We were moving through the lands of Northern Alliance... Undead were following us. As far as I know, the north lies in ruins now. Humans, elves, dwarfs... Everyone needs food, steel and a piece of land not inhabited by wraiths... So they went on us.
pl: W ka¿dym razie... Droga powrotna zosta³a odciêta... Ruszyliœmy przez ziemiê Sojuszu Pó³nocy... A za nami ci¹gnêli nieumarli. Z tego co wiem, pó³noc le¿y teraz w ruinie. Ludzie, elfy, krasnoludy... Ka¿dy potrzebuje ¿ywnoœci, stali i kawa³ka ziemi, którego nie zamieszkuj¹ upiory... Ruszyli wiêc na nas.

source: We can do nothing except fighting... Grab your swords once again! We will lead you to the victory!
pl: Nie pozostaje nam nic innego, jak walczyæ... Chwyæcie za swe miecze jeszcze raz! Poprowadzimy was do zwyciêstwa!

source: It seems the orcs managed to break the siege... This is not a good forecast... Call for more military! Approach, legions from the northern posts!
pl: Zdaje siê, ¿e orkom uda³o siê przebiæ oblê¿enie... To nie wró¿y dobrze. Pos³aæ po wiêcej wojska! Niech ci¹gn¹ tutaj legiony z pó³nocnych posterunków!

source: But lord... It we take the units thence, who will defend the borders from the undead?
pl: Ale panie... Jeœli zabierzemy stamt¹d oddzia³y, kto obroni granice przed nieumar³ymi?

source: Do not disregard my commands, yokel! Execute! And give me here heavy infantrymen! We'll blow their city gates and fortifications into shreds!
pl: Nie lekcewa¿ moich rozkazów, kmiotku! Wykonaæ! I dawaæ mi tutaj ciê¿kich piechurów! Rozwalimy w drzazgi ich bramy miejskie i fortyfikacje!

source: It does not please me... But if we want to defend our clan from the danger of outside, we'll have to get rid of orcs. Go for my cousins Gill and Bill! They will get them!
pl: Nie podoba mi siê to... Ale jeœli mamy ochroniæ nasz klan przed zagro¿eniem z zewn¹trz, musimy pozbyæ siê orków. Poœlijcie po moich kuzynów, Gilla i Billa! Za³atwi¹ ich!

source: Bill the Snowfeet
pl: Bill Œnie¿nostopy

source: Gill the Snowfeet
pl: Gill Œnieznostopy

source: Defeat enemy leaders
pl: Pokonaj przywódców wroga

source: What? Elves? But how...
pl: Co? Elfy! Ale sk¹d...

source: What have you been doing in the south, Marbus? The Northern Alliance has been joined by almost every race, even drakes and... yuk, some orcish tribes... They stand the greatest force, competing with Knalga in the economy...
pl: Co wyœcie robili na tym po³udniu, Marbus? Do Sojuszu Pó³nocy przy³¹czy³y siê ju¿ niemal¿e wszystkie rasy, nawet smoki i... Tfu, niektóre plemiona orków... Tworz¹ teraz najwiêksz¹ si³ê, rywalizuj¹c z Knalg¹ w dziedzinach gospodarki...

source: Elves! Long-eared! My whelps want to play with them!
pl: Elfy! D³ugouchy! Moje szczeniêta chcieæ siê z nimi bawiæ!

source: You shouldn't disregard the wisdom and power of elves... Their race is as ancient as ours... They were the first to understand the power of nature... However, their race shrunk... There are no longer heroes such as Kalenz...
pl: Nie mo¿na lekcewa¿yæ m¹droœci i potêgi elfów... Ich rasa jest równie pradawna, co nasza... Byli pierwszymi, którzy pojêli potêgê natury... Choæ ich rasa skarla³a... Nie ma ju¿ bohaterów takich, jak Kalenz...

source: Silence, silence Barley... They are enemies.
pl: Cicho, cicho Jêczmieñ... To wrogowie.

source: Did you name this wolf Barley, cousin?
pl: Nazwa³eœ tego wilka Jêczmieñ, kuzynie?

source: Barley
pl: Jêczmieñ

source: This is impossible... We failed... Even with the reinforcements from the north... But it doesn't matter... You will die anyway. Defeated... By the King of Gon...
pl: To niemo¿liwe... Nie uda³o siê... Nawet z posi³kami z pó³nocy... Ale to nic... I tak zginiecie. Pokonani... Przez Króla Gonu...

source: The King of Gon? Is this possible? We have to run away, quickly! We aren't able to beat this being!
pl: Król Gonu...? Czy to mo¿liwe...? Musimy st¹d uciekaæ, szybko! Nie jesteœmy w stanie pokonaæ tej istoty!

source: Hum? What are you talking about, old augur? Why is this name so scary for you?
pl: Hm? O czym mówisz, stara wró¿bitko? Dlaczego ta nazwa jest dla Ciebie tak straszna?

source: He is much older than you can imagine... He remembers the times when orcs sailed to the Great Continent on human boats... But why did he return? I don't know... But I must find out...
pl: Jest on o wiele starszy, ni¿ mo¿ecie sobie wyobraziæ... Pamiêta czasy, gdy orkowie dopiero dop³ywali na Wielki Kontynent na statkach ludzi... Ale dlaczego siê zjawi³? Nie wiem... Ale muszê siê dowiedzieæ...

source: No! I... Ekhm... I can't fall... You cowards... You bastards... You devil incarnates... You...
pl: Nie! Ja... Ekhm... Ekhm... Nie mogê paœæ... Wy tchórze... Wy bêkarty... Wy diab³y wcielone... Wy...

source: Shut up, at last! Bring me his head on a tray!
pl: A zamknij siê wreszcie! Niech ktoœ przyniesie mi jego ³eb na tacy!

source: We made it, Marbus! We're alive! And it seems like it's thanks to you... Though in my personal opinion, it's rather that I saved you.
pl: Uda³o siê, Marbus! ¯yjemy! Zdaje siê, ¿e to dziêki Tobie... Choæ w mojej prywatnej opinii, to raczej ja ratowa³em Ciebie.

source: Hahaha... I'm glad that it's over now... But to the point... It's time we gathered the Horde. Undead are going after us from the south... And from what you said, the are also coming from the north... Let's send ravens to the chieftains...
pl: Hahaha... Cieszê siê, ¿e ju¿ po wszystkim... Ale do rzeczy... Pora nam zebraæ Hordê. Nieumarli ruszaj¹ na nas z po³udnia... A z tego, co mówisz, nadchodz¹ tak¿e z pó³nocy... Wyœlijmy kruki do wodzów...

source: The ravens fled some time ago, to ask for rescue. From what I know, only few minors clans remain.
pl: Kruki polecia³y ju¿ jakiœ czas temu, z proœb¹ o ratunek. Z tego co wiem, tylko kilka pomniejszych klanów da³o radê przetrwaæ.

source: These are very worrying news, cousin. It seems like we can't bargain for more warriors, nor for a shelter.
pl: To bardzo niepokoj¹ca wiadomoœæ, kuzynie. Zdaje siê, ¿e nie ma co liczyæ na wiêksz¹ iloœæ wojowników, ani schronienie.

source: For now, we have other worries. We must call the elders and hold a meeting.
pl: Mamy na razie inne zmartwienia. Musimy wezwaæ starszyznê i odbyæ naradê.

source: Calm down, warrior! First let's take care of the bodies, patch up the wounded. The last people from Northern Alliance are scattering in fright. Let's loot their camp and hold a feast!
pl: Spokojnie, wojowniku! Zajmijmy siê najpierw cia³ami, opatrzmy rannych. Niedobitki Sojuszu Pó³nocy uciekaj¹ w pop³ochu. Spl¹drujmy ich obóz i wydajmy ucztê!

source: For many days we hadn't had rest... So be it! Ragh for En Traht! We won the battle!
pl: Od wielu dni nie zaznaliœmy odpoczynku... Niech tak bêdzie! Ragh for En Traht! Wygraliœmy bitwê!

source: Owooooo!
pl: Auuuuu!

source: By the Tunnels
pl: Tunelami

source: The forces of dwarves and Northern Alliance have been vanquished, and Marbus' clan joined forces with residents of Gelu'Aben. Soon after that, they managed to dress their wounds, say goodbye to the dead and feed the hungry. The orcish elders decided to bring out the last supplies out of the granaries and a great feast was hold, with Marbus as a honoured guest. Everybody's happiness lasted the whole day. One day, in which they managed to forget about the winter, the hordes of undead and about the Northern Alliance running rampant.
pl: Si³y krasnoludów i Sojuszu Pó³nocy zosta³y rozgromione, a klan Marbusa po³¹czy³ si³y z mieszkañcami Gelu'Aben. W nied³ugim czasie uda³o siê opatrzyæ rannych, po¿egnaæ umar³ych i nakarmiæ g³odnych. Orkowa starszyzna postanowi³a wyci¹gn¹æ ze spi¿arñ ostatnie zapasy ¿ywnoœci i zorganizowano wielk¹ ucztê, na której goœciem honorowym by³ w³aœnie Marbus. Radoœæ wszystkich trwa³a ca³y dzieñ. Jeden dzieñ, podczas którego uda³o siê zapomnieæ o zimie, hordach nieumar³ych i panosz¹cym siê po pó³nocy Sojuszu.

source: One day after the feast, there was a meeting arranged, which's reason was to solve all problems, which afflicted the orcish clans. Everybody with who the elders were still in touch with, came along. A proud, once great nation of orcs wasn't even able to fill half of the city. On the streets, women, oldsters and attenuated children were wandering around. Only here and there you could find a man with weapon, or a goblin, whittling arrows for another battle. Gelu'Aben was becoming a grave.
pl: Dzieñ po uczcie zorganizowano naradê, która mia³a na celu zaradziæ wszystkim problemom, z którymi styka³y siê ostatnio klany orków. Zjawili siê na niej wszyscy, z którymi starszyzna mia³a jeszcze kontakt. Dumny, wielki niegdyœ naród orków nie móg³ zape³niæ nawet po³owy miasta. Po ulicach b³¹ka³y siê kobiety, starcy i wychudzone dzieci. Tylko gdzieniegdzie mo¿na by³o spotkaæ mê¿czyznê z broni¹ b¹dŸ goblina, który struga³ strza³y na kolejn¹ bitwê. Gelu'Aben zamienia³o siê w grób.

source: On the meeting, twelve people came along: clans' representatives and the elders. Everybody tried to enforce his standpoint, and all of them based on one clear concept: to stay in the fortress and wait out. Only Marbus though, that this way the won't survive. After slamming his hand on the table and putting orcs in order, he managed to convince them, that all what awaits them here is death. Gewold was the first person to object Marbus: escape isn't an option, because where are they supposed to go?
pl: Na naradzie pojawi³o siê dwanaœcie osób: przedstawicieli klanów i starszyzna. Ka¿dy próbowa³ narzuciæ innym swój punkt widzenia, a wszystkie opiera³y siê na jasnych za³o¿eniach: zostaæ w twierdzy i przeczekaæ. Tylko Marbus s¹dzi³, ¿e w ten sposób nie uda im siê przetrwaæ. Uderzaj¹c w stó³ i nawo³uj¹c orków do porz¹dku, uda³o mu siê przekonaæ ich, ¿e tutaj nie czeka na nich nic, tylko œmieræ. Gewold pierwszy sprzeciwi³ siê Marbusowi: ucieczka nie wchodzi³a w grê, bo dok¹d mieliby uciekaæ?

source: And then the elders spoke up: there was an abandoned fortress in the east, over the mountains. It was situated on mysterious Kalindoran Fields. There are supposed to be ancient orcish writings over there, which contain knowledge about how to survive such apocalypse. The whole plan seemed to be based on tales and myths, but in current situation no one could come up with a better solution. Also, nobody could figure out how to get through the mountains.
pl: I tutaj odezwali siê starsi: istnia³a opuszczona twierdza na wschodzie, za górami. Mieœci³a siê ona na owianych tajemnic¹ Polach Kalindorskich. Mia³y siê tam znajdowaæ staro¿ytne orkowe pisma, które traktowa³y o tym, jak przetrwaæ tak¹ apokalipsê. Ca³oœæ tego planu wydawa³a siê opieraniem swoich dzia³añ na bajkach i mitach, jednak w obecnej sytuacji nikt nie móg³ wymyœliæ lepszego rozwi¹zania. Nikt te¿ nie móg³ wpaœæ na to, jak przedrzeæ siê przez góry.

source: Marbus, who already decided to get on the Kalindor Fields, proposed to lead orcs through the dwarven tunnels. Although Gelu'Aben was within a stone's throw from them, no orc has crossed the enterance of dwarvish caverns for years. Once a warlike race, started to fear the power which Knalga has became.
pl: Marbus, który ju¿ powzi¹³ decyzjê o dostaniu siê na Pola Kalindorskie, zaproponowa³, by zaprowadziæ orków krasnoludzkimi tunelami. Choæ Gelu'Aben znajdowa³o siê tylko kawa³ek drogi od nich, ¿adne z orków od lat nie przekracza³ progu wykutych przez krasnoludy jaskiñ. Wojownicza niegdyœ rasa zaczê³a baæ siê potêgi, jak¹ sta³¹ siê Knalga.

source: A voting was started to decide about the future of all clans. Seven out of twelve agreed to go through the tunnels. The same seven has also agreed, that Marbus will become the new Great Suverein. Gewold was sitting in silence: he was oppose to both these decisions.
pl: Podjêto g³osowanie, które mia³o zadecydowaæ o przysz³oœci wszystkich klanów. Siedem z dwunastu osób zgodzi³o siê na to, by ruszyæ tunelami. Ta sama siódemka podjê³a te¿ decyzjê o tym, by Marbus zosta³ nowym Wielkim Suwerenem. Gewold siedzia³ w ciszy: by³ przeciwny obu tym decyzjom.

source: The next morning, the Great United Horde grabbed their torches and emblazed the city. After just one hour, once a great Gelu'Aben became a ruin. There was no return: only elves in the forests and soldiers of Northern Aliance watched, how black smoke furled upwards the city. It was to do so for a long time, asphyxiating these, who would approach the fortress. Meanwhile, Marbus took the Great Suvereign's banner and as the first descended beneath the ground, leading his brothers into the darkness of dwarven tunnels.
pl: Nastêpnego ranka Wielka, Zjednoczona Horda pochwyci³a pochodnie i poczê³a podpalaæ miasto. Po zaledwie godzinie, wspania³e niegdyœ Gelu'Aben zamieni³o siê w ruinê. Nie by³o ju¿ powrotu: tylko elfowie w lasach i ¿o³nierze Sojuszu ogl¹dali, jak czarny dym unosi³ siê nad miastem. Mia³ siê unosiæ jeszcze d³ugo, zaczadzaj¹c tych, którzy spróbowali w tym czasie zbli¿yæ siê do miasta. Marbus zaœ powzi¹³ sztandar Wielkiego Suwerena i pierwszy wst¹pi³ pod ziemiê, prowadz¹c swoich braci w mroki krasnoludzkich tuneli.

source: Orcs
pl: Orkowie

source: Dwarves
pl: Krasnoludy

source: Hostile creatures
pl: Dzikie stworzenia

source: Get through the caverns
pl: Przedostañ siê przez jaskinie

source: At last, Marbus's horde strided into the dark and dump dwarven corridors. Last of the orcs: oldsters and women, who dragged little carts with belongings and food, as well as a small livestock, such as goats and chickens, left behind the pale light of dawn. Now, their path would only be brighted by torches and phosphorescing fungi, which grow here and there, effusing a nasty, acrid smell. That's how their journey through the deeps begins.
pl: Horda Marbusa wkroczy³a w koñcu w ciemne i wilgotne korytarze krasnoludów. Ostatni z orków: starcy i kobiety, które wlok³y za sob¹ niewielkie wózki z dobytkiem i po¿ywieniem, a tak¿e nieliczne zwierzêta hodowlane, takie jak kozy i kurczaki, zostawili za sob¹ blade œwiat³o poranka. Od teraz ich drogê mia³y rozœwietlaæ jedynie pochodnie oraz fosforyzuj¹ce grzyby, które ros³y tu i ówdzie, roztaczaj¹c brzydki, kwaskowaty zapach. Tak zaczê³a siê ich droga przez g³êbiny.

source: Yuk! These mushrooms stink so terrible, that even our wargs start to yelp. I start to doubt in the point of our journey, Marbus. We are already going for few hours, and the tunnels are becoming narrower.
pl: Fuj! Te grzyby œmierdz¹ tak strasznie, ¿e nawet nasze wargi zaczynaj¹ skomleæ. Zaczynam w¹tpiæ w sens tej wyprawy, Marbus. Idziemy ju¿ od kilku godzin, a tunele staj¹ siê coraz ciaœniejsze.

source: Shrooms stink and hurt. Hurt in belly. I eaten too much and now vomit.
pl: Grzyby œmierdz¹ i bol¹. Bol¹ w brzuch. Ja zjeœæ ich du¿o i teraz wymiotowaæ.

source: This type of mushrooms shouldn't stink... It looks like even here, beneath the ground, nature starts to feel the results of what is happening on the surface. Thus take a good look, orcish warriors! This is the best evidence of how strong is the ghost, who runs rampant on these lands.
pl: Ta odmiana grzybów nie powinna cuchn¹æ... Zdaje siê, ¿e nawet tutaj, pod ziemi¹, natura zaczyna odczuwaæ skutki tego, co dzieje siê na powierzchni. Patrzcie wiêc dobrze, orkowi wojownicy! To najlepszy dowód na to, jak silny jest upiór, który panoszy siê po tych ziemiach.

source: Calm down, Gewold, or I will deem that you are becoming crusty due to the old age. There is no way back for us - we must move forward.
pl: Uspokój siê, Gewoldzie, albo uznam, ¿e na staroœæ zaczynasz robiæ siê zrzêdliwy. Nie ma ju¿ dla nas drogi powrotnej- musimy iœæ naprzód.

source: I must admit, however, that I feel unease as well, cousin. And it's not just about the tunnels, but about the lack of any traces of dwarves. I believed that we will force our way to the other side over their corpses, having a precisely determined path. If we get lost here, then neither starts, nor winds, nor wolves... Nothing will show us the way.
pl: Przyznam jednak, ¿e i ja czujê niepokój, kuzynie. Nie chodzi tylko o same tunele, ale te¿ brak jakichkolwiek oznak krasnoludów. S¹dzi³em, ¿e na drug¹ stronê gór bêdziemy musieli przedrzeæ siê po trupach, maj¹c przy tym dok³adnie wytoczon¹ œcie¿kê. Jeœli siê tutaj zgubimy, ani gwiazdy, ani wiatr, ani wilki... Nic nie poka¿e nam drogi.

source: Trolls been living here for years and ages. I and my sons know, how to walk in gloom, to find way. When you get lost, we will lead.
pl: Trolle lata i wieki ¿y³y w takich miejscach. Ja i moi synowie wiemy, jak iœæ w ciemnoœæ, by znaleŸæ drogê. Gdy siê zgubicie, poprowadzimy.

source: Can it be, that my blind eyes saw more, than yours? Seeing? You see, my kin isn't afraid of the darkness of this place. We will find a way, even if we will have to call our ancestors for assistance! And the ancestors of ours ancestors! And the ancestors of our ancestors' ancestors as well!
pl: Czy¿by moje œlepe oczy widzia³y wiêcej, ni¿ wasze? Widz¹ce? Wiedzcie, ¿e mój lud nie obawia siê ciemnoœci tego miejsca. Znajdziemy drogê, choæbyœmy mieli wezwaæ naszych przodków na pomoc! I przodków naszych przodków! I przodków przodków naszych przodków równie¿!

source: You see, then? We have nothing to be afraid of. Since when these undead appeared in the north, I feel like if an arcane force leadead us by the hand. Although it might be old' orcsess' superstition, I believe in the destiny. And death at this place isn't our destiny.
pl: Widzicie wiêc? Nie mamy siê czego obawiaæ. Odk¹d Ci nieumarli pojawili siê na pó³nocy, czujê, jakby jakaœ tajemnicza si³a prowadzi³a nas za rêkê. Choæ mo¿e jest to zabobon starych orczyc, wierzê w przeznaczenie. A naszym przeznaczeniem nie jest œmieræ w tym miejscu.

source: Silence! Calm down these wargs right now! Can you hear that? It's a sough of a river.
pl: Cisza! Uspokójcie zaraz te wargi! S³yszycie? To szumi rzeka.
