Repository: dyedMagenta/Marbuss_Escape
Catalog: Marbuss_Escape/translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: I only hope that you won't talk like this ghost did. Broken sentences aren't in your style, cousin. We should already move forward.
pl: Mam tylko nadziejê, ¿e nie bêdziesz mówiæ tak jak tamten duch. Urywane zdania nie s¹ w twoim stylu, kuzynie. Powinniœmy ju¿ ruszaæ dalej.

source: This person thinks that the Great Suverein should keep this thing. It might turn out to be really valuable.
pl: Ta Osoba myœli, ¿e Wielki Suweren powinien zatrzymaæ tê rzecz. Mo¿e okazaæ siê naprawdê wartoœciowa.

source: Bonetooth necklace
pl: Naszyjnik z k³ów

source: This necklace contains an inscription in unknown language. It grants the wearer +20% resistance to all sources of damage.
pl: Naszyjnik zawiera inskrypcjê w nieznanym jêzyku. Zapewnia posiadaczowi +20% odpornoœci na ka¿dy rodzaj obra¿eñ.

source: Call the Great Suverein over here! He should take it...
pl: Zawo³ajcie tu Wielkiego Suwerena! Powinien to wzi¹æ...

source: Barley! Leave it!
pl: Jêczmieñ, zostaw!

source: Owww!
pl: Auu!

source: Warf warf!
pl: Hau, hau!

source: Leave it... Oh no, he has bitten it!
pl: Zostaw... O nie, pogryz³ go!

source: It looks like nothing has happened to the medalion. Hey, take a look! Barley's fur is shining!
pl: Zdaje mi siê, ¿e amuletowi nic siê nie sta³o. Patrzcie! Futro Jêczmienia œwieci nowym blaskiem!

source: Bite of a bonetooth necklace
pl: Gryz amuletu z k³ów

source: Your wolf just gained +10% resistance to all sources of damage!
pl: Twój wilk zyska³ w³aœnie +10% odpornoœci na ka¿dy rodzaj obra¿eñ!

source: This Person's name is Aidala... Do you want to spawn with me?
pl: Ta Osoba zwie siê Aidala... Chcesz z³o¿yæ ze mn¹ skrzek?

source: This dialogue was placed here by the autors. Actually, nagas do not spawn.
pl: Ten dialog zosta³ tu umieszczony przez twórców. Tak naprawdê nagi nie sk³adaj¹ skrzeku.

source: I feel a weird magic in this thing... May the Great Orc take care of it.
pl: Czujê od tego dziwn¹ magiê... Niech Wielki Ork zajmie siê tym przedmiotem.

source: This thing not for trolls. We call smart orc.
pl: Ta rzecz nie dla trollów. My zawo³aæ m¹drego orka.

source: Magical necklace... A weird thing it is... Shall the leader of the Horde take it.
pl: Amulet magiczny... Dziwna to rzecz... Niech przywódca Hordy j¹ zabierze.

source: Eww! Get out! Of all the things, I really didn't expected bats to be here.
pl: Sio! Wynoœ siê! Ehh... Czego jak czego, ale nietoperzy siê tutaj naprawdê nie spodziewa³em.

source: Lake of Blood
pl: Jezioro Krwi

source: The Great Horde did not receive a warm welcome from the dwarven forces. Still, with the help of the nagas, they were able to repulse enemy attacks and force their way to the central part of the caves. Snake women proved to be irreplaceable when there was a need to wade through the flooded underground passes or to look for an alternative way through the marshy grounds. Those women were mysterious, deadly, their every movement and their way of being was filled with something mistical, which fascinated some orcs and put fear in hearts of others.
pl: Wielka Horda nie zosta³a przyjêta ciep³o przez si³y krasnoludów, jednak razem z pomoc¹ nag, uda³o im siê odeprzeæ ataki wroga i przedrzeæ siê do centralnej czêœci jaskiñ. Wê¿owe kobiety okaza³y siê nieocenione, gdy przychodzi³o przedzieraæ siê przez zalane podziemne przejœcia b¹dŸ szukaæ alternatywnej drogi przez podmok³e tereny. Kobiety te by³y tajemnicze, zabójcze, a w ich ruchach i sposobie bycia mo¿na by³o dostrzec coœ mistycznego, co fascynowa³o poszczególnych orków, a innych nape³nia³o lêkiem.

source: Marbus himself had been spending less nad less time with his companions, instead he had gathered around himself a small group of advisors, greatest warriors and those, who familiarized themselves with the culture and philosophy of dwarves. Their task was to choose safe ways, to evade encouters with the much stronger enemy forces.
pl: Sam Marbus spêdza³ coraz mniej czasu wœród swoich towarzyszy, skupiaj¹c wokó³ siebie niewielk¹ grupkê doradców i najznamienitszych wojowników, a tak¿e tych nielicznych, którzy zapoznali siê z kultur¹ i filozofi¹ krasnoludów. Mieli oni za zadanie wybieraæ takie drogi, by unikaæ spotkañ z o wiele bardziej licznymi si³ami nieprzyjaciela.

source: Gloom of this place was having a grim impact on the clan relations. Few serious fights took place, some orcs died. Culprits were quickly tracked and judged by the Great Souvereign, who adviced by Gewold, decided to benefit from the laws of war and hanged them. After that, nagas dragged the bodies into underground rivers, then covered them by rocks. Such death was the biggest possible dishonor for an orc and his family. Knowing the price of disloyality. the Horde did not have any more internal struggles from then on.
pl: Mroki tych miejsc nie wp³ywa³y dobrze na relacje miêdzyklanowe. Kilka razy zdarzy³y siê powa¿niejsze bójki, zginêli orkowie. Prowodyrów szybko wytropiono i postawiono przed Wielkim Suwerenem, który za rad¹ Gewolda skorzysta³ z praw wojennych i nakaza³ ich powiesiæ. Nastêpnie nagi poci¹gnê³y cia³a wg³¹b podziemnych rzek, gdzie przykryto je kamieniami. Taka œmieræ by³a najwiêksz¹ hañb¹ dla orka i jego rodziny. Po tym incydencie Horda nie walczy³a ju¿ miedzy sob¹.

source: In these grim days Aidala proved to be a real solace for Marbus. She was always ready to give him an advice or lend an ear when he just needed to talk. It was unacceptable for some of the advisors who still didn't trust the nagas and were affraid of their way of being. Hower, with the days passing, less and less people had an influence on the Great Souvereign's decisions, who in their eyes was becoming older and more rigorous every day. The journey through the undergrounds had such influence on most of the orcs.
pl: Os³od¹ tych ponurych dni sta³a siê dla Marbusa Aidala, zawsze wiernie s³u¿¹ca mu rad¹ i rozmow¹. Wcale nie cieszy³o to jego doradców, którzy wci¹¿ nie darzyli nag sympati¹ i bali siê ich stylu ¿ycia. Coraz mniej osób mia³o jednak wp³yw na decyzje Wielkiego Suwerena, który z dnia na dzieñ wydawa³ siê starszy i surowszy. Wêdrówka przez podziemia wp³ywa³a w ten sposób na wiêkszoœæ orków.

source: Finally, the day has came in which the wanderers could feel the fresh breeze on their faces. They have reached an underground lake that was the last thing separating them from the caves' exit. However, everyone knew that in places like these dwarves very often set their settlements. Even without any proof of the danger ahead, Marbus ordered to prepare weapons.
pl: Wreszcie nadszed³ dzieñ, w którym wêdrowcy poczuli na twarzach powiew œwie¿ego powietrza. Dotarli do podziemnego jeziora, które oddziela³o ich od wyjœcia z jaskiñ. Wszyscy wiedzieli jednak, ¿e to w³aœnie w takich miejscach najchêtniej osiedlaj¹ siê krasnoludy. Choæ zagro¿enie nie by³o jeszcze widoczne, Marbus rozkaza³ chwyciæ za broñ.

source: Monsters
pl: Potwory

source: Monster from the Lake
pl: Postrach z jeziora

source: Bats
pl: Nietoperze

source: This Person feels the smell of the sun... The smell of the sun and of the grass... and warm waters, which run down to seas and oceans... Our way out is nearby.
pl: Ta Osoba czuje zapach s³oñca... Zapach s³oñca i traw... I ciep³ych wód, które wp³ywaj¹ do mórz i oceanów... Ju¿ niedaleko jest wyjœcie.

source: Finally we will be able to leave these damned caves! We will light the fire, roast some animals and arrange a noisy feast!
pl: Nareszcie wyjdziemy z tych przeklêtych jaskiñ! Rozpalimy ognisko, upieczemy zwierzynê i wyprawimy huczn¹ biesiadê!

source: I am afraid that the feast will have to wait. We are still on the dwarven grounds. We must be careful about what we do. Aidala, could you scout the lake for us? I would prefer not to walk into an ambush right before leaving this place.
pl: Obawiam siê, ¿e biesiada bêdzie musia³a zaczekaæ. Wci¹¿ znajdujemy siê na terenach krasnoludów. Musimy uwa¿aæ na to, co robimy. Aidalo, mog³abyœ sprawdziæ dla nas to jezioro? Nie chcia³bym, ¿ebyœmy wpadli w pu³apkê tu¿ przed wyjœciem z tego miejsca.

source: These waters are evil... Death lurks in them. Death in the form of a beast. This Person advices not to venture into the deeps.
pl: To z³e wody... Czai siê w nich œmieræ. Œmieræ w skórze bestii. Ta Osoba radzi, by nie zapuszczaæ siê w g³êbiny.

source: I must admit that although I was sceptic at first, now I see that these creatures proved to be invaluable. It would be really hard to pass these caverns without their help.
pl: Muszê przyznaæ, ¿e choæ by³em sceptycznie nastawiony do tych stworzeñ, w gruncie rzeczy okaza³y siê nieocenione. Bardzo trudno by³oby przejœæ przez te jaskinie bez nich.

source: You are right, cousin. We are in your debt, Aidala. In yours, and your daughters’. As for the lake, do not enter the waters unless you have no other choice. We will bypass it and then be on our way out of the caves!
pl: Masz racjê, kuzynie. Wiele Ci zawdziêczamy, Aidalo. Tobie i Twoim córkom. Co zaœ tyczy siê jeziora, nie wchodŸmy do wody, póki nie zostaniemy do tego zmuszeni. Ominiemy je, a póŸniej raz na zawsze wydostaniemy siê z jaskiñ!

source: In the name of... Orcs! A whole army of orcs! Send word to the commander!
pl: Do jasnej... Orkowie! Ca³a armia orków! Zawiadomiæ przywódcê!

source: There goes our avoiding of a battle. It is good though, they must have a lot of meat for our feast. Not mentioning the beer.
pl: Tyle by by³o z naszego unikania walki. Dobrze siê sta³o, na pewno maj¹ sporo miêsa na ucztê. Nie wspominaj¹c o piwie.

source: Do not make haste opinion... Remember that the Northern Alliance recruits orcs into their army. We can pass off them, to get to the other side of the caves.
pl: Nie s¹dŸmy pochopnie... Pamiêtajmy o tym, ¿e Sojusz Pó³nocy ma w swojej armii orków. Mo¿emy siê za nich podaæ, by przejœæ na drug¹ stronê jaskiñ.

source: Whose feet make such noise under the doorsteps of my fortress? What are you looking for in the undergrounds, orcs?
pl: Kogo niesie pod mury mojej fortecy? Czego szukacie w podziemiach, orkowie?

source: What should I do?
pl: Co powinienem zrobiæ?

source: Tell them that you belong to the Northern Alliance and need to pass through these tunnels
pl: Powiedzieæ, ¿e nale¿ysz do Sojuszu Pó³nocy i musisz przedostaæ siê przez te tunele

source: Peace upon you! We are members of the Northern Alliance. We need to get to the other side of the mountains. Can you help us?
pl: Pokój wam! Jesteœmy cz³onkami Sojuszu Pó³nocy. Musimy przedostaæ siê na drug¹ stronê tych gór. Pomo¿ecie nam?

source: Peace on you! Yet I must be assured that you are telling the truth... Usually the Northern Alliance would send a human emissary with orcs, so there is no doubt about their allignment. Where is your emissary?
pl: Pokój! Nie uwierzê wam jednak od razu... Zazwyczaj zdarza³o siê tak, ¿e Sojusz Pó³nocy wysy³a³ jednego z ludzkich emisariuszy razem z orkami, ¿eby nikt nie mia³ w¹tpliwoœci, po której stronie jesteœcie. Gdzie wasz emisariusz?

source: Enough of this mascarade! To arms, my orcs!
pl: Koniec tej maskarady! Do ataku, moi orkowie!

source: Unfortunately our emissary perished during our mission.
pl: Nasz emisariusz zgin¹³ podczas misji.

source: Pretty handy excuse... However, if you say you were traveling with the emissary, you must know which clan this grounds belong to. Now I will ask you few questions. Let us see if you really are from the Northern Alliance!
pl: Bardzo ciekawa wymówka... Ale skoro mieliœcie emisariusza, musieliœcie te¿ wiedzieæ, przez ziemie jakich klanów bêdziecie przechodziæ. Zadam wam teraz kilka pytañ. Sprawdzimy, czyœcie z Sojuszu Pó³nocy!

source: What is the name of the greatest hero of our clan?
pl: Jak nazywa siê najwiêkszy bohater naszego klanu?

source: Thundering Thorlof
pl: Torlof Gromow³adny

source: What is the most known dance of my people?
pl: Jaki jest najznamienitszy taniec naszego klanu?

source: Wild Death Pogo
pl: Dzikie Pogo Œmierci

source: Lake of the Dwarven Lady Ballet
pl: Balet Jeziora Krasnoludzicy

source: Famous Leg Tearer Polka
pl: S³ynna Polka Wyrwinó¿ka

source: Red Beard Tango
pl: Tango Czerwonej Brody

source: What is the name of our national drink?
pl: Jak nazywa siê nasz rodzimy trunek?

source: Bloody Tincture from the spider berries
pl: Krwista nalewka z pajêczych jagód

source: Last question! When, according to our wise, will come the end of the world?
pl: Ostatnie pytanie! Kiedy, wed³ug naszych mêdrców, ma nast¹piæ koniec œwiata?

source: 2013 as the Maya clan predicted.
pl: W 2013 roku, jak przepowiedzia³ Klan Majów.

source: During the Rags nars Dwarves battle at the end of the time.
pl: Podczas bitwy Rags nars Krasnals na koñcu czasów.

source: With the coming of the Four Griphon Riders.
pl: Z nadejœciem Czterech JeŸdŸców Gryfa.

source: Indeed you are a part of the Alliance!
pl: Wspaniale, zatem jesteœcie z Sojuszu Pó³nocy!

source: Praised be the Northern Alliance! I will help you. Walking out of here will not be so easy, because of monsters of the deep, dwelling in this lake. Not to mention the giant bats and other beasts. However, together we will definitely manage it.
pl: Chwa³a niech bêdzie Sojuszowi Pó³nocy! Pomogê wam, a jak¿e. Wyjœcie st¹d nie bêdzie jednak proste, gdy¿ tutejsze jezioro jest oblê¿one przez g³êbinowe potwory, zaœ w rozga³êzieniach tuneli drzemie wiele nietoperzy i innych bestii. Razem na pewno damy im radê.

source: Marbus, how did you...?
pl: Marbus, sk¹d Ty...?

source: Trial and error, my cousin.
pl: Metoda prób i b³êdów, kuzynie.

source: After the explosion of the Dwarven Rune Smithy.
pl: Po wybuchu Krasnoludzkiej KuŸni Runicznej.

source: Iron Maden with the Beard
pl: ¯elazna pó³nocnica

source: 'Dwarf in Love' Beer
pl: Piwo "Zakochany krasnolud"

source: Sourdough Spirit
pl: Spirytus na zakwasie

source: Tales the Flaming Hand
pl: Tales Ogniorêki

source: Torlof the Hanging Sack
pl: Torlof Wisiworek

source: Tales the Soft Ball
pl: Tales Miêkkie Jajo

source: Aidala is our emissary.
pl: Aidala jest nasz¹ emisariuszk¹.

source: This Person will speak in the name of glorious Northern Alliance! We salut you, noble dwarves, and ask for your assisstance in crossing this way...
pl: Ta Osoba bêdzie mówiæ w imieniu chwalebnego Sojuszu Pó³nocy! Pozdrawiamy was, zacne krasnoludy i prosimy o pomoc w przebyciu tej¿e drogi...

source: You are a... naga. Wicked weird is the fact that you were chosen as the emissary... But it is been a damn long time since you were fighting along the Horde. What happened that made you join the Northern Alliance?
pl: Jesteœ nag¹... Dziwiê siê, ¿e wybrano na emisariuszkê w³aœnie Ciebie... Jednak od dawien dawna nie widziano was walcz¹cych u boku Hordy. Co siê sta³o, ¿e teraz nale¿ycie do Sojuszu Pó³nocy?

source: My race finally understood the mistakes of the past... To redeam ourselves we've chosen the path of the righteousness. For a time now we have been a lawful nation, like the orcs. Our races cooperated for many years. The Alliance wanted to renew the old Horde tactics and learn our common culture, so it merged our ranks together. Your brethen assisted us on our way here. What will you do?
pl: Moja rasa wreszcie zrozumia³a swoje b³êdy... Chc¹c je odkupiæ, wybraliœmy œcie¿kê prawoœci. Od niedawna jesteœmy praworz¹dn¹ nacj¹, tak jak orkowie. Nasze rasy od wielu lat dzia³a³y razem. Sojusz, chc¹c odnowiæ dawne taktyki Hordy i poznaæ nasz¹ wspóln¹ kulturê, scali³ nasze szeregi w jedno. Twoi bracia pomogli nam dojœæ a¿ tutaj. Co uczynisz Ty?

source: Praise the Northern Alliance! I will help you! Walking out of here will not be easy thou, because of the damn monsters hiding in the deep. Not to mention the giant bats and other beasts. Yet, we should be able to have some fun sharpening our blades on their backs. We will show you the way.
pl: Chwa³a niech bêdzie Sojuszowi Pó³nocy! Pomogê wam, a jak¿e. Wyjœcie st¹d nie bêdzie jednak proste, gdy¿ tutejsze jezioro jest oblê¿one przez g³êbinowe potwory, zaœ w rozga³êzieniach tuneli drzemie wiele nietoperzy i innych bestii. Razem na pewno damy im radê.

source: My thoughts are the same, my friend. Aidala... Thank you. Again.
pl: I ja tak myœlê, przyjacielu. Aidalo... Dziêkujê Ci. Znowu.

source: Krull the Rock is our emissary.
pl: Krull Ska³a jest naszym emisariuszem.

source: Me is the giant emissary! Me be diplomat! You listen to trolls!
pl: Ja byæ wielka emisariusz! Ja byæ polityk! S³uchaæ siê trolli!

source: Trolls are our biggest enemies in these caves! I refuse to believe someone like that could be chosen to be an emissary of the Northern Alliance!
pl: Trolle od lat s¹ naszymi najwiêkszymi wrogami w tych tunelach! Nie uwierzê, ¿e ktoœ taki móg³ zostaæ emisariuszem Sojuszu Pó³nocy!

source: Stupid midget! He will believe, when we open his head!
pl: G³upi karle! Karze³ uwierzy, gdy otworzymy mu g³owê!

source: Emborgi-tarash is our emissary.
pl: Emborgi'tarasz jest nasz¹ emisariuszk¹.

source: Hail, dwarves! I bow before the greatness and longevity of your people. I am glad to be able to see the greatness of your cities, corridors and mines again.
pl: Witajcie krasnoludowie! Chylê g³owê przed wspania³oœci¹ i d³ugowiecznoœci¹ waszego rodu. Rada jestem, ¿e znów przysz³o mi ogl¹daæ wspania³oœci waszych miast, korytarzy i kopalñ.

source: Then I am also glad to see you. Orcs, lizards, nagas... Together, you look almost like the Great Horde is assembled again.
pl: Ja tak¿e jestem rad, ¿e was widzê. Orkowie, jaszczury i nagi... Wygl¹dacie razem tak, jakby zebra³a siê sama Wielka Horda.

source: Because it is indeed... The Horde understood it's mistakes... In the face of the danger that emerged from the north we are all equal, my child... There is no wisdom in fighting anymore with each other. Let us pass.
pl: Bo w istocie tak siê sta³o... Horda zrozumia³a swoje b³êdy... W obliczu zagro¿enia, które pojawi³o siê na pó³nocy, wszyscy jesteœmy równi, moje dziecko... Nie ma sensu dalej ze sob¹ walczyæ. Pozwólcie nam przejœæ.

source: I... I don't have enough warriors to stop you anyway... I have no idea how did you manage to find your way here... So be it. You may pass, but mark my words - If you attack us or even get close to my fortress, we will fight.
pl: Ja... I tak mam za ma³o wojowników, by was powstrzymaæ... Nie wiem, jak uda³o wam siê przedostaæ a¿ tutaj... Niech tak bêdzie. Mo¿ecie iœæ dalej, jednak jeœli podejdziecie do granic naszych w³oœci b¹dŸ zaatakujecie nas, odpowiemy orê¿em.

source: I am glad that despite of our differences we are still able to find a common tongue inside of our hearts. It is an important lesson for our peoples.
pl: Cieszê siê, ¿e pomimo ró¿nic, które nas dziel¹, wci¹¿ mo¿emy odnaleŸæ wspólny jêzyk wewn¹trz naszych serc. To wa¿na lekcja dla naszych ludów.

source: Barley is our emissary, it is a magical wolf.
pl: Jêczmieñ jest naszym emisariuszem, to magiczny wilk.

source: Magical wolf? Let us see...
pl: Magiczny wilk? Zobaczmy...

source: I find this wolf to be very magical. We should let them pass.
pl: Stwierdzam, ¿e ten wilk jest bardzo magiczny. Powinniœmy ich przepuœciæ.

source: If my own Runemaster says so, there is no need to argue!
pl: Jeœli nasz nadworny Runmistrz tak uwa¿a, nie mam zamiaru siê z nim spieraæ!

source: Barley... you are a good puppy.
pl: Jêczmieñ... Dobry z Ciebie piesek.

source: I find that there is no magic in this animal! It was all a plot to lure me out and kill me! Help me brothers!
pl: Stwierdzam, ¿e ten wilk nie jest ani troszkê magiczny! To oszustwo maj¹ce na celu wywabienie mnie i zamordowanie, gdy jestem tutaj sam!

source: Tell them that you are the leader of the Great Horde and will force your pass through these tunnels
pl: Powiedzieæ, ¿e jesteœ przywódc¹ Wielkiej Hordy i przedostaniesz siê przez te tunele si³¹

source: The name is Marbus. I am the Great Souvereign of my people and I will pass through this underground.
pl: Moje imiê to Marbus. Jestem Wielkim Suwerenem swojego ludu i zamierzam przejœæ przez te podziemia.

source: So the Horde has gathered again? I may have few soldiers but mark my words - your journey ends here! Come, brothers! Make this corridors flood with the blood of orcish dogs!
pl: A wiêc Horda znów siê zebra³a? Choæ mam niewielu ¿o³nierzy, stawimy wam opór! Dalej, bracia! Niech nasze korytarze sp³yn¹ krwi¹ orkowych psów!

source: Imposture! To arms, my brothers! May the orcish blood flow.
pl: Oszustwo! Do broni, moi bracia! Niech poleje siê krew orków.

source: Scenario 08 - placeholder name
pl: PLACEHOLDER - SCENARIUSZ 08

source: PLACEHOLDER - SCENARIO 09
pl: PLACEHOLDER - SCENARIUSZ 09

source: Elves
pl: Elfy

source: Flee
pl: Uciekaj!

source: Let's check that out.
pl: SprawdŸmy to.

source: PLACEHOLDER - SCENARIO 10
pl: PLACEHOLDER - SCENARIUSZ 10

source: PLACEHOLDER - SCENARIO 11
pl: PLACEHOLDER - SCENARIUSZ 11

source: Owoooooo!
pl: Auuuuu!

source: I choose to...
pl: Wybieram...

source: PLACEHOLDER - SCENARIO 12A
pl: PLACEHOLDER - SCENARIUSZ 12A

source: Defeat all enemy leaders
pl: Pokonaj przywódców wroga

source: PLACEHOLDER - SCENARIO 12B
pl: PLACEHOLDER - SCENARIUSZ 012B

source: Undead Leader
pl: Nieumar³y Dowódca

source: Orcish Vitality: +8 Health
pl: Orkowa Witalnoœæ: +8 Punktów ¿ycia

source: Juggernaut's Vitality: +14 Health
pl: Witalnoœæ Niszczyciela: +14 Punktów ¿ycia

source: Reinforced Armor: +10% Blade, pierce and impact resistance
pl: Wzmocniona Zbroja: +10% Odpornoœci na obra¿enia sieczne, k³uj¹ce i obuchowe

source: Orcish Brutality: +3 Health, +2 Melee damage
pl: Orkowa Brutalnoœæ: +3 Punkty ¿ycia, +2 Obra¿enia wrêcz

source: Savage and Ruthless: +3 Health, +1 Melee strikes
pl: Dziki i Bezlitosny: +3 Punkty ¯ycia, +1 Cios wrêcz

source: Merciless Aim: +4 Health, +2 Ranged damage
pl: Bezwzglêdny Strzelec: +4 Punkty ¿ycia, +2 Obra¿enia z dystansu

source: Unforgiving: +4 Health, +2 Ranged damage, Marksman
pl: Niewybaczaj¹cy: +4 Punkty ¿ycia, +2 Obra¿enia z dystansu, Strzelec wyborowy

source: Trained in Hunting: -6 Health, +1 Movement point
pl: Trenowany w £owach: -6 Punktów ¿ycia, +1 Punkt ruchu

source: Best Hunter in the Clan: +1 Movement point
pl: Najlepszy £owca w Klanie: +1 Punkt ruchu

source: Healthy Mount: +7 Health
pl: Zdrowy Wierzchowiec: +7 Punktów ¿ycia

source: Mighty Beast: +13 Health
pl: Potê¿na bestia: +13 Punktów ¿ycia

source: Sharp Teeth: +2 Fangs damage
pl: Ostre Zêby: +2 Obra¿enia k³ami

source: Mad Hunger: +1 Fangs strikes
pl: Szaleñczy G³ód: +1 Cios k³ami

source: Deadly Claws: +3 Health, +1 Claws strike
pl: Zabójcze Szpony: +3 Punkty ¿ycia, +1 Cios szponami

source: Paralyzing Poison: +3 Health, +1 Claws strike, slows
pl: Parali¿uj¹ca Trucizna: +3 Punkty ¿ycia, +1 Cios k³ami, spowalnia

source: Swift Beast: +1 Movement point
pl: Szybka Bestia: +1 Punkt ruchu

source: Nourished with Meat: +7 Health
pl: ¯ywi¹cy siê miêsem: +7 Punktów ¿ycia

source: Fed with Dwarven Bones: +13 Health
pl: Karmiony Krasnoludzkimi Koœæmi: +13 Punktów ¿ycia

source: Tough skin: +10% Blade, pierce and impact resistance
pl: Twarda Skóra: +10% Odpornoœci na obra¿enia sieczne, k³uj¹ce i obuchowe

source: Murderous Beast: +2 Melee damage
pl: Mordercza bestia: +2 Obra¿enia wrêcz

source: Direwolf Alpha: +3 Melee damage
pl: Wilk alfa: +3 Obra¿enia wrêcz

source: Predator: Skirmisher
pl: Drapie¿nik: Harcownik

source: Hunter: Movement cost in forest reduced to 1
pl: £owca: Koszt przemieszczania siê po lesie zmniejszony o 1

source: Waiting for Prey: +10% defense in forest, ambush
pl: Czychanie na Ofiarê: +10% obrony w lesie, zasadzka

source: Strengthening Herbs: +6 Health
pl: Wzmacniaj¹ce Zio³a: +6 Punktów ¿ycia

source: Wormwood Brew: +11 Health
pl: Wywar z pio³unu: +11 Punktów ¿ycia

source: Enlive Old Muscles: +4 Health, +2 Melee damage
pl: Rozruszanie Starych Miêœni: +4 Punkty ¿ycia, +2 Obra¿enia wrêcz
