Repository: dyedMagenta/Marbuss_Escape
Catalog: Marbuss_Escape/translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Thank forefathers! We will replenish our canteens and drink to our's fill, provided the waters is drinkable. It's also possible, that by the river will be found a dwarven settlement, so have yours swords ready.
pl: Dziêki przodkom! Uzupe³nimy manierki i napijemy siê do syta, jeœli oka¿e siê zdatna do picia. Mo¿liwe te¿, ¿e przy rzece znajdzie siê jakaœ krasnoludzka osada, wiêc trzymajcie miecze w pogotowiu.

source: Onward, my warriors! Move defty and quietly! Don't split up, however - we don't know, what dangers will await us in these tunnels.
pl: Naprzód, moi wojownicy! Poruszajcie siê sprawnie i cicho. Nie rozdzielajcie siê jednak: nie wiadomo, jakie niebezpieczeñstwa czekaj¹ nas w tych tunelach.

source: I wonder what primitives are living beneath the grounds... This stone village doesn't look dwarven at all...
pl: Zastanawia mnie, jakie prymitywy ¿yj¹ w tych podziemiach... Ta kamienna wioska wcale nie przypomina krasnoludzkiej...

source: This not dwarf work! This strong trolls' work! Our architecture is stylish and sophisticated, is it not?
pl: To nie jest robota kar³ów! To robota silnych trolli! Nasza architektura byæ gustowna i wyszukana, prawda?

source: Hard to deny. It is charming.
pl: Trudno zaprzeczyæ. Wygl¹da uroczo.

source: What's that, for the ancestors!? Grab yours swords!
pl: A có¿ to, na przodków!? Chwyæcie za miecze!

source: Trolls know the look. Under our bridges, where we take toll, there they often are. They are nagas. Snake-women.
pl: Trolle znaj¹ ten wygl¹d. Pod naszymi mostami, sk¹d bierzemy myto, tam czêsto one s¹. To nagi. Kobiety-wê¿e.

source: Are the senses failing me? How is it possible, that once a proud race of nagas settled under the ground? I remember times, when our kins made one, ruling the swamps and rivers on the whole continent.
pl: Czy¿ nie myl¹ mnie zmys³y? Jak¿e to mo¿liwe, ¿e dumna niegdyœ rasa nag osiad³a pod ziemiê? Pamiêtam czasy, gdy nasze ludy tworzy³y jednoœæ, w³adaj¹c bagnami i rzekami na ca³ym kontynencie.

source: Greetings, sons of the west... Or should I say: sons of the north? This Person's name is Aidala. And these are my daughters. I'm their matriarch.
pl: B¹dŸcie pozdrowieni, synowie zachodu... A mo¿e powinnam rzec: synowie pó³nocy? Imiê Tej Osoby jest Aidala. To s¹ zaœ moje córy. Jestem ich matron¹.

source: Yuk... For years, nobody has seen any naga! You split off from the Horde! Some of you even tried to join the Northen Alliance, mating with tritons! Don't try to contradict, snake!
pl: Tfu... Od lat nikt z nas nie zobaczy³ ¿adnej z nag! Od³¹czy³yœcie siê od Hordy! Niektóre z was do³¹czy³y nawet do Sojuszu Pó³nocy, mieszaj¹c siê z trytonami! Nie próbuj zaprzeczaæ, wê¿u!

source: Gewold, go to hell! I reminder You, that it's me who is the Great Sovereign now! Be silent, when it comes to talking with someone, who got on our way!
pl: Gewold, do diab³a! Przypominam Ci, ¿e to ja jestem teraz Wielkim Suwerenem! Milcz, gdy przychodzi do rozmowy z kimœ, kto stan¹³ na naszej drodze!

source: Your companion's remark was spot-on, son of the north. The majority of my race would turn their backs on our tradition and the elders' beliefs. This Person, however, never got rid of her pride, never quenched the sorrow and hatred, that abound in her heart... And yet... This Person couldn't fight.
pl: Spostrze¿enie Twojego kompana by³o trafne, synu pó³nocy. Wiêkszoœæ mojej rasy odwróci³a siê od tradycji i wierzeñ starszyzny. Ta Osoba jednak nigdy nie wyzby³a siê swej dumy, nigdy nie zagasi³a ¿alu i nienawiœci, która obfituje w jej sercu... A jednak... Ta Osoba nie mog³a walczyæ.

source: Tell me, what has happened, lady.
pl: Opowiedz mi, co siê sta³o, pani.

source: Less than one century ago, elders of my kin called a great meeting, on which we were supposed to debate, how to save This Person's race from defeat... But on the meeting we faced a betrayal. Young nagas, living in the most shallow waters, decided to join forces with the Nortern Alliance and murdered the vast majority of This Person's race. This person fought fiercely, killing many of her daughters and sisters, but she couldn't save the elders.
pl: Nieca³y wiek temu starszyzna mego ludu zwo³a³a Wielki Wiec, na którym mieliœmy radziæ, jak uchroniæ rasê Tej Osoby od klêski... Jednak na Wiecu dopad³y nas sid³a zdrady. M³ode, ¿yj¹ce w najp³ytszych wodach nagi postanowi³y zjednoczyæ siê z Sojuszem Pó³nocy i wyr¿n¹æ zdecydowan¹ wiêkszoœæ rasy Tej Osoby. Ta Osoba walczy³a zaciekle, zabijaj¹c wiele swoich córek i sióstr, jednak nie uda³o siê uratowaæ starszyzny.

source: I got sealed off with my most trusted daughters... The road to the sea was closed. And on land, crossbowmen were waiting for us. This Person could die a great, rightful death... However, it would cause that there wouldn't be any hatred between nagas and Northern Alliance anymore. Dwarves, elves and even The Great Kingdom of Wesnoth... Everyone would start equating This Person's race with something good. With something, that got rid of its darkness and joined them, to hunt pearls, help sailors and swim with dolphins.
pl: Zosta³yœmy odciête z moimi najbardziej zaufanymi córami... Droga do morza by³a zamkniêta. Na l¹dzie zaœ czekali na nas kusznicy. Ta Osoba mog³a zgin¹æ wielk¹, s³uszn¹ œmierci¹. To jednak sprawi³oby, ¿e nie by³oby ju¿ nienawiœci wœród nag i Sojuszu Pó³nocy. Krasnoludowie, elfowie, a nawet Wielkie Królestwo Wesnoth... Wszyscy zaczêliby uto¿samiaæ rasê Tej Osoby z czymœ dobrym. Z czymœ, co wyzby³o siê mroku i do³¹czy³o do nich, by ³owiæ per³y, pomagaæ ¿eglarzom i p³yn¹æ z delfinami.

source: This Person couldn't stand that! This Person had to live, to hate. To give testimony of the darkness and decay, Testimony of the Snake. This Person had gathered its daughters and set off in the only dirrection where it could survive - to the caves. So here, in the darkness and gloom we've started to lay spawn, to grew stronger and wait for the moment when we could inflict deadly blow to our enemies. This Person presumes this moment have approached now.
pl: Ta Osoba nie mog³a tego znieœæ! Ta Osoba musia³a ¿yæ, by nienawidziæ. By daæ œwiadectwo mroku i zepsucia, Œwiadectwo Wê¿a. Ta Osoba zebra³a wszystkie swoje córy i ruszy³a w jedynym kierunku, gdzie mog³a przetrwaæ: do jaskiñ. Tutaj wiêc, w mroku i ciemnoœciach, zaczê³yœmy sk³adaæ skrzek, rosn¹æ w si³ê i czekaj¹c chwili, w której mog³ybyœmy zadaæ œmiertelny cios naszym wrogom. Ta Osoba s¹dzi, ¿e ta chwila nadesz³a.

source: Your story is full of passion and darkness, my lady... The enemy that is pursuing us is even darker yet. I will welcome You and Your daughters in my ranks with joy.
pl: Twoja opowieœæ jest pe³na pasji i mroku, pani... Wróg, który nas œciga, jest jednak jeszcze mroczniejszy. Z radoœci¹ powitam Ciebie i Twoje córki w szeregach mojej armii.

source: You should reconsider this... Not wanting to attack us does not make them our friends. They may betray us in the first suitable opportunity, joining that nagas, wchich are on the Northern Alliance side already.
pl: Przemyœl to jeszcze... Nie ka¿dy, kto nie chce nas zaatakowaæ, jest naszym przyjacielem. Mog¹ k³amaæ. Mog¹ te¿ wydaæ nasz przy pierwszej mo¿liwej okazji, do³¹czaj¹c do tych nag, które s¹ ju¿ po stronie Sojuszu Pó³nocy.

source: Sss... Quiet, ork... Be quiet or I will make you silent for ages... If it is needed this Person will make an oath. This Person swears on the stars and snakes, on the poison and swords, on the blood of black and red that it will serve your Great Sovereign and will give the whole of itself to him.
pl: Sss... Zamilcz, orku... Zamilcz, albo sprawiê, ¿e zamilkniesz na wieki... Jeœli trzeba, Ta Osoba z³o¿y œluby. Ta Osoba przyrzeka na gwiazdy i wê¿e, na truciznê i miecze, na czarn¹ i czerwon¹ krew, ¿e s³u¿yæ bêdzie waszemu Wielkiemu Suwerenowi i odda siê mu ca³a!

source: Even in the face of the last events I must admit, my cousin, that it sounds pretty nice.
pl: Nawet w obliczu ostatnich wydarzeñ muszê przyznaæ, kuzynie, ¿e brzmi to ca³kiem nieŸle.

source: I am glad that your humour is back, Kochan. As for the nagas... So be it. From now on you are my people as well. Together we must work our way out of this tunnels.
pl: Cieszê siê, ¿e znów dopisa³ Ci humor, Kochan. Co zaœ do nag... Niech wiêc tak bêdzie. Od dzisiaj i wy jesteœcie moim ludem. Razem musimy wydostaæ siê z tych tuneli.

source: My hearth is full of joy knowing, that we will be fighting together with the water snakes. There are no creatures that are more stubborn, full of passion and hate born by this continent. Those features caused them not to leave this world into the cold hands of the death.
pl: Moje serce raduje siê na wieœæ, ¿e walczyæ bêdziemy ramiê w ramiê z wodnymi wê¿ami. Ten kontynent nie wyda³ na œwiat istot równie zaciêtych, przepe³nionych pasj¹ i nienawiœci¹, które nie pozwoli³y im odejœæ w ramiona œmierci.

source: Trolls likes snakes. Let there is friendship between us.
pl: Trolle lubi¹ wê¿e. Niech jest miêdzy nami przyjaŸñ.

source: My Chieftain... Let me give you an advice... Underground midgets were also influenced by the Evil Spirit that devastates this lands. They are weak... Together we can face them and defeat them. But there is another way. Their guards are few, there are none on most of the corridors. We can reach east without being noticed if we will move carefully.
pl: Wodzu mój... Pozwól mi udzieliæ Ci rady... Podziemne kar³y równie¿ odczu³y wp³yw Z³ego Ducha, który pustoszy tê krainê. S¹ s³abi... Mo¿emy razem stawiæ im czo³o, pokonuj¹c ich. Jest jednak inne rozwi¹zani. Ich stra¿nicy s¹ nieliczni, a na wiêkszoœci korytarzy brakuje im wartowników. Mo¿emy niepostrze¿enie dotrzeæ na wschód, jeœli bêdziemy iœæ ostro¿nie.

source: That's a good advice. Personally I would rather not participate in the fight - terrain is not suitable for that.
pl: To dobra rada. Osobiœcie wola³bym nie braæ udzia³u w walkach: warunki terenowe zdecydowanie im sprzyjaj¹.

source: Quit babbling, Kochan! We require gold and supplies and there should be plenty in their fortifications! If we will not kill them now, they will emerge from the caves and attack us in the least expected moment. To avoid open war we must attack first!
pl: Gadanie, Kochan! Potrzebujemy z³ota i zapasów, a w ich fortyfikacjach na pewno znajdziemy tego wystarczaj¹co! Nie zabijemy ich teraz, a oni wkrótce wyjd¹ z jaskiñ i zaatakuj¹ nas w najmniej odpowiednim dla nas momencie. ¯eby nie by³o wojny, musimy zaatakowaæ ich pierwsi!

source: My chieftain, this is not everything. This Person knows more... In the north, in the tunnels abbandoned by the midgets... I can feel magic vibrations from there... Me and my daughters think, that there can be hidden something that could prove useful in the future. It can even have the deciding touch in the final encounter.
pl: Wodzu mój, to nie wszystko. Ta Osoba wie coœ wiêcej... Na pó³nocy, w opuszczonych przez kar³y tunelach... Czuæ stamt¹d magiczne wibracje... Ja i moje córy s¹dzimy, ¿e mo¿e tam byæ ukryte coœ, co mog³oby siê okazaæ pomocne w przysz³oœci. A mo¿e nawet mieæ decyduj¹ce znaczenie w ostatecznym rozrachunku.

source: Treasure! Trolls want that treasure! We not forgot, that trolls were good, when trolls had treasure!
pl: Skarb! Trolle chc¹ ten skarb! My nie zapomnieæ, ¿e trollom wtedy by³o dobrze, gdy mieæ skarb!

source: I also feel something magical... There is some arcane, powerful power... But different, not dwarvish. I think it may have something in common with the evil, that embraces the north. We should aquire this thing.
pl: Równie¿ czujê coœ magicznego... Jest tam tajemna, potê¿na si³a... Ale inna ni¿ krasnoludzka. Wydaje mi siê, ¿e mo¿e mieæ to coœ wspólnego ze z³em, które ogarnia pó³noc. Powinniœmy mieæ tê rzecz.

source: Thank you all for your advices. Aidala... Whatever I decide, I want you to be at my side. I am really glad that we've met. And now - onward!
pl: Dziêkujê wam wszystkim za rady. Aidalo... Cokolwiek post¹piê, chcê mieæ Ciê u swego boku. Bardzo cieszê siê z tego spotkania. A teraz: w drogê!

source: Move Marbus to the northern edge of the map
pl: Dotrzyj Marbusem do pó³nocnego krañca mapy

source: Die, you dwarven monster! This is for all our warriors slain by your brethen!
pl: Giñ, krasnoludzka poczwaro! To za wszystkich naszych wojowników, którzy umarli z waszych r¹k!

source: Loot their strongholds, soldiers! I am sure they have tons of gold and supplies in there!
pl: Ograbcie ich twierdzê, ¿o³nierze! Jestem pewny, ¿e maj¹ tam mnóstwo z³ota i zapasów!

source: He's fallen! Dwarves run to their holes! We've aquired this glorious victory!
pl: Pad³! Krasnoludy pierzchaj¹ do swoich nor! Odnieœliœmy tu cudowne zwyciêstwo!

source: My sword shouts of excitation! Slain the rest! Kill everyone, take no prisoners!
pl: Mój miecz krzyczy z ekscytacji! Dobiæ pozosta³ych! Nie pozwólcie nikomu prze¿yæ!

source: This Person is glad, that the revenge is complete... With the gold from their treasuries we will grow stronger...
pl: Ta Osoba cieszy siê, ¿e kolejna zemsta zosta³a dope³niona... Za z³oto z ich skarbców uroœniemy w si³ê...

source: Quickly, my Horde, to these tunnels!
pl: Szybko, moja Hordo, do tych tuneli!

source: What!? We are fleeing now, after the battle has started!?
pl: Co!? Mamy uciekaæ teraz, gdy ju¿ rozgorza³a walka!?

source: This Person could dip her blade in the bodies of these, whom she hates! Why do we have to interrupt such a sweet for This Person moment?
pl: Ta Osoba wreszcie mog³a zanurzyæ swoje ostrze w cia³ach tych, których nienawidzi! Czemu¿ wiêc mamy przerywaæ tê s³odk¹ dla Tej Osoby chwilê?

source: Stop arguing with me! Move on, deeper into the cavern! Remember, that our goal isn't a fight with dwarves, but getting into the other side of the mountains!
pl: Nie k³óæcie siê ze mn¹! Ruszamy, wg³¹b jaskiñ! Pamiêtajcie, ¿e naszym celem nie jest walka z krasnoludami, a przedostanie siê na drug¹ stronê gór!

source: Our opponents are dead. We achieved a great victory over here. But I'm worried that soon, all nearby dwarven clans will find out about this massacre. They will seek revenge.
pl: Nasi wrogowie ju¿ nie ¿yj¹. Odnieœliœmy tutaj piêkne zwyciêstwo. Martwi mnie tylko fakt, ¿e nied³ugo wszystkie okoliczne klany krasnoludów dowiedz¹ siê o tej masakrze. Zechc¹ zemsty.

source: This indeed might become a big problem. Still, we aren't able to prevent it anymore. All what's left for us is to count of the destiny and follow the path, like we did so far.
pl: To rzeczywiœcie mo¿e byæ wielkim problemem. Niemniej, nie jesteœmy w stanie ju¿ temu zaradziæ. Pozostaje nam jedynie zdaæ siê na los i pod¹¿aæ dalej nasz¹ œcie¿k¹, tak jak do tej pory.

source: What are you talking about!? I rejoice, that we vanquished our opponents! We should open barrels of beer and feast!
pl: O czym wy mówicie!? Cieszê siê, ¿e rozgromiliœmy naszych przeciwników! Powinniœmy otworzyæ beczu³ki z piwem i œwiêtowaæ!

source: This Person thinks, that staying here would be irresonable. We should rather move as soon as possible, to leave these caves.
pl: Ta Osoba s¹dzi, ¿e nierozwa¿nie by³oby zostawaæ tu d³u¿ej. Powinniœmy raczej ruszaæ jak najszybciej, by wydostaæ siê z tych jaskiñ.

source: I agree with Your words, Aidala. Get ready to march off! We are leaving this place!
pl: Zgadzam siê z Twoimi s³owami, Aidalo. Szykowaæ siê do wymarszu! Opuszczamy to miejsce!

source: We made it. None of the dwarves noticed out pass. Well done, companions! Onward, into these caves!
pl: Uda³o siê. ¯aden z krasnoludów nie zauwa¿y³ naszego przejœcia. Dobra robota, towarzysze! Dalej, wg³¹b jaskiñ!

source: I'm glad that we managed to avoid unneccessary fight. We must save our forces for more important battles.
pl: Cieszê siê, ¿e uda³o nam siê unikn¹æ niepotrzebnej walki. Musimy oszczêdzaæ si³y na wa¿niejsze starcia.

source: Sss... This Person would prefer to behead all of these dwarves, rather than let them live. Hatred to them is burning in our blood. But we will do what is neccesary.
pl: Sss... Ta Osoba wola³aby ukróciæ o g³owê wszystkie kar³y, ni¿ pozwoliæ im ¿yæ. Nienawiœæ do nich p³onie w naszej krwi. Zrobimy jednak to, co konieczne.

source: For one thousand barrels of bear and a ton of pork! These are orcs! Blow into the horns! Orcs are attacking our lands!
pl: Na tysi¹c beczek piwa i tonê wieprzowiny! To orkowie! Zad¹æ w rogi! Orkowie atakuj¹ nasze ziemiê!

source: Into the horns?! Somebody immediately start beating in drums! To the attack!
pl: W rogi?! Natychmiast niech ktoœ zacznie biæ w bêbny! Do ataku!

source: Silence, Gewold! And now, my Horde, start beating in drums! Slaughter them!
pl: Milcz, Gewoldzie! A teraz, moja Hordo, zacz¹æ biæ w bêbny! Wyr¿n¹æ ich!

source: This Person sees, that orcish race hasn't changed since the last time she saw them.
pl: Ta Osoba widzi, ¿e rasa orków nie zmieni³a siê przez ten czas, w którym widzia³a j¹ ostatnim razem.

source: I feel some weird energy in this place... Do not be affraid but make your steps carefully! Who knows what lurks in the darkness.
pl: Czujê jak¹œ dziwn¹ energiê w tym miejscu... Nie lêkajcie siê, jednak st¹pajcie ostro¿nie! Kto wie, co czai siê w ciemnoœciach?

source: Be gone... Now, that you still have the chance...
pl: OdejdŸcie... Póki macie jeszcze tak¹ mo¿liwoœæ...

source: This person feels shivers. So the demon that lives in these caves can still speak!
pl: Ta Osoba czuje dreszcz. Tak wiêc demon, który zamieszka³ te pieczary, wci¹¿ potrafi mówiæ!

source: Why are you not listening to me? Be gone...
pl: Czemu¿ mnie nie s³uchacie? OdejdŸcie...

source: There... This is the place from where this Person feels the strange, old magic.
pl: Tam... W³aœnie tam Ta Osoba wyczuwa dziwn¹, star¹ magiê.

source: For the love of the orcish blades and the hatred of thousands of goblin bastards! Undead!
pl: Na orkowe miecze i sto tysiêcy gobliñskich bêkartów! Nieumarli!

source: No... This ghost does not belong to those that harass the north, right? Who are you then?
pl: Nie... Ten duch nie nale¿y do tych, które nêkaj¹ pó³noc, prawda? Kim¿e wiêc jesteœ?

source: My name is... No... It is not important for the story, you are the part of... All you must know is that I am the ghost of the one that was before you - the great orcish chieftain that lived his life in the times of the past... Be gone...
pl: Me imiê jest... Nie... Nie jest ono istotne w opowieœci, w której bierzecie teraz udzia³... Wiedzcie tyle, ¿e jestem duchem tego, który by³ przed wami, wielkiego wodza orków, który ¿y³ w dawnych czasach... OdejdŸcie...

source: My subordinates have detected strange magic aroud you. We are in the situation in which we can use any magic to help us. We are running from the undead that had started to harass the north. Help us, if you are able to, ghost.
pl: Moi podw³adni wykryli dziwn¹ magiê wokó³ Ciebie. A jesteœmy teraz w sytuacji, w której przyda siê nam ka¿da magia. Uciekamy przed nieumar³ymi, którzy zaczêli panoszyæ siê na pó³nocy. Pomó¿ nam, jeœli mo¿esz, duchu.

source: Running...? So the pride orcish race runs from the undead souls...? Again...
pl: Uciekacie...? Wiêc dumna rasa orków ucieka przed nieumar³ymi duszami...? Znów...

source: Again? This Person thinks, that you know more than you seem to. Everything that is happening now in the north - Had this happened earlier?
pl: Znów? Ta Osoba myœli, ¿e wiesz wiêcej, ni¿ siê zdaje. Czy to, co dzieje siê teraz na pó³nocy, dzia³o siê ju¿ wczeœniej?

source: I beg you, ghost! Know, that I am the Great Souverein of the Horde now... I have the power to command you! Answer us!
pl: Zaklinam Ciê, duchu! Wiedz, ¿e teraz to ja jestem Wielkim Suwerenem Hordy... W mojej mocy jest Ci rozkazaæ. Odpowiedz nam!

source: Yes... It had happened already... But not here. In the far, far west... When the dark Wesfolk people stood in front of us tearing us out from our battle-realm... Our primal world from which we were summoned by the liches.
pl: Tak... To ju¿ mia³o miejsce... Ale nie tutaj, a na dalekim, dalekim zachodzie... Gdy mroczny lud Wesfolk stan¹³ przed nami, wyrywaj¹c nas z krain bitewnych... Naszego pierwotnego œwiata, z którego zostaliœmy przyzwani przez liczów...

source: The old portals were opened, we used them to enter this world... This is not the end of the story... We were betrayed... Lich Lords found out how powerfull we are... They could not kept us in their grasp as long as their portals were opened... They used all of their power and knowledge to close them. Terrible and mighty were the spells that are on this world no more and never will be again unless the second sun shines over the continent.
pl: Zosta³y otwarte portale, którymi dostaliœmy siê do tego œwiata... To jednak nie koniec opowieœci... Bowiem zostaliœmy zdradzeni... W³adcy Liczów zorientowali siê, jak wielk¹ potêgê stanowiliœmy... Nie mogli trzymaæ nas w garœci, póki istnia³y ich portale... By je zamkn¹æ, u¿yli ca³ej swojej wiedzy i magii, jak¹ posiadali. Straszne i potê¿ne by³y to czary, jakich nie ma ju¿ na œwiecie i nie bêdzie, póki drugie s³oñce nie zaœwieci nad kontynentem.

source: Portals were closed and the way to our home was lost. Before it happened there was something more that managed to get here from our wolrd... The name of that thing is now forgotten but it makes the sleep, the food and even the females unable to satisfy the lust for blood that we feel. This thing haunts the north now.
pl: Portale zosta³y zamkniête, a droga do naszej ojczyzny zosta³a nam odebrana. Nim jednak to siê sta³o, z naszego pierwotnego œwiata przyby³o tu coœ jeszcze... Coœ, czego imienia nie pamiêtamy, a co sprawia, ¿e ani sen, ani jad³o, ani kobieta... Nic nie jest w stanie zaspokoiæ pragnienia krwi, które czujemy. To coœ nawiedza teraz pó³noc.

source: Ancient is the story of yours, ghost... This Person dares to ask... How can we stop that what is happening now?
pl: Pradawna jest twoja historia, duchu... Ta Osoba oœmiela siê spytaæ... Jak powstrzymaæ to, co siê teraz dzieje?

source: We've tried many things to turn the unstoppable river of the destiny around... Nothing can change the faith... Go away! I've told you enough already... Be gone and die as you like!
pl: Próbowaliœmy wielu rzeczy, by zawróciæ niepowstrzyman¹ rzekê przeznaczenia... Nic nie jest w stanie odmieniæ losu... IdŸcie, precz! Wystarczaj¹co du¿o ju¿ wam powiedzia³em... OdejdŸcie st¹d i zgiñcie wedle w³asnego uznania!

source: Get out of here... Leave the past alone...
pl: Wynoœcie siê st¹d... Zostawcie przesz³oœæ w spokoju...

source: My attacks do not impress him!
pl: Moje ataki nie robi¹ na nim wiêkszego wra¿enia!

source: You can't beat me, living beings... I'm a spiritual entity...
pl: Nie mo¿ecie mnie pokonaæ, ¿ywotne istoty... Ja jestem bytem duchowym...

source: I... Lost...
pl: Ja... Przegra³em...

source: Maybe you are a ghost of a great warrior and chief, but in spite of all, you still are but a ghost! And now tell us, how to deal with these undead, who run rampart in the north?
pl: Mo¿e i jesteœ duchem wielkiego wojownika i wodza, ale mimo wszystko, nadal jesteœ tylko duchem! A teraz powiedz nam, jak rozprawiæ siê z nieumar³ymi, którzy panosz¹ siê po pó³nocy?

source: If you think, that you will manage to do it... Then take my necklace... Maybe with it you will change... The destiny... Of your people... Our people...
pl: Skoro uwa¿asz, ¿e tobie siê uda... WeŸ wiêc mój amulet... Mo¿e z nim odmienisz... Losy... Swego ludu... Naszego ludu...

source: Look! A secret passage has opened!
pl: Spójrzcie! Sekretny tunel!

source: This is a weird thing... When I put it on, it's the first time I feel something like this... Such a... Mysticism...
pl: To dziwny przedmiot... Pierwszy raz czujê coœ takiego, gdy go zak³adam... Taki... Mistycyzm.
