Repository: dyedMagenta/Marbuss_Escape
Catalog: Marbuss_Escape/translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: Refugees
pl: UchodŸcy

source: Our story begins in 883 YW. It takes place in far north, where all the dates stopped to mean anything to anybody. Violence, blood and damnation. Wrestling competitions and drinking sprees between raids. Women get their legs over bonfires and let their partners go bird's-nesting. Yes, I am talking about orcs.
pl: Nasza historia rozpoczyna siê w roku 883 e.W, a ma miejsce na dalekiej pó³nocy, gdzie wszystkie te daty przesta³y mieæ znaczenie. Si³a, krew i potêpienie. Zawody zapaœnicze i hulanki alkoholowe, miêdzy jedn¹ grabie¿¹, a drug¹. Gdzie kobiety rozk³adaj¹ nogi przy ognisku, a ich partnerzy kryj¹ je jak suki. Tak, mowa tu o orkach.

source: Many years have passed since the time orcs intimidated elves, humans and dwarves. Many years have passed since they ventured to walk in the Wesnoth land. Many years have passed since the time they were filthy rich.
pl: Wiele lat minê³o, odk¹d orkowie budzili postrach w sercach elfów, ludzi i krasnoludów. Wiele, odk¹d odwa¿yli siê postawiæ stopê na ziemiach Wesnoth. Wiele, odk¹d op³ywali w bogactwa.

source: Plenty of battles were fought, one time orcs conquered new lands, the other time they gained new wounds. Other realms, as strong as orcs, started to whet their swords. After a next, unsuccessful attack of the bloodthirsty army, orcs retreated deep into their lands, elves followed them.
pl: Gdy bitwa za bitw¹, orkowie to raz zdobywali nowe ziemie, to wracali do swych chat z kolejnymi ranami, równie silne krainy zaczê³y ostrzyæ swoje miecze. Gdy po kolejnym, nieudanym ataku ¿¹dnej krwi armii, orkowie wycofali siê wg³¹b swych ziem, pod¹¿yli za nimi elfy.

source: Humans, as well as dwarves willingly joined the revenge. Year after year, orcs became separated by trade routes camps of refugees. A few tribes joined the Northern Alliance, where though many years were forced to accept human rules. The other were fighting and were destroyed after several battles against dwarves or elves.
pl: Ludzie, tak jak i krasnoludy ochoczo do³¹czyli do odwetu. Rok za rokiem, orkowie stawali siê tylko rozdzielanymi przez szlaki handlowe obozami uchodŸców i kobiet. Niektóre plemienia przy³¹czy³y siê do Sojuszu Pó³nocy, gdzie przez dziesiêciolecia zmuszani byli do akceptowania ludzkich norm. Inni walczyli i po kilku wiêkszych bitwach zostawali wyniszczeni przez krasnoludów b¹dŸ elfy.

source: Human tradeposts took place of orcish smelters. Only the clans that lived deep in the north have survived the forages of other nations. Amongst them, there lived a small Marbus's clan. Even too small to have a name, history, or a future.
pl: W miejscach starych orkowych hut ¿elaza wyros³y siedliska handlowe ludzi. Tylko najbardziej oddalone na pó³noc klany przetrwa³y najazd innych nacji. Wœród nich zosta³ te¿ ma³y klan Marbusa, klan zbyt ma³y, by mieæ nazwê, historiê b¹dŸ przysz³oœæ.

source: Player
pl: Gracz

source: Opponents
pl: Przeciwnicy

source: Lieutenant Vincent
pl: Porucznik Wincent

source: Vincent's Rider
pl: Kawalerzysta Wincenta

source: Bag'not Fortress
pl: Forteca Bag'not

source: Old Elbor Fortress
pl: Stary fort Elbor

source: Bridge of Kazara
pl: Most Kazary

source: Camp of the white-skinned
pl: Obóz bia³oskórych

source: Bridge of Thot the Four Fingered
pl: Most Thota Czteropalczastego

source: the Barren Fields
pl: Ja³owe Pole

source: Tut'anor Pass
pl: Prze³êcz Tut'anor

source: Defeat Lieutenant Vincent
pl: Pokonaj Porucznika Wincenta

source: Only one month of summer has passed. Our crops have not even sprouted, and we are getting gloomy winds from the south. I fear we may experience serious problems with food this winter. Ah... If only Gewold had accepted the Alliance's offer.
pl: Lato trwa³o tylko miesi¹c, nasze plony nie zd¹¿y³y nawet wzrosn¹æ, a z po³udnia dobiega nas mroŸny wiatr. Bojê siê, ¿e mo¿emy mieæ powa¿ne problemy z ¿ywnoœci¹ tej zimy. Ahh... Gdyby tylko Gewold przysta³ na propozycjê Sojuszu...

source: Marbus! White-skinned have appeared on the other side of the river. They are chained.
pl: Marbus! Bia³oskórzy pojawili siê po drugiej stronie rzeki. S¹ zakuci w stal.

source: What? Are they Alliance's emissaries? Maybe they want to give us a hand and they are sending some supplies.
pl: Co? Czy to wys³annicy Sojuszu? Mo¿e chc¹ wyci¹gn¹æ do nas pomocn¹ d³oñ i przys³ali nam jakieœ zapasy.

source: As a lieutenant of the garrison in Celadon City, I command you, orcs, to leave this place and leave Bag'not to our rule. Should you decline, you will die.
pl: Jako porucznik garnizonu w Seledynowym Mieœcie, nakazujê wam, orkom, opuœciæ to miejsce i oddaæ nam w posiadanie Bag'not. Jeœli odmówicie, czeka was œmieræ.

source: What? Celadon City is placed only a few miles to the south and we have never experienced any aggression from them. It is a trading post dealing between Northern Alliance and Wesnoth. And even if they want to get rid of us, why did they not send somebody of higher rank than you?
pl: Co? Seledynowe Miasto mieœci siê tylko kilka mil na po³udnie i nigdy nie mieliœmy z ich strony ¿adnego aktu agresji. To placówka handlowa miêdzy Sojuszem Pó³nocy, a Wesnoth. A nawet jeœli chc¹ siê nas st¹d pozbyæ, dlaczego nie wys³ali kogoœ wiêkszego rang¹!?

source: Celadon City is not a free city anymore and it does not have a general that can lead its army
pl: Seledynowe Miasto nie jest ju¿ wolnym miastem. I nie ma genera³a, który móg³by poprowadziæ armiê. Ale doœæ s³ów, odmieñcze! Wynoœ siê z ziem, które nigdy nie powinny zostaæ wam dane albo giñ!

source: I do not like it, my cousin. If that human is telling the truth, something must have flushed the city's dwellers out. Way of in the distance I can see their women and children. Marbus, they are not an army, they are refugees.
pl: Nie podoba mi siê to, kuzynie. Jeœli ten cz³owiek mówi prawdê, coœ musia³o wykurzyæ ich z miasta. Tam w oddali widzê ich kobiety i dzieci. To nie wojsko, Marbus, to uchodŸcy!

source: Refugees or army... we can not surrender Bag'not to them, either way. It is our homeland. And as its soldiers we must defend it! Arke netu Karash!
pl: UchodŸcy, czy wojsko... Nie mo¿emy oddaæ im Bag'not. To nasz dom. I jako jego mieszkañcy musimy go broniæ! Arke netu Karash! Chwyæcie za swe miecze!

source: This path leads to Tut'anor Pass. Only the most persistent warriors can cross it, only when they need to get into the capital of our clans, Gelu'Aben. Nobody has walked through it for 20 years. I am thrilled when I think about atrocities that lurk there.
pl: Ta droga prowadzi przez prze³êcz Tut'anor. Przechodz¹ przez ni¹ tylko najbardziej wytrwali wojownicy, gdy chc¹ dostaæ siê do stolicy naszych klanów, Gelu'Aben. Od dwudziestu lat nikt tamtêdy nie chodzi³. Ciarki przechodz¹ mi po plecach, gdy pomyœlê o potwornoœciach, jakie siê tam czaj¹.

source: This is the Castle of Elbor, one of the orcish fortresses built in the first age, when orc set their foot on these lands... Now, only ruins remained of it. And the swamp it sunk into.
pl: To zamek Elbor, jedna z orkowych twierdz, wybudowana w pierwszym wieku, gdy orki po³o¿y³y stopy na tych ziemiach... Teraz zosta³a z niej tylko ruina. I bagno, które j¹ wch³onê³o.

source: Go to the devil, bastards! I hope you will be slain by the spectres that slaughtered our people...
pl: Niech was piek³o poch³onie... Wy psie syny! Niech wyr¿n¹ was te widma, które wyr¿nê³y naszych ludzi...

source: Shut your mouth up, human. And let our wolves open theirs. They are going to have a bloody feat.
pl: Zamknij usta, cz³owieku. I niech otworz¹ siê pyski naszych wilków. Dziœ czeka ich krwawa uczta.

source: I have got a bad feeling about this, Marbus. Everything implicates that something pushed these people here. And we may get attacked by that something, too.
pl: Nie podoba mi siê to, Marbus. Wszystko wskazuje na to, ¿e coœ przygna³o tu tych ludzi. I to coœ mo¿e zaatakowaæ i nas.

source: I know that, my cousin. Yet, we can not worry about guesswork when our pantries are empty. Excavate all corpses. Loot food, clothes and everything that may come handy. If they were really the survivors, they should carry tons of wealth. Throw the corpses to the sheepfold.
pl: Wiem to, kuzynie. Jednak nie mo¿emy przejmowaæ siê przypuszczeniami, gdy nasze spi¿arnie œwiec¹ pustkami. Przeszukajcie wszystkie trupy. Bierzcie jedzenie, ubrania, wszystko co siê nada. Jeœli to rzeczywiœcie ocaleni, powinni przynieœæ ze sob¹ wiele bogactw. Trupy rzuæcie do owczarni.

source: As usual, you only take the nearest future into account. You will get baned because of that, my cousin.
pl: Jak zwykle zwracasz uwagê tylko na najbli¿sz¹ przysz³oœæ. Kiedyœ przyniesie nam to zgubê, kuzynie.

source: You have been telling me that for ages. However, until now, I have been defending your kinsmen very well, Kochan.
pl: Od lat mi to powtarzasz, jednak jak dot¹d doskonale chroniê Twoich pobratymców.

source: And I hope it will continue to be that way, I hope...
pl: I mam nadziejê, ¿e bêdzie tak dalej. Mam nadziejê...

source: Vincent's Cavalryman
pl: Kawalerzysta Wincenta

source: The orcs are stronger than I supposed. Luckily, I am prepared for such drift of events
pl: Orkowie s¹ silniejsi, ni¿ s¹dzi³em. Dobrze, ¿e przygotowa³em siê na takie rozwiniêcie sytuacji...

source: I report that both groups are ready to strike, sergeant!
pl: Obie grupy s¹ ju¿ gotowe do ataku, sier¿ancie!

source: It is an ambush! Show that human scum how fragile their horses are! Mount your wolves, my brothers!
pl: Zasadzka! Poka¿cie tym ludzkim pomiotom, jak s³abe s¹ ich koniki! Dosi¹dŸcie swych wilków, moi bracia!

source: Take your weapons, goblins!
pl: Do broni, gobliny!

source: Bone Tempest
pl: Nawa³nica Koœci

source: It's hard to assess how long Marbus' clan occupied the Bag'not Fortress. The elders sometimes weaved stories about mighty Elbor, a human fortress turned to ruin by a sorcerer. Not much time have passed until the wizard kicked the bucket himself. A dozen years or so after that happened, elves invaded northern lands. That is when the orcs set out to erect minor fortresses along the most important cities. Bag'not was one of these, it's aim was to defend Gelu'Aben. the motherland of swords
pl: Trudno okreœliæ, jak d³ugo klan Marbusa zajmowa³ fortecê Bag'not. Starsi snuli czasem opowieœci o potê¿nym Elborze, ludzkiej fortecy, któr¹ pewien czarnoksiê¿nik zamieni³ w ruinê. Nied³ugo potem sam czarnoksiê¿nik poszed³ do piachu, a kilkanaœcie lat po tym wydarzeniu mia³a miejsce inwazja elfów na krainy pó³nocy. Wtedy w³aœnie orkowie postanowili wznieœæ wzd³u¿ swoich najwa¿niejszych miast pomniejsze fortece. Bag'not by³o w³aœnie jedn¹ z tych fortec, mia³o broniæ Gelu'Aben, Ojczyzny Mieczy.

source: Gelu'Aben was a city dealing mainly with metals. Smelters, armouries, traders selling metal articles made by orcs, elves, dwarves and humans. Being placed far in the north, it was almost unreachable for elvish armies. Road to the city led through Tut'anor pass. Even the elves heard about it. It was infamous, having thin passes and numerous traps. Raiders abandoned plans of an assault on the city. Obviously, there was another path, going through dwarven caverns. By that time, dwarves hadn't joined the elvish army yet. When they did that, had long been forgotten.
pl: Gelu'Aben by³o miastem zajmuj¹cym siê g³ównie metalem. Huty, zbrojownie, handlarze sprzedaj¹cy metalowe przedmioty zarówno orków, jak i elfów, krasnoludów i ludzi. Po³o¿one daleko na pó³nocy, by³o prawie niedostêpne dla elfickich armii. Droga do miasta prowadzi³a przez prze³êcz Tut'anor, która nawet elfom obi³a siê o uszy. Owiana z³¹ s³aw¹, z w¹skimi przejœciami i pu³apkami. NajeŸdŸcy zrezygnowali z ataku na miasto. Oczywiœcie by³a i inna droga, przez krasnoludzkie tunele. Wówczas jednak krasnoludy nie przy³¹czy³y siê jeszcze do armii elfickiej, a gdy to uczyniono, o Gelu'Aben dawno zapomniano.

source: A dozen years after the raid, when orcs started coming to the south again, Gelu'Aben's chieftain, Sovereign Gewold commanded to settle Bag'not again. He sent there the least accepted creatures in the city, goblins. Together with them, he also sent to the south a small orcish division. It consisted mainly of individuals who had any goblin in his family.
pl: Kilkanaœcie lat po najeŸdzie, gdy orkowie znów zaczêli zapuszczaæ siê na po³udnie, wódz Gelu'Aben, Suweren Gewold, nakaza³ zasiedliæ dawn¹ fortecê Bag'not. Wys³a³ tam najmniej tolerowane w mieœcie istoty, gobliny. Wraz z nimi wys³a³ na po³udnie tak¿e ma³y oddzia³ innych orków, g³ównie tych, którzy mieli w rodzinie jakiegoœ goblina. W³adzê nad nimi mia³ sprawowaæ Marbus.

source: Path through the Tut'anor pass was fearsome and perilous. Immense snakes and spiders and feeling of being watched. Evil in this place was indeed sensate. Yet, Marbus managed to pass it with his legions almost without any casualties. Settling Bag'not was a piece of cake in comparison to that. Goblins represented three quarters of Marbus's clan's population and were treated equally with orcs. Even Marbus had a goblin cousin, Kochan, who took charge of wolf raiders. Life here was good, or at least not worse than in Gelu'Aben. Until now...
pl: Œcie¿ka przez prze³êcz Tut'anor by³a straszna i niebezpieczna. Ogromne wê¿e i paj¹ki oraz przeczucie, ¿e jest siê obserwowanym. Z³o w tym miejscu by³o wrêcz namacalne, jednak Marbusowi uda³o siê przejœæ ze swoim oddzia³em niemal bez ofiar. Zasiedlanie Bag'not by³o przy tym jak bu³ka z mas³em. Gobliny stanowi³y trzy czwarte populacji klanu Marbusa i by³a traktowane na równi z orkami. Sam Marbus mia³ za kuzyna goblina, Kochana, który przej¹³ dowodzenie nad jeŸdŸcami wilków. ¯y³o siê tu dobrze, a przynajmniej nie gorzej, ni¿ w Gelu'Aben. A¿ do teraz...

source: Winter turned out to be even worse than expected. What is more, everything was surrounded by outer, worrying fog. Fear aroused in orcish hearts and was creeping into their dreams. Not so long after that, there appeared a rumour that the forests are not safe anymore. Numbers of those who didn't come back, perished for ever. Thus, the dwellers started to get wood from the purlieus of the villages. Soon after they had run out of it, the wooden bridge got disassembled. One of these days, the fear showed it's face at last.
pl: Zima okaza³a siê byæ jeszcze gorsz¹, ni¿ wszyscy siê obawiali. Na domiar z³ego, wszystkiemu towarzyszy³a dziwna, niepokoj¹ca mg³a. Strach budzi³ siê w sercach orków i wkracza³ do ich snów. Nied³ugo potem rozesz³a siê nowina, ¿e w lasach nie jest ju¿ bezpiecznie. Wielu z tych, którzy w nie wkraczali, ginê³o bezpowrotnie. Mieszkañcy zaczêli wiêc pozyskiwaæ drewno tylko w pobli¿u wiosek. A gdy nawet tego zabrak³o, wkrótce rozebrany zosta³ drewniany most. Nied³ugo potem nasta³ dzieñ, w którym strach nareszcie pokaza³ swoje oblicze.

source: Enemy
pl: Wróg

source: Spectral Knight
pl: Widmowy Rycerz

source: Nature
pl: Natura

source: Defend Bag'not from undead attack
pl: Obroñ Bag'not przed atakiem nieumar³ych

source: Scout the surrounding area (Kochan must reach the watchtower in the south)
pl: Dokonaj zwiadu okolicy (Kochan musi dotrzeæ do wie¿y obserwacyjnej na po³udniu)

source: Undead break into Bag'not Fortress
pl: Nieumarli wchodz¹ do fortecy Bag'not

source: Marbus doesn't know what happens in the south when turns run out
pl: Marbus nie wie co dzieje siê na po³udniu po wyczerpaniu limitu tur

source: Filar, the Mighty Battleaxe
pl: Filar, Potê¿ny Topór Bojowy

source: Adris, the Blunt Sword
pl: Adris, Têpy Miecz

source: I have a bad feeling about this, cousin. Since the snow fell, we have been having that dreadful fog... I don't remember such since... Since we crossed the Tut'anor pass. Even the wolves are uneasy.
pl: Nie podoba mi siê to, kuzynie. Odk¹d spad³ œnieg, ci¹gle unosi siê w powietrzu ta potworna mg³a... Nie pamiêtam takiej od czasu... Odk¹d kroczyliœmy przez prze³êcz Tut'anor. Nawet wilki s¹ niespokojne.

source: Ashen'tir, Kochan. We can not let the fear and psychosis overcome us. It is only the first month of winter. We are running out of food in our granaries. I am worried about the future.
pl: Ashen'tir, Kochan. Nie mo¿emy pozwoliæ, by ogarn¹³ nas strach i psychoza. To dopiero pierwszy miesi¹c zimy, a w naszych magazynach zaczyna powoli brakowaæ ¿ywnoœci. Martwiê siê o przysz³oœæ...

source: Suddenly, there blew a wind piercing a body like an arrow. In Bag'not, there was heard a voice, as cold and biting as icicles dangling on roofs.
pl: Wtem zawia³ wiatr przeszywaj¹cy cia³o jak strza³a, a przez Bag'not potoczy³ siê g³os równie zimny i ostry, jak lodowate sople zwisaj¹ce z dachów.

source: Undead Warrior
pl: Nieumar³y wojownik

source: Shudder! Shudder and despair! The chariot of dead horses will race through your lands. It will trample your homes and children. Your blood will slop in our goblets, raised by us for the glory of the Dead King!
pl: Dr¿yjcie. Dr¿yjcie i rozpaczajcie. Przez wasze ziemiê pogna zaprzêg umar³ych koni. Stratuje wasze domy i wyr¿nie dzieci. Wasza krew bêdzie przelewaæ siê w naszych pucharach, które wzniesiemy na chwa³ê Umar³ego Króla!

source: So they... they have destroyed Celadon City. Undead.
pl: A wiêc to Oni... Oni zniszczyli Seledynowe Miasto. Nieumarli.

source: Stand up! Get out of your houses! Take up your arms! Undead!
pl: Wstawaæ! WychodŸcie ze swoich chat! WeŸcie do r¹k swoje miecze! Umarli!

source: Cousin! It will be the best if I go for a reconnaissance. My wolf will escape skeletons even on snow. If the undead conquered the Celadon City indeed, we are going to have a serious problem with them.
pl: Kuzynie! Najlepiej bêdzie je¿eli pójdê na zwiad. Mój wilk ucieknie szkieletom nawet na œniegu. Je¿eli nieumarli naprawdê podbili Seledynowe Miasto, bêdziemy mieli z nimi prawdziwy problem.

source: You are right. I will command the orcs to guard the walls. I do not want my orcs to encounter these creatures on open ground. We stand no chance on snow.
pl: Masz racjê. Ustawiê orków wzd³u¿ murów. Nie chcê, by moi orkowie spotkali siê z tymi stworzeniami na otwartym terenie. Na œniegu nie mamy z nimi ¿adnych szans.

source: Kochan, what can you see there? How many of them are left?
pl: Co widzisz, Kochan? Ile ich tam jeszcze zosta³o!?

source: Cousin!
pl: Kuzynie!

source: We stand no chance against them, Marbus! There are thousands of them.
pl: Nie mamy z nimi szans, Marbus. S¹ ich tysi¹ce.

source: What!? That is impossible... Why have we not noticed them? March of such a big army can not stay unnoticed!
pl: Co!? To niemo¿liwe... Dlaczego ich nie zauwa¿yliœmy? Przemarsz takiej armii nie móg³ pozostaæ niezauwa¿ony!

source: The fog. It must be them who have brought it... We will die here, cousin...
pl: Mg³a. To pewnie oni j¹ zes³ali. Kuzynie... Umrzemy tutaj.

source: No! We can still escape. Let the orcs pack the most important things. Food goes first, then clothes and weapons. Then the rest. Hurry! We do not have much time.
pl: Nie! Nadal mo¿emy uciekaæ. Niech orkowie spakuj¹ wszystko, co najwa¿niejsze. Najpierw jedzenie, ubrania i broñ. Potem resztê. Spieszcie siê. Nie mamy wiele czasu.

source: Were do you want to escape!? Wherever we go, these corpses will hunt us down. We stand no chance to... Do... you want to lead us through Tut'anor pass?
pl: Gdzie chcesz uciekaæ!? Gdziekolwiek siê nie udamy, te trupy nas dopadn¹. Nie mamy szans, by... Ty... Chcesz przeprowadziæ nas przez prze³êcz Tut'anor?

source: We do not have much time left. The Pass has already turned out to be gracious once. I hope it will be this way again.
pl: Nie mamy wiele czasu. Prze³êcz ju¿ raz okaza³a siê dla nas ³askawa. Miejmy nadziejê, ¿e zrobi to po raz drugi.

source: Survive until preparation for escape ends
pl: Przetrwaj do momentu, w którym przygotowania do ucieczki zakoñcz¹ siê

source: Death of Marbus
pl: Œmieræ Marbusa

source: Death of Kochan
pl: Œmieræ Kochana

source: Undead break into the Bag-not fortress
pl: Nieumarli wdzieraj¹ siê do twierdzy Bag'not

source: We did it! Everyone is ready to set out.
pl: Uda³o siê! Wszyscy s¹ gotowi do wyruszenia w drogê.

source: Very well. Abandon the posts. To the Pass, everyone!
pl: Dobra robota. Zejœæ z posterunków. Wszyscy w kierunku Prze³êczy.

source: You, orcs, are too weak to even taste our power. Kill them all.
pl: Wy, orki, jesteœcie zbyt s³abi ¿eby nawet posmakowaæ naszej potêgi. Zabiæ ich wszystkich.

source: Oh, no! We really should knew what they're capable for. Now it's too late for most of us. Flee, my cousin!
pl: O nie! Naprawdê powinniœmy wiedzieæ do czego s¹ zdolni. Teraz jest za póŸno dla wiêkszoœci z nas. Uciekaj, mój kuzynie!

source: Do you think you will hide from death? Wherever you go... wherever you hide... you will never escape from us
pl: Myœlisz, ¿e zdo³asz uciec œmierci? Dok¹dkolwiek nie pójdziesz... Gdziekolwiek siê nie schowasz... Nigdy nam nie uciekniesz. Nied³ugo wszystko ulegnie naszej potêdze.

source: Almost everyone is packed. We are starting to load the wolves soon. Then we can set out.
pl: Wszyscy s¹ ju¿ prawie spakowani, kuzynie. Zaraz zaczniemy pakowaæ wszystko na wilki, a potem mo¿emy ruszaæ.

source: Very well. Our defences are starting to break.
pl: To dobrze. Nasza obrona ju¿ siê chwieje.

source: Woof woof!
pl: Hau! Hau!

source: Hey! Get out of me! Stop licking my face! Argghh~!
pl: Hej! ZejdŸ ze mnie! Przestañ lizaæ moj¹ twarz! Argghh~!

source: I think this wolf might actually be friendly! He can help us fight these undead back.
pl: Wygl¹da na to, ¿e ten wilk jest przyjazny! Mo¿e nam pomóc w walce z nieumar³ymi.

source: I will cut your rotting body into pieces!
pl: Posiekam twoje gnij¹ce cia³o na kawa³ki!

source: Begone, filthy being!
pl: Precz, ohydna istoto!

source: Let's crush their bones!
pl: Po³ammy im koœci!

source: Let me taste your fleeesh...
pl: Pozwól mi posmakowaæ twojego ciaaa³a...

source: Good puppy, catch a bone!
pl: Dobry piesek, ³ap koœæ!

source: I'm feeling sick... I will vomit
pl: S³abo siê czujê... Zaraz zwymiotujê.

source: This lousy creature must have infected him! Send this man to the village and take care of him.
pl: Ten wstrêtny stwór musia³ go zaraziæ! WeŸcie go do wioski i zajmijcie siê nim.

source: Marbus, their claws must be covered with poison. Tell your man to avoid fighting them hand-to-hand and let archers shoot them down from distance.
pl: Marbusie, ich szpony musz¹ byæ pokryte trucizn¹! Powiedz wszystkim, ¿eby unikaæ walki wrêcz i pozwoliæ ³ucznikom ich ustrzeliæ.

source: Their claws... They must be covered with poison!
pl: Ich szpony... musz¹ byæ pokryte trucizn¹!

source: We must avoid fighting them hand-to-hand and let archers shoot them down from distance, or else we will all get infected!
pl: Musimy unikaæ walki wrêcz i pozwoliæ ³ucznikom ostrzeliwywaæ ich z dystansu, w innym wypadku wszyscy siê zarazimy!

source: Don't let them get any closer! Our wives and children haven't finished packing yet. If these damned undead get in, they will murder them all!
pl: Nie pozwólcie im podejœæ ani kroku bli¿ej! Nasze ¿ony i dzieci nie skoñczy³y siê jeszcze pakowaæ. Je¿eli te przeklête trupy siê przedostan¹, zamorduj¹ je wszystkie!

source: Don't let them get any closer! Our wives and children are there. If these damned undead get in, they will murder them all!
pl: Nie pozwólcie im podejœæ ani kroku bli¿ej! Nasze ¿ony i dzieci tam s¹. Je¿eli te przeklête trupy siê przedostan¹, zamorduj¹ je wszystkie!

source: No! We failed to protect them!
pl: Nie! Nie uda³o nam siê ich ochroniæ!

source: The Dead River
pl: Rzeka Trupów
