Repository: dyedMagenta/Marbuss_Escape
Catalog: Marbuss_Escape/translations/*/LC_MESSAGES/wesnoth-Marbuss_Escape.po
Languages: pl

source: As I thought... Every orc should die from a sword and every lizard should crawl under our feet. Call our adepts and soldiers, kill them all! When they start running away, we'll prepare sledges and chase them.
pl: Tak jak s¹dzi³em... Ka¿dy ork powinien zgin¹æ od miecza. A ka¿da jaszczurka powinna zwijaæ siê pod naszymi butami. Wezwij naszych adeptów i zbrojnych, niech wybij¹ ich, co do nogi! A gdy zaczn¹ ju¿ uciekaæ, przygotujemy sanie i ruszymy za nimi w poœcig.

source: Like aurochs? Unfortunately, these animals won't provide us so expensive trophies... At least our adepts will train their spells.
pl: Tak, jak za ¯ubrami? Szkoda tylko, ¿e z tej zwierzyny nie trafi siê nam ¿adne cenne trofeum. No có¿, przynajmniej nasi adepci poæwicz¹ zaklêcia.

source: Humans' pride has no borders. These people always were filled with it. Pride and arrogance poured into them when Haldric I touched the Ruby of Fire the first time. Then he allocated his people for the eternal hunger. Hunger of power, knowledge and authority. It is a strong hunger, which none shall extinguish.
pl: Ludzka pycha nigdy nie zna³a granic. Ten lud zawsze by³ ni¹ nasss¹czony. Duma i arogancja przela³a siê na nich, gdy Haldric I pierwszy raz dotkn¹³ Rubinu Ognia. Wówczas to spisa³ swój lud na wieczny g³ód. G³ód w³adzy, wiedzy i si³y. A jest to g³ód potê¿ny, którego nic nie ugasi.

source: Hum? How can you know such things?
pl: Hê? Sk¹d wiesz takie rzeczy?

source: Tribes pass away, kings replace kings. Yet we stay and remember. And we get our knowledge across. Although my eyes turned pale many years ago, I still remember our mighty city of Saurgath...
pl: Plemiona przemijaj¹, królowie zastêpuj¹ królów. A jednak trwamy i pamiêtamy. I przekazujemy nasz¹ wiedzê dalej. Choæ moje oczy ju¿ dawno wyblak³y, pamiêtam jeszcze wspania³e miasto Saurgath...

source: I don't mean to break your conversation, but the battle is coming. Your knowledge is amazing, but how about your arms? Are they worth anything?
pl: Nie chcê wam przerywaæ, jednak zbli¿a siê bitwa. Wasza wiedza jest zadziwiaj¹ca, ale jak jest z orê¿em? Jest coœ wart?

source: Sssonsss! To armsss! Show them the power sleeping in our boiling blood! Let's reclaim our homeland!
pl: Ssssynowie! Do boju! Poka¿my im si³ê drzemi¹c¹ w naszej wrz¹cej krwi! Odbijmy nasz¹ ojczyznê!

source: Defeat Umberg
pl: Pokonaj Umberga i Tambarosa

source: Swashbuckling Ashenvol
pl: Zawadiaka Ashenvol

source: Eshanvel, Son of Ashenvol
pl: Eshanvel, Syn Ashenvola

source: Warriors! Grab your spears, it's time to get our lands back!
pl: Wojownicy! Chwyæcie za swoje w³ócznie, pora odzyskaæ nasze ziemie.

source: I report that another Saurians joined our forces!
pl: Meldujê, ¿e kolejne jaszczurki do³¹czy³y do naszych si³!

source: Kira-Suki the Fastfeet
pl: Szybkostopy Kira-Suki

source: Elgradesh
pl: Elgradesz

source: Ondriagashi
pl: Ondriagaszi

source: Nenuki the Blind
pl: Œlepy Nenuki

source: These are the main forces of our rebels. Come on, come to me, children! Bump human-scum!
pl: Oto g³ówne si³y naszych buntowników. Do mnie, do mnie, dzieci! Wyr¿nijmy ludzkie œcierwo!

source: Really... Their forces look impressive.
pl: Rzeczywiœcie... Ich si³y wygl¹daj¹ imponuj¹co.

source: We'll admire them later, now let's focus on our enemy.
pl: Bêdziemy zachwycaæ siê nimi póŸniej, teraz skupmy siê na przeciwniku.

source: Brother Eriskuri
pl: Brat Eriskuri

source: Brother Obenshiru
pl: Brat Obensziru

source: For the great Saurgath! I can feel here the ancient...
pl: Na wielki Saurgrath! Wyczuwam tutaj pradawn¹...

source: You feel well, my child. Now dress your battle clothes, let's push human-ssscum into swamps!
pl: Dobrze wyczuwasz, moje dziecko. A teraz przywdziej swe szaty bitewne, zepchnijmy ludzkie œœœœcierwo w bagna!

source: What is it...? Do I bleed? Master... Master, I'm dying! Save me, master!
pl: Có¿ to...? Czy krwawiê? Mistrzu... Mistrzu, umieram! Ratuj mnie, Mistrzu!

source: Master! Would you...?!
pl: Mistrzu! Czy ty...?!

source: As you didn't manage to beat few orcs, you aren't worth my help, Tambaros. I am sorry.
pl: Skoro nie uda³o Ci siê pokonaæ kilku orków, nie jesteœ wart mojej pomocy, Tambarosie. Przykro mi.

source: This is the end...
pl: To koniec...

source: Argh! I can't believe this!
pl: Argh! Nie mogê w to uwierzyæ!

source: Who... ekhh... Who managed to beat me? Me... the mighty... Umberg... Umberg the Brave from the house of... Enlightened? Anyway... I don't care. I won't die here... I summon the powerful spirits... May they heal my wounds.
pl: Kto... Ekhe... Kto by³ w stanie mnie pokonaæ? Mnie... Wielmo¿nego... Umberga... Umberga Œmia³ego z rodu... Œwiat³ych? Zreszt¹... To niewa¿ne. Nie umrê tutaj... Wzywam potê¿ne duchy... Niech ulecz¹ moje rany.

source: I've already heard about it. However, only necromancers are able to do it. Ressurect. This is a great art. If this mage resurrected again, we would be out on a limb. We can't win this battle once again.
pl: S³ysza³em ju¿ o czymœ takim. Choæ ponoæ tylko nekromanci mog¹ to uczyniæ. Zmartwychwstaæ. To potê¿na sztuka, jeœli ten mag znów siê odrodzi, bêdziemy w niez³ych opa³ach. Nie uda nam siê wygraæ takiej bitwy poraz drugi.

source: Sss... I summon the spirits of this place. The spirits of marshes, who led us and our ancestors through ages. Come forth, ancient wisemen! May the power of your voices push this human into the abysses of nonentity!
pl: Sss... Oto wzywam duchy tego miejsca. Duchy moczar, które przez wieki prowadzi³y nas i naszych przodków. Przyb¹dŸcie, pradawni mêdrcy! Niech si³y waszych g³osów zepchn¹ tego cz³owieka w czeluœci nicoœci!

source: May the power of your voices push this human into the abysses of nonentity!
pl: Niech si³y waszych g³osów zepchn¹ tego cz³owieka w czeluœci nicoœci!

source: Argh! Nooo... Nooooooo!
pl: Argh! Niee... Nieeeeeee!

source: These are very powerful spells. I didn't expect to see something like that. You are an amazing augur, Emborgi-Tarash.
pl: To naprawdê potê¿ne zaklêcia. Nie spodziewa³em siê, ¿e ujrzê coœ podobnego. Jesteœ niesamowit¹ wró¿bitk¹, Emborgi-tarash.

source: This spell costed me much energy. The walls and fortifications of humans will remain in the swamps for ages. At least one hundred years need to pass before the signs of their magic will have completely left this place. However... other augurs will take care of it.
pl: Wiele si³ kosztowa³o mnie to zaklêcie. Mury i fortyfikacje ludzi przez wiele wieków bêd¹ zalegaæ w bagniskach. Minie przynajmniej sto lat, nim œlady ich czarów ca³kowicie opuszcz¹ to miejsce. Nad tym jednak... Bêd¹ czuwaæ inni wró¿bici.

source: Other augurs? What do you mean?
pl: Inni wró¿bici? Co masz na myœli, wró¿bitko?

source: In my visions, I have seen the chronology of the fate's threads, young ruler. My destiny is to follow you, leading my brothers and sisters. So predicted our forefather, and so will do I.
pl: W wizjach zobaczy³am przebieg nici losu, m³ody wodzu. Moim przeznaczeniem jest ruszyæ za Tob¹, prowadz¹c swoje siostry i braci. Tak przepowiedzia³ mi nasz praojciec i tak te¿ uczyniê.

source: Fine, augur. With the help of you and your Saurians we'll quickly reach Gelu'Aben.
pl: Dobrze, wró¿bitko. Z pomoc¹ Twoj¹ i Twoich jaszczurów szybko powinniœmy dotrzeæ do Gelu'Aben.

source: The survivor mages are running away through the marches. I don't expect them to escape our wolves. Also, the humans had many supplies here.
pl: Niedobitki magów ju¿ uciekaj¹ przez moczary. S¹dzê, ¿e nie uciekn¹ przed wilkami. Ludzie mieli tutaj ca³kiem du¿o zapasów.

source: Command our orcs and Saurians to take all the supplies and the most useful things. We'll stock up and rest. We are going to leave this place in two days.
pl: Rozka¿ naszym orkom i jaszczurom zabraæ ca³y prowiant i wszystko, co najpotrzebniejsze. Zaopatrzymy siê i wypoczniemy. Przeczekamy tutaj dwa dni.

source: The Madness of Hunger
pl: Szaleñstwo G³odu

source: However, Marbus didn't show generosity and didn't ally with the Saurians. He led his units further, through the frozen steppes, into Sunek Dal. He didn't look behind when he was leaving. So that he couldn't see standing unsure reptiles, full of insecurity and doubt. Next time no ally would come to rescue them.
pl: Marbus jednak nie okaza³ dobrodusznoœci i nie sprzymierzy³ siê z jaszczurami. Powiód³ swoje oddzia³y dalej, przez zamarzniête stepy, wprost do Sunek Dalu. Gdy odchodzi³, nie spojrza³ za siebie. Nie móg³ wiêc zobaczyæ stoj¹cych niepewnie jaszczurek, które ¿egna³y orków wzrokiem pe³nym niepewnoœci i zw¹tpienia. Nastêpnym razem ¿aden sojusznik nie przybêdzie im na ratunek.

source: The way to Sunek Dal was exhausting and burdensome, it decreased the Marbus' crowd by a considerable amount of women and elderly people. The blizzard was so powerful that the road few meters in front of orcs was completely invisible. They had to trust wolves. Apart from this, what did wait for them in Sunek Dal? Hot meal, warm beds and root beer? Or maybe a fratricidal fight for the rest of eatable? Although Marbus didn't know it, his wildly running blood gave him a feeling of incoming battle.
pl: Droga do Sunek Dalu by³a mêcz¹ca i uci¹¿liwa, uszczupli³a gromadê Marbusa z wielu kobiet i starców. Zawierucha by³a tak potê¿na, i¿ droga kilka metrów przed orkami by³a ca³kowicie niewidoczna. Trzeba by³o zawierzyæ wargom. Poza tym, co czeka³o ich w Sunek Dalu? Gor¹ca strawa, ciep³e ³ó¿ka i piwo korzenne? Czy te¿ bratobójcza walka o resztki prowiantu? Marbus nie wiedzia³, choæ p³yn¹ca w nim dziko krew dawa³a mu przeczucie nadchodz¹cej bitwy...

source: Trolls
pl: Trolle

source: Krull the Rock
pl: Krull Ska³a

source: Enemies
pl: Przeciwnicy

source: Kunus the Dead Fish
pl: Kunus Martwa Ryba

source: Enter Sunek Dal
pl: Dotrzyj do Sunek Dal

source: So finally we reached Sunek Dal... I see that winter hasn't spared this place. But something is wrong. Although the weather is bad, we should have been seen by patrols.
pl: A wiêc dotarliœmy do Sunek Dalu... Widaæ, ¿e zima nie oszczêdzi³a i tego miejsca. Ale coœ jest nie tak. Nawet przy takiej pogodzie powinniœmy zostaæ zauwa¿eni przez patrole.

source: My cousin, something is on. Our wolves are frantic. They behave as in a battle. I hope we are not late here.
pl: Kuzynie, coœ jest zdecydowanie na rzeczy. Wargi s¹ niespokojne. Zachowuj¹ siê, jak na bitwie. Miejmy nadziejê, ¿e nie przybyliœmy za póŸno.

source: Elgerus never was a calm ruler. If there was a battle, he would have fought till last orc's death. He wouldn't let anyone run away from the battlefield. Now let's see what happened. Be careful, I don't want to meet these wraiths again.
pl: Elgerus nigdy nie nale¿a³ do opanowanych wodzów. Jeœli rozgorza³a tutaj bitwa, walczy³by do ostatniego orka, nikomu nie pozwalaj¹c uciec z pola walki. Na razie sprawdŸmy, co siê sta³o. Byle ostro¿nie. Nie chcê ryzykowaæ kolejnego spotkania z tymi upiorami.

source: These are Elgerus' orcs. But what are they doing?!
pl: To orkowie Elgerusa... Ale co oni robi¹!?

source: Fight, poor dogs! Fight if you want to feed yourself with the food this shabby troll is hiding from us!
pl: Walczcie, nêdzne kundle! Walczcie, jeœli chcecie siê po¿ywiæ siê jedzeniem, które ten nêdzny troll przed nami ukrywa!

source: Orc mad! Hunger break mind. Krull not have even a bit food in garners!
pl: Ork szalony. G³ód z³amaæ jego umys³. Krull nie mieæ ani trochê jad³a w spi¿arnie!

source: Did you hear him, boys!? This old goat thinks he can deceive us like that! He will get thrown to the pot himself, if there is a need to do so! Just like his warriors which we caught!
pl: S³yszeliœcie go, ch³opcy!? Temu staremu capowi wydaje siê, ¿e mo¿e nas od tak ok³amywaæ! Sami wrzucimy go do gara, jeœli bêdzie trzeba! Tak samo, jak jego wojowników, których z³apaliœmy!

source: Release trolls. They did nothing to you. Broken mind... Needs breaking few bones... We will get our brothers back.
pl: Wypuœæ trolle. One wam nic nie zrobi³y. Z³amany umys³... Wymaga z³amania kilku koœci... Odbijemy naszych braci...

source: For the horde, what's going on here?!
pl: Co tu siê dzieje na hordê?!

source: New orc?
pl: Inny ork?

source: Who the hell are you?
pl: Kim ty do diab³a jesteœ!?

source: Lord, this is Marbus. He is a ruler from Bag'not Fortress. He's heard to be a friend of goblins and he listens his cousin, who sleeps with his dog.
pl: Panie, to Marbus. Wódz orków z twierdzy Bag'not. Ponoæ jest mi³oœnikiem goblinów i s³ucha siê kuzyna, który sypia z kundlem.

source: Yes, yes. I have heard about him. Rubbish not worth listening... Kill him! Surely, he brought enough food to fill our maws!
pl: Tak. Tak... S³ysza³em o nim. Œmieæ niewart pos³uchu... Wyr¿n¹æ go! Na pewno przyniós³ ze sob¹ wystarczaj¹co jedzenia, by nape³niæ nasze brzuchy!

source: But... Lord... They're almost as many as we...
pl: Ale... Panie... Jest ich niemal¿e tylu, co nas...

source: Shut up, Kunus! I am the commander! So, Marbus, I hope you've sharpened your sword. I'll let myself silt your throat, when my orcs catch you.
pl: Zamknij siê, Kunus! Ja tutaj dowodzê! Zatem, Marbusie, mam nadziejê, ¿e naostrzy³eœ swój miecz. Pozwolê Ci nim poder¿n¹æ sobie gard³o, gdy moi orkowie Ciê ju¿ dopadn¹.

source: It's sick... He didn't even let us get a word. And this slaughter... They really want to butcher these trolls...
pl: To chore... Nie da³ nam nawet dojœæ do s³owa. I ta rzeŸ... Naprawdê chcieli wyr¿n¹æ trolle...

source: So firstly undead, then chaos, and now we're going to fight our brothers. But... do they propose any solution?
pl: A wiêc tak... Najpierw umarli, potem zawierucha, a teraz przyjdzie nam walczyæ przeciw naszym braciom. Ale czy daj¹ nam wyjœcie?

source: New orc? Wise orc? Trolls help beat broken mind orc.
pl: Inny ork... M¹dry ork? Trolle pomog¹ pokonaæ orka ze z³amanym umys³em.

source: Yes... This is a fair offer. Let's get rid of them, and then we'll think what to do later.
pl: Tak... To uczciwa oferta. Pozb¹dŸmy siê ich, a potem zastanowimy siê, co czyniæ dalej.

source: It seems that Elgerus caged some trolls. Maybe we can free them.
pl: Zdaje siê, ¿e Elgerus schwyta³ trolle do klatek. Mo¿e uda nam siê je uwolniæ.

source: Forward, children. Time to punch. Time to punch very, very hard.
pl: Wymarsz, dzieci. Pora biæ. Pora bardzo mocno biæ.

source: Defeat enemy orcish leaders
pl: Pokonaj wrogich przywódców orków

source: Death of Krull the Rock
pl: Œmieræ Krulla Ska³y

source: Argh... How could you... You... You... You fratricide!
pl: Ahh... Jak mog³eœ... Ty... Ty... Bratobójco!

source: It wasn't us who wanted to start this battle. Farewell, brother...
pl: Nie my chcieliœmy rozpocz¹æ tê bitwê... ¯egnaj, bracie...

source: Grr... You are a good warrior... Marbus... But you don't stand a chance anyway... Turmoil, hunger... It will destroy you, just like it destroyed me.
pl: Grr... Dobry z Ciebie wojownik... Marbus... Ale i tak nie masz szans... Zawierucha, g³ód... Wykoñczy Ciê to, tak jak wykoñczy³o mnie...

source: It seems that a moment before his death, he restored a bit of sanity... I wonder what does he have to say.
pl: Zdaje siê, ¿e chwilê przed œmierci¹ odzyska³ odrobinê rozs¹dku... Ciekawe, co ma do powiedzenia.

source: You won't survive... But thank you... I died as a warrior... And during this fight, I managed to... Forget... The hunger... Just forget...
pl: Nie przetrwasz... Ale dziêkujê Ci... Zgin¹³em jako wojownik... A podczas walki uda³o mi siê... Zapomnieæ... O g³odzie... Po prostu zapomnieæ...

source: Farewell... You won't be forgotten.
pl: ¯egnaj... Nie zostaniesz zapomniany.

source: And that's it...
pl: To by by³o na tyle...

source: Only the orcs unable to fight are still alive. What shall we do with them, cousin?
pl: Wyr¿nêliœmy wszystkich wojowników. Zostali tylko orkowie niezdolni do walki. Co z nimi zrobiæ, kuzynie?

source: No more slaughters we need to do, and I won't kill the ones who didn't fight us. They'll join our women and children, following us.
pl: Nie potrzeba nam wiêcej mord do wykarmienia, jednak nie powyrzynam tych, którzy nie podniêœli na nas rêki. Wcielcie ich do kobiet i dzieci, którzy id¹ razem z nami.

source: Orc ruler - wise orc. Rules better than formers. Trolls willingly join orc ruler.
pl: Wódz ork - m¹dry ork. Przewodziæ lepiej, ni¿ poprzedni. Trolle chêtnie przy³¹czyæ siê do wodza orka.

source: The help of trolls would be very useful in this terrain.
pl: Wsparcie ze strony trolli by³oby nieocenione w takim terenie.

source: I'm glad to include you and your whelps in my army, troll.
pl: Chêtnie przy³¹czê do swojej armii Ciebie i Twoje szczeniêta, trollu.

source: So I and my children will fight for you.
pl: W takim razie ja i moje dzieci bêdziemy biæ siê dla Ciebie.

source: Our best warrior! Strong, strong... Now crush foes together!
pl: Nasz najlepszy wojownik! Silny, silny... Teraz razem zmia¿d¿ymy wroga!

source: Release me, and I will show this orc, who is the boss!
pl: Wypuœæcie mnie, a poka¿ê temu orkowi, kto tutaj rz¹dzi!

source: Ugg ugg!
pl: Ug ug!

source: You are free, brother!
pl: Jesteœ wolny, bracie!

source: The cage is open!
pl: Klatka otwarta!

source: He be troll shaman, great fighter and mage! He must join the fight!
pl: To byæ troll szaman, wielki wojownik i mag! On musieæ do³¹czyæ do walki!

source: Someone of his skills would be inexpressibly useful in fighting undead.
pl: Ktoœ o jego umiejêtnoœciach by³by niebywale u¿yteczny w walce z nieumar³ymi.

source: You are right... Immediately free and feed this troll!
pl: Masz racjê... Natychmiast wypuœcie i nakarmcie tego trolla!

source: This is our master in boulder throw! None throws stones as far as him!
pl: To byæ nasz mistrz w rzucie g³azem! Nikt nie potrafi miotaæ kamieniem tak daleko jak on!

source: Hopefully his aim will be just as good.
pl: Oby by³ w stanie rzucaæ równie celnie, co mocno.

source: Those mine young! Let those out cages!
pl: To moja m³ode! Wypuœciæ one z klatek!

source: The troll from this cage is free now!
pl: Troll z tej klatki jest ju¿ wolny!

source: Miracle of Gelu-Aben
pl: Cud nad Gelu-Aben

source: The wizards and their powerful magic fell under the pressure of orcish swords. Frosty north turned out to be a wrong place for magic exercises and human pride and the oppressed Saurian once more showed how much it is worth. Inside the conquered fortifications orcs found many treasures, much food and fuel. So that they could feast during the round week, warming next to fireplaces. Simultaneously newer and newer reptile tribes were arrriving to their old home. However, finally they had to set off to Gelu'Aben, leaving rescued Saurians behind.
pl: Czarodzieje i ich potê¿na magia upad³a pod naciskiem orkowych mieczy. MroŸna pó³noc okaza³a siê z³ym miejscem na æwiczenia magiczne i ludzk¹ pychê, a uciskana rasa jaszczurów jeszcze raz pokaza³a ile jest warta. W podbitych fortyfikacjach orkowie znaleŸli sporo kosztownoœci, ¿ywnoœci oraz opa³u. Przez okr¹g³y tydzieñ mogli wiêc biesiadowaæ i ogrzewaæ siê przy kominkach. W tym czasie coraz to nowe plemiona gadów przybywa³y do swojego dawnego domu. W koñcu jednak trzeba by³o ruszyæ do Gelu'Aben, pozostawiaj¹c za sob¹ uratowane jaszczury.

source: The battle of Sunek Dal ended victorious, although noone celebrated it. Here had lived many relatives of orcs from Marbus' campaign, and now those were burning on funeral stakes. It turned out that fortresses weren't in such a bad state as Bag'not ones. The lack of food and fuel made burning bodies of killed the only source of heat. Krull the Rock and his trolls met once again the same day and the whole troop set off to Gelu'Aben in the late evening, not willing to stay at this place any longer.
pl: Bitwa w Sunek Dalu zakoñczy³a siê zwyciêsko, choæ nikt nie œwiêtowa³. Wielu orków z kampanii Marbusa mia³o tutaj krewniaków, którzy teraz p³onêli na stosach pogrzebowych. Okaza³o siê, ¿e tutejsze fortece nie by³y w równie kiepskim stanie, jak te w Bag'not. Brak ¿ywnoœci i opa³u sprawi³, ¿e p³on¹ce cia³a poleg³ych by³y jedynym Ÿród³em ciep³a. Krull Ska³a i jego trolle zebra³y siê jeszcze tego samego dnia, a ca³a gromada ruszy³a w drogê do Gelu'Aben póŸnym wieczorem, nie chc¹c zostawaæ w tym miejscu ani chwili d³u¿ej.

source: The way to the orcish capital was full of difficulties. Although the scouts didn't report appearing wraiths anymore, a new danger occured: human, elvish and dwarvish patrols. Northern Alliance did exist and even some orcish tribes were respected by it. However, it was too little not to attack a moving weakened Marbus' clan. Also, someone may have connected the clan with destruction of Celadon City.
pl: Droga do orkowej stolicy usiana by³a trudnoœciami. Wprawdzie zwiadowcy nie donosili ju¿ o pojawiaj¹cych siê upiorach, jednak pojawi³o siê nowe zagro¿enie: patrole ludzi, elfów i krasnoludów. Sojusz Pó³nocy co prawda istnia³, a niektóre orkowe plemiona cieszy³y siê jego szacunkiem, niemniej jednak by³o to zbyt ma³o, by nie zaatakowaæ przemieszczaj¹cego siê, os³abionego klanu Marbusa. Mo¿liwe by³o te¿, ¿e ktoœ skojarzy sam klan ze zniszczeniem Seledynowego Miasta.

source: A nice surprise was the fact that the further from undead they were, the more animals could they find in the woods. The whole journey turned out to be not so bad as everyone expected. Unfortunately, the hope to end this nightmare dispelled during the last night before reaching Gelu'Aben. From the place where the capital was supposed to lie, smoke was floating. Although no orc talked about it, everyone expected the worst.
pl: Dobr¹ niespodziank¹ by³ fakt, ¿e czym dalej od nieumar³ych, tym wiêcej zwierzyny mo¿na by³o znaleŸæ w lasach. Ca³a podró¿ okaza³a siê nie byæ tak z³a, jak wszyscy przewidywali. Nadzieja na zakoñczenie tego koszmaru rozwia³a siê jednak podczas ostatniej nocy przed dojœciem do Gelu'Aben. Z miejsca, gdzie mia³a znajdowaæ siê stolica, unosi³ siê bowiem dym. Choæ nikt z orków o tym nie rozmawia³, wszyscy spodziewali siê najgorszego.

source: At dawn, Kochan and his scouts came. Gewold kept on defending in the fortress, surrounded by army of Northern Alliance and dwarvish clan of Snowfeet. Obviously, Marbus gathered his units and went to rescue them.
pl: O œwiecie przyby³ Kochan wraz ze swoimi zwiadowcami. Gewold wci¹¿ broni³ siê w fortecy, otoczony przez wojska Sojuszu Pó³nocy i krasnoludzkiego klanu Œnie¿nostopych. Marbus oczywiœcie zebra³ swoje oddzia³y i ruszy³ im na ratunek.

source: General Helias
pl: Genera³ Helias

source: Raslav the Snowfeet
pl: Raslaw Œnie¿nostopy

source: Gelu'Aben Fortress
pl: Forteca Gelu'Aben

source: Great Souvereign! Some units appeared in the south! They seem... They are orcs!
pl: Wielki Suwerenie! Jakieœ oddzia³y pojawi³y siê na po³udniu! To chyba... To orkowie!

source: Cursed Alliance! So now they tell me to fight my own brothers? Betrayers! Gelu'Aben shall not fall! I won't let it! Send me more crossbowmen!
pl: Przeklêty Sojusz! Teraz ka¿¹ mi jeszcze walczyæ z w³asnymi braæmi? Zdrajcy! Gelu'Aben nie upadnie, nie pozwolê na to! Przyœlijcie wiêcej kuszników!

source: We've already run out of crossbowmen... We even don't have any crossbows in the armories, Great Souvereign.
pl: Kusznicy ju¿ siê skoñczyli... Nie mamy nawet ju¿ kusz w zbrojowniach, Wielki Suwerenie.

source: More crossbowmen, I said!
pl: Wiêcej kuszników, mówiê!

source: He doesn't seem to have changed for last few years... The siege won't take much time, most of his army is already killed.
pl: Zdaje siê, ¿e nic siê nie zmieni³ przez ostatnie lata... Oblê¿enie nie potrwa ju¿ d³ugo, znaczna czêœæ jego wojska ju¿ nie ¿yje.
